{"WI001271: Entrepreneurship | Entrepreneurship": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter/summersemester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The examination consists of several exam courses (Prüfungsparcour). A semester-long projectwork, which ends in the delivery of a business plan and in a presentation. The presentationincludes a prototype-demo of the developed product or service and a reflection on how innovativeentrepreneurs from the guest lectures lead high-tech organizations. Through the projectwork, it isassessed how well the participants can identify and implement business opportunities. In teamsstudents recognize the needs and demands of the customers. Through customer feedback, fieldinterviews and contextual observations they synthesize the identified needs to translate theminto clear and significant customer benefits. Students develope business models to learn how tobring the idea to the market and position the business with respect to competition. They learn thesystematic and iterativ approach of the Business Design for business model, team and technologydevelopment.Specifically with the examination deliverables, the participants demonstrate to what extent theyhave developed the following competences- In their business plan participants formulate in a concise and structured way how they developedan understanding about the actual customers and markets for their business idea.- In their pitch presentation participants present their business idea before a jury of experts. Thepresentation includes a demo of the prototype for the developed product or service and a refelctionon how innovative entrepreneurs lead high-tech organizations.Grading- 30% Prototype As close to functional prototype as possible, must be interactive- 30% Business plan read deck of 7 to 10 slides- 40% 8-minute Pitch Presentation", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "- Knowledge No special requirements, willingness to participate- Abilities Identifying opportunities; team work; communication; commitment; reliability;proactiveness- Skills openness; analytical thinking; visual thinking; self-motivation; networking", "Content": "In a creative atmosphere, the participants learn to think through and present a business idea in thestructured form ofa business plan in order to solve a customer problem. For that purpose, fundamental chapters of abusiness plan aredeveloped. Participants will network with people from the entrepreneurial environment of TUM, i.e.as they connect with the guest lecturers.The matter is developed in the following steps- The fundamentals of innovation- Overview Developing a business plan- Consumer and consumer value- Business model- Assessment of business ideas- Market & competition- Pitching business ideas- Presentation practice customer, customer value, market USP- Forming powerful business teams- Protection of intellectual property- selected sessions from guest lecturers", "Intended Learning Outcomes": "At the end of the seminar the students will be able to- understand the difference between idea, invention, and innovation;- understand the use of an iterative approach in the development of business opportunities;- evaluate opportunities for business ideas and apply business concepts by prototyping, e.g. withthe help of abusiness plan;- evaluate business ideas and identify business opportunities;- segment markets and analyze potential niche markets;- evaluate own business idea with the help of customer feedback, observations from stakeholders,and interviews;- identify a real customer problem and create customer benefit with ideas for a solution.- understand effectual entrepreneurship;- understand basic economic terms, such as Intellectual Property, Cashflow, Venture Capital,Controlling;- understand Design Thinking methodology;Moreover through guest speakers’ lectures participants will be empowered to - realize opportunities and challenges associated with the founding and managing of technology-and growth-orientedcompanies;", "Teaching and Learning Methods": "The module is held in seminar-style The lecturers are entrepreneurs, serial founders, coaches,and former managing directors.- Interdisciplinarity Participants form cross-disciplinary teams to ensure a balanced mix ofexpertise and skills in theteam.- Action-based learning All participants are encouraged to be proactive and to learn throughexperience.- Learning by doing Each team develops a real business idea or one chosen for the seminar.Particular attention ispaid to truly understanding the customer, for example, by interviews, observation, or expertdiscussion.- Prototyping Using simple prototypes, the teams develop their business idea and make themtangible.- Online Networking The work in the seminar is accompanied by online tools to support the team-building and to generate ideas. The seminar is also accompanied by guest lectures of outstandingfounders, entrepreneurs, managers, or investors.  - Elevator Pitch Training Through the practice of elevator pitches, participants develop skills forshort and effective presentation of their business ideas.- Presentation Training Each team presents and defends their business idea twice before anexpert-jury and receives feedback on presentation style and content.", "Media": "- Videos- Slides- Handouts (distributed online)- Case studies- Intranet- Online Project Pool- Online discussion forum (e.g., for questions and feedback on guest lectures)", "Reading List": "- Timmons, Jeffry A. / Spinelli, Stephen (2009) New Venture Creation,7thedition, McGraw HillProfessional - Horowitz, Ben (2014) The Hard thing About Hard Things, HarperBusiness- Kawasaki, Guy (2004) The Art of the Start, Penguin Publishing Group- Moore, Geoffrey A. (2002). Crossing the Chasm, HarperCollins- Osterwalder, Alexander / Pigneur, Yves (2010) Business Model Generation A Handbook forVisionaries, Game Changers, and Challengers, John Wiley & Sons- Ries, Eric (2011): The Lean Startup, Penguin Books Limited- Thiel, Peter (2014): Zero to One: Notes on Startups, or How to Build the Future, Crown Business- Read, S., Sarasvathy, S., Dew, N., Wiltbank, R., & Ohlsson, A. V. (2011). EffectualEntrepreneurship. Taylor & Francis (Part 1, S.1-70)- Schönenberger, Helmut (2006): Kommunikation von Unternehmertum. Eine explorativeUntersuchung im universitären Umfeld. Deutscher Universitätsverlag, Wiesbaden.- Münchener Business Plan WEttbewerb: Der optimale Businessplan, München", "Responsible for Module": "Bücken, Oliver; Dipl.-Kfm. (Univ.)", "Courses (Type of course, Weekly hours per semester), Instructor": " Geschäftsidee und Markt - Businessplan-Grundlagenseminar (WI000159) (Seminar, 2 SWS)Heyde F [L], Heyde F, Innovative Entrepreneurs - Leadership of High-Tech Companies (WI000285) (Vorlesung, 2 SWS)Schönenberger H [L], Schönenberger HFor further information in this module, please click campus.tum.de or here."}, "WI001287: Basics of FIM | Basics of FIM": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The module examination is based on a written exam (60 min). Students have to show theirunderstanding of the core concepts being presented within the different courses. Students have toprove their understanding of the quantitative methods being part of the lectures. The exam mightalso include calculations.  ", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "", "Content": "Basics of Finance, financial management as key function of corporations, core methods of value-and risk management, impact of long- and short-term orientation in corporate management, impactof financial decisions on customers, employees and the society,  static and dynamic concepts ofinvestment analysis, management of interest rate risks in investment decisions, basics of securitiesanalysis and portfolio theory, asset allocation, portfolio selection theory and options, conceptsof probability calculation, stochastic processes in discrete and continuous time (random walk,Poisson processes, arithmetic and (geometric) Brownian motion). Basic principles of Information Systems and their use in Businesses, basics of programming andsoftware engineering (Java, SQL).", "Intended Learning Outcomes": "After finishing this module Students will recognize the basics of financial management, businessprocess management, value management and risk management. They will be aware of theimportance of the corresponding functions in companies and of the impact of the decisions fromthese functions on customers, employees and the society. Students will understand the basics of interest rates and financial products such as equity, bonds and options and how favorableportfolios can be composed of financial products. They will be able to demonstrate the basicstochastic processes which are used to model financial products. They are able to analyze the roleof business information systems for companies. ", "Teaching and Learning Methods": "The courses within the module consist of lectures with integrated tutorials. The topics of thelectures are presented via slides. Students are strongly recommended to prepare exercise sheetsat home in order to understand and reflect the topics which are part of the courses. ", "Media": "Presentation slides, lecture notes, scientific papers, white board, exercise sheets, case studies,software tools", "Reading List": "Berk Jonathan, DeMarzo Peter (2020) Corporate Finance. Klebaner, Fima C. (2012) Introduction to Stochastic Calculus with ApplicationsKaratzas, Ioannis, Shreve, Steven Brownian Motion and Stochastic Calculusvom Brocke J, Rosemann M (2015) Handbook on Business Process Management 1 Introduction,Methods, and Information Systems. 2. Aufl., Springer, BerlinDumas M, La Rosa M, Mendling J, Reijers HA (2018) Fundamentals of Business ProcessManagement. Springer, Berlin", "Responsible for Module": "Loos, Benjamin; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " Investment & Financing (FIM) (WI001287) (Vorlesung, 2 SWS)Nardini M, Bayer C, Braun R, Egger A, van Dun C, Wagon F, Business & Information Systems Engineering (FIM) (WI001287) (Vorlesung, 2 SWS)Röglinger M, van Dun C, Bayer C, Egger A, Wagon F, Stochastic Processes (FIM) (WI001287) (Vorlesung, 2 SWS)Zagst R, Rauscher M, Bayer C, Egger A, van Dun C, Wagon FFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program M.Sc. Finance and Information Management (FIM)Generated on 18.11.2022, 11 of 68, Page 12, Core area | Kernbereich, Core area | Kernbereich, At least 48 credits must be selected from the core area within the framework of the electivemodules. These examination credits can be partially completed at the University of Bayreuth.These modules are accordingly assigned a module number beginning with the abbreviationWIBT. The applicable elective module catalog will be announced by the Faculty of Business andEconomics in a suitable manner in good time before the start of lectures."}, "WI000234: Value-based Management | Value-based Management": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The examination is a written and marked exam (120 minutes) in which only a non-programmablecalculator is allowed. The purpose of the exam is to verify the provided theoretical competences.By exemplary business situation or compensation schemes, the students prove that they cantest and evaluate the suitability of certain instruments of value-based management. In concretecases, students are asked to apply the concept of residual income and potential accountingadjustments, to calculate important key indicators of value-based management and to showrelationships between them and their effects in incentive schemes. The students are supposed torealize occurring problems and to suggest solutions.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Basic lectures in external accounting, Controlling, investment and financing", "Content": "This module covers the different aspects of implementing value-based management in a company.The focus of the course lies on the concept of residual income as corporate and business unitperformance measure -Calculation of Economic Value Added (EVA) as the prevailing residual income measure in practiceincluding the most relevant accounting adjustments and their calculation.- Introduction to the problems and proposed solutions of calculating the cost of capital.- Discussion of the suitability of residual income as a goal congruent performance measure. - Design of compensation schedules to achieve the different and sometimes conflicting goals ofmanagement compensation alignment, wealth leverage, retention and minimizing shareholders’cost of compensation.  - Diverse means of compensation, like stock options and bonus plans incl. different payout rulesand bonus banks, are taken into consideration.- Implementation of a company’s performance measurement system using financial and non-financial value drivers.", "Intended Learning Outcomes": "The learning outcomes of this module are (1) students will be able to remember and understandthe concept of residual income and value creation; (2) they will be able to analyze accountingproblems and problems related to incentives (compensation components and basis ofassessment);  (3) they will be able to apply the newly acquired knowledge to solve these problemswhen designing and implementing value-based management for a company; (4) Therefore,students evaluate different goals of management compensation and identify the suitabilityof different tools such as employee stocks, stock options, the residual income with differentaccounting adjustments as a performance measure or the application of a bonus bank.", "Teaching and Learning Methods": "The module consists of a lecture and an exercise course. During the lectures the contents aredelivered by presentations and discussions. In the exercise course the students apply the acquiredknowledge in solving exercises and implementing case studies. As a preparation of the exercisecourses, students solve exercises and the solutions are presented and discussed during theexercise courses. Some exercises are solved in groups or individually and subsequently discussedin the exercise course.", "Media": "Presentations, text books, lecture notes, exercises, case studies", "Reading List": "Young, S. David and O‘Byrne, Stephen F. EVA and Value-Based Management A Practical Guideto Implementation, New York et al. 2001.", "Responsible for Module": "Friedl, Gunther; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Value-based Management (Vorlesung), 2 SWSValue-based Management (Übung), 2 SWSProfessor Gunther FriedlPeter SchäferFor further information in this module, please click campus.tum.de or here. IN2028: Business Analytics and Machine Learning | Business Analytics and Machine Learning"}, "IN2028: Business Analytics and Machine Learning | Business Analyticsand Machine Learning": {"Module Level": "Bachelor/Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "5", "Total Hours": "150", "Self-study Hours": "90", "Contact Hours": "60", "Description of Examination Method": "The examination takes the form of a written 90 minutes test, in which students solve problemsto prove they understand the functioning of various methods and their assumptions. Participantsdemonstrate their ability to interpret the results of different statistical processes and to evaluatetheir model quality in the exercises. The correct responses require the independent construction ofanalytical solutions with the help of techniques learned in the module.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "MA0901 Linear Algebra for Informatics, MA0902 Analysis for Informatics, IN0018 DiscreteProbability Theory or MA9712 Statistics for Business Administration", "Content": "Regression Analysis, Regression Diagnostics, Generalized Linear Models, Naïve Bayes, DecisionTree Classifiers, Data Preparation, Causal Inference, Model Selection, Ensemble Methods,Clustering, High-Dimensional Problems, Neural Networks, Convex Optimization", "Intended Learning Outcomes": "After successful completion of the module students are familiarized with common methods ofclassification, numerical prediction and clustering. They know the assumptions of these processesand understand their functioning, as well as their typical operational applications. Participants areable to analyze data sets with the programming language R and can interpret the results of theseanalyses. IN2028: Business Analytics and Machine Learning | Business Analytics and Machine Learning", "Teaching and Learning Methods": "The module consists of a lecture and a content-aligned tutorial. The lecturer presents the contentof the module, parts of the corresponding literature and application examples from practiceinteractively. Students are accustomed with the statistical and machine learning methods andlearn to differentiate their usage. In the tutorial participants solve exercises in supervised workand evaluate the respective techniques. In addition, they practice to solve common problemsby working with data in teamwork together with their tutor. Students learn to develop their own,data-based solutions. Participants particularly train their technical abilities with programmingenvironments such as R or Python.", "Media": "Script, exercise sheets, PowerPoint, PC and E-Learning platform", "Reading List": "- Trevor Hastie, Jerome Friedman, Robert Tibshirani Elements of Statistical Learning, Springer.- Ian Witten, Eibe Frank, Mark Hall, Christopher Pal Data Mining Practical Machine LearningTools and Techniques, Morgan Kauffman.- James H. Stock and Mark W. Watson Introduction to Econometrics, Pearson Education.- Gareth James, Daniela Witten, Trevor Hastie, Robert Tibshirani An Introduction to StatisticalLearning, Springer.", "Responsible for Module": "Bichler, Martin; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Business Analytics and Machine Learning (IN2028) (Vorlesung, 2 SWS)Bichler M, Übungen zu Business Analytics and Machine Learning (IN2028) (Übung, 2 SWS)Bichler M [L], Boschko D, Ewert M, Knörr J, Kohring NFor further information in this module, please click campus.tum.de or here."}, "MA9972: Discrete Time Finance (FIM) | Discrete Time Finance (FIM)": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The module examination is based on a written exam (90 minutes). By answering questions in textform, students have to show their understanding of the concepts of discrete-time mathematicalmodeling of financial markets and their capability to apply these concepts. They have to analyzemathematical models of financial markets and solve given problems. Students have to determinewhether markets contain arbitrage, replicate and price given financial derivatives and develophedging strategies. The questions may include mathematical proofs and calculations.", "Repeat Examination": "", "(Recommended) Prerequisites": "Knowledge in Optimization and Stochastic Processes", "Content": "Single-Period Financial Markets, Multi-Period Financial Markets, Absence of Arbitrage andCompleteness, The Binomial or Cox-Ross-Rubinstein Model, Pricing of Contingent Claims", "Intended Learning Outcomes": "At the end of the module students are able to understand the fundamentals of mathematicalfinance in discrete time. They understand the principles of arbitrage theory and are able to pricefinancial derivatives and hedge against their risk in single- as well as multi-period financial markets.", "Teaching and Learning Methods": "The module consists of the lecture supplemented by an exercise session. The lecture material ispresented with slide presentations and mathematical proofs are presented on the blackboard. Thestudents are encouraged to study course references and course subjects. The exercise sessionconsists of theoretical and computer-oriented exercises. In the theoretical exercises students will work under instructor assistance on assignments, sometimes in teamwork. In computer-oriented exercises students simulate price processes of financial assets and determine the pricesof derivatives. The exercises contribute to a better understanding of the lecture materials.", "Media": "presentation slides, white board", "Reading List": "S.R. Pliska Introduction to Mathematical Finance Discrete Time Models, Blackwell PublishersInc., 2000.Shreve, S.E. Stochastic calculus for Finance I The Binomial Asset Pricing Model. SpringerFinance, 2004. N.H. Bingham und R. Kiesel Risk-Neutral Valuation Pricing and Hedging FinancialDerivatives, Springer Finance, 2004.J.C. Hull „Optionen, Futures, und andere Derivative“, Pearson Studium, 2006J.C. Hull Options, Futures, and Other Derivatives, Prentice-Hall, 2006.P. Wilmott Quantitative Finance, John Wiley & Sons, 2001.", "Responsible for Module": "Zagst, Rudi; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Discrete Time Finance (FIM) [MA9972] (Vorlesung, 2 SWS)Zagst R, Bayer C, Wahl M, Exercises for Discrete Time Finance (FIM) [MA9972] (Übung, 2 SWS)Zagst R, Wahl M, Bayer CFor further information in this module, please click campus.tum.de or here."}, "MA9973: Continuous Time Finance (FIM) | Continuous Time Finance(FIM)": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The module examination is based on a written exam (90 minutes). By answering questions in textform, students have to show their understanding of the concepts of continuous-time mathematicalmodeling of financial markets and their knowledge of the properties of important models. By doingcalculations and mathematical proofs, students have to demonstrate their ability to practically workwith the mathematical objects presented in the course and apply these mathematical objects tosolve financial problems like pricing and hedging of derivatives. They have to discuss numericalmethods for simulation, pricing and hedging. (If there are only few participants, an oral examinationmight be held instead of a written exam). ", "Repeat Examination": "", "(Recommended) Prerequisites": "MA9972 - Discrete Time Finance Knowledge in Stochastic Processes recommended", "Content": "Stochastic processes, Itô calculus, financial markets, arbitrage and completeness, pricing andhedging of contingent claims, Black-Scholes model and generalizations, pricing of exotic options,stochastic volatility and jump models, numerical methods (Monte Carlo simulation, Fourier pricing,etc.)", "Intended Learning Outcomes": "After successful completion of the module, students are aware of the foundations of Itô-calculusand can apply mathematical theorems like the Girsanov, Lévy, and Radon-Nikodym theorems.They are able to understand the theoretical background of financial models in continuous time, MA9973: Continuous Time Finance (FIM) | Continuous Time Finance (FIM)", "Teaching and Learning Methods": "Lectures with slide presentations and mathematical proofs on the blackboard, exercise sheetswith problems for preparation in homework, tutorials for discussion of solutions to exercise sheets,computer based programming tutorials in which students implement numerical methods (instructorassisted).", "Media": "Presentation slides, whiteboard, assignment sheets, programming software like Matlab or R", "Reading List": "R. Zagst Interest Rate Management, Springer Finance, 2002.N.H. Bingham und R. Kiesel Risk-Neutral Valuation Pricing and Hedging Financial Derivatives,Springer Finance,2004.S.E. Shreve Stochastic Calculus for Finance II Continuous-Time Models, Springer Finance, 2004.J.C. Hull Options, Futures, and Other Derivatives, Prentice-Hall, 2006.M. Musiela und M. Rutkowski Martingale Methods in Financial Modelling, Vol. 36, Springer, 2005.", "Responsible for Module": "Zagst, Rudi; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here."}, "WIBT0001: Business Process Management & Digital Innovation |Business Process Management & Digital Innovation ": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The module examination is based on an oral exam of at least 20 min per student. By answeringquestions in oral form, students have to show their understanding of the core concepts of DigitalInnovation and Business Process Management as well as their knowledge of the scientific papersdiscussed in the lecture. Moreover, students must be able to report on their own insights fromapplying software tools in the tutorials. The oral examination will typically be for groups of threestudents at the same time in order for the students to show their ability to use technical termscorrectly in an academic discussion.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "none", "Content": "Students are engaged in selected core concepts of Digital Innovation (e.g., Design Thinking, ValueProposition Design, Business Model Development), Business Process Management (e.g., ProcessMining, Process Digitalization, Ambidextrous Business Process Management, Customer-CentricProcess Improvement) as well as boundary-spanning topics (e.g., digital innovation processes,stage gate process). The topics may slightly change per semester in line with current researchtopics.", "Intended Learning Outcomes": "The module examination is based on an oral exam of at least 20 min per student. By answeringquestions in oral form, students have to show their understanding of the core concepts of DigitalInnovation and Business Process Management as well as their knowledge of the scientific papers WIBT0001: Business Process Management & Digital Innovation | Business Process Management & Digital Innovation ", "Teaching and Learning Methods": "The module consists of a lecture with integrated tutorials. The topics of the lecture are presentedvia slides. In order to have the students deal in more depths with the topics, these are criticallydiscussed in the group on a regular basis. At the same time, selected scientific papers arediscussed together with the students. The scientific papers must be prepared by the studentsfor such discussions according to predefined questions. Within the tutorials, the solutions toexercise sheets are developed in close cooperation with the lecturers. The exercise sheets containmathematical exercises and case studies. Furthermore, software tools, e.g., for process mining areintroduced by the lecturers and applied by the students in the context of the case studies.", "Media": "Presentation slides, lecture notes, scientific papers, exercise sheets, case studies, software tools", "Reading List": "Ciriello, R.F., Richter, A., Schwabe, G., 2018. Digital Innovation. Business & Information SystemsEngineering 60 (6), 563–569. https//doi.org/10.1007/s12599-018-0559-8.vom Brocke J, Rosemann M (2015) Handbook on Business Process Management 1 + 2, 2. Aufl.,Springer, HeidelbergKerpedzhiev, G.D., König, U.M., Röglinger, M. and Rosemann, M., 2020. An exploration intofuture business process management capabilities in view of digitalization. Business & InformationSystems Engineering, pp.1-14.", "Responsible for Module": "Maximilian Röglinger", "Courses (Type of course, Weekly hours per semester), Instructor": " Business Process Management & Digital Innovation (FIM) (WIBT0001) (Vorlesung mit integriertenÜbungen, 4 SWS)Röglinger M, Oberländer A, Buck C, Bayer CFor further information in this module, please click campus.tum.de or here. WIBT0002: Digital Energy Management | Digital Energy Management"}, "WIBT0002: Digital Energy Management | Digital Energy Management": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The module examination is based on a 90 minutes written exam. The written exam may bereplaced by an oral examination, however, if the number of participants is low. By answeringquestions in written form, students show their understanding of the role of information systemsfor today's and future’s energy system, and hence, of exemplary concepts and approaches inthe areas of smart markets, smart grid, smart factory, smart mobility, and smart home. By doingcalculations, students demonstrate their ability to work with and apply the mathematical methodspresented during the lectures and the tutorials. They must also discuss the presented conceptsand approaches. Students can bring a non-programmable and non-finance calculator, and twoself-prepared (hand- or machine-written) double-sided DIN-A4 sheets with notes (i.e., in total fourpages with notes). Papers discussed in class can be brought to the exam as long as they do notcontain any notes (highlights are allowed).", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "", "Content": "In the first part of the module, students learn about physical and technical basics of energysupply, energy transmission, and energy demand. Moreover, the module addresses the basicsof sustainable electricity markets and relevant sectors, e.g., mobility. In the second part of themodule, students learn and discuss how digital technologies can help overcome challenges ofmodern energy systems, for example, the highly relevant topics of a low-carbon energy transitionor lowering CO2 emissions. The lecture presents insights from various energy-related areas, e.g.,smart markets, smart grid, smart factory, smart mobility, and smart home.", "Intended Learning Outcomes": "Students understand the key challenges of low-carbon energy transitions. Moreover, they knowpotential solutions that digital technologies and information systems can offer for these challenges.Based on this knowledge, students can evaluate and classify basic techno-economic issues in thecontext of energy management. Besides lecture-style teaching, we use interactive elements suchas discussions of current digital trends, joint analysis of scientific papers, and exercises. Studentsthus not only acquire theoretical knowledge but also gain practically relevant qualifications.The lecture prepares students for jobs in strategic IT management, energy management,consulting, research or business model development, energy-start-ups, utilities, and energy-relatedcompanies.", "Teaching and Learning Methods": "The course consists of lectures and complementary, interactive tutorials. Exercises are availableonline before each tutorial, and we develop solutions collaboratively with the students during thetutorials. However, students should prepare for the exercises in advance to identify questions andto allow for detailed discussions of the identified issues. In the lectures, we discuss topics from ascientific and often quantitative perspective. Students should thus have a basic understanding ofmathematical and statistical models. They should also be willing to follow mathematical reasoningand comprehend quantitative research papers. Moreover, we present different approaches andmethods to assess various real-world problems and show how scientific results can inform real-world decision-makers.", "Media": "presentation, lecture notes, excersises, moodle", "Reading List": "Goebel C, Jacobsen H-A, del Razo V, Doblander C, Rivera J, Ilg J, Flath C, Schmeck H, WeinhardtC, Pathmaperuma D, Appelrath H-J, Sonnenschein M, Lehnhoff S, Kramer O, Staake T, Fleisch E,Neumann D, Strüker J, Erek K, Zarnekow R, Ziekow H, Lässig J (2014) Energy Informatics. Bus InfSyst Eng 625–31Watson RT, Boudreau MC, Chen AJ (2010) Information Systems and Environmentally SustainableDevelopment Energy Informatics and New Directions for the IS Community. MIS Quarterly 3423–38", "Responsible for Module": "Jens Strüker", "Courses (Type of course, Weekly hours per semester), Instructor": " Digital Energy Management (FIM) (WIBT0002) - Exercise (Übung, 2 SWS)Wagon F, Bayer C, Digital Energy Management (FIM) (WIBT0002) (Vorlesung, 2 SWS)Weibelzahl M, Wagon F, Strüker J, Körner M, Bayer CFor further information in this module, please click campus.tum.de or here."}, "WIBT0003: Digital Disruption, Innovation and Transformation | DigitalDisruption, Innovation and Transformation": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The module's examination consists of a group presentation and a term paper. Concerning thegroup presentation, the students have to present their findings, followed by a discussion. Thepresentation has to be didactically well-structured and must focus on the students' core findings.The students moderate their discussion and must answer questions by the audience (i.e., thelecturers, advisors, and other seminar groups). Students must also actively participate in thediscussions moderated by other seminar groups. The assessment considers both the group-wiseand the individual performance of the examinees. Thereby, the students have to demonstratetheir ability to collaborate in a goal-oriented manner, create structured presentations, and presentthe content of these presentations in oral form. By writing the term paper, students have to showtheir understanding of the research problem and their ability to develop and discuss innovativesolutions. They have to demonstrate their academic writing skills and their ability to presentacademically advanced ideas clearly and concisely.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "", "Content": "The seminar focuses on current research topics in digitalization that are relevant from both anindustry and an academic perspective. As particular sub-topics of the broad field “digitalization”,the seminar focuses on Business Process Management, Customer Relationship Management,Strategic IT Management, Energy and Critical Infrastructures, Digital Life, IT-supported FinancialManagement, IT-Security and Data Protection, and Innovation Management. The concrete topics WIBT0003: Digital Disruption, Innovation and Transformation | Digital Disruption, Innovation and Transformation", "Intended Learning Outcomes": "After a successful completion of the module, students are able to develop innovative solutions todemanding research problems in digitalization in a goal oriented, structured, and self-dependentmanner. Moreover, students have advanced their skills related to academic writing, presentation ofresearch results, and teamwork.", "Teaching and Learning Methods": "The students have to work on the given topic both in their group and in close collaboration withthe advisor. To do so, the students read related work, create own ideas, and prepare these ideasfor the presentation with the advisor. The advisor provides the students repeated feedback andprovides guidance on the directions in which the students’ ideas should be further developed.Approaching an academic and/or practical question in teams and developing an own approachenables students to evaluate existing approaches and analyze strengths and weaknesses tocreate own academic ideas in an interdisciplinary team. ", "Media": "Presentations, term paper", "Reading List": "The literature depends on the concrete seminar topics. ", "Responsible for Module": "Maximilian Röglinger", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here."}, "WI001267: Advanced Corporate Finance | Advanced Corporate Finance": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "At the end of the course there will be closed#book final exam. Duration of the exam will be 60 min.This exam consists of theoretical questions regarding advanced concepts in corporate finance.Students will have to evaluate and apply common concepts and techniques used in corporatefinance.The exam questions will be in English. Students can choose to answer them in German orEnglish.The course grade will be based on the final exam only.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "", "Content": "• Real options Identification and binomial pricing• Valuation Valuation theorems, introduction to DCF methods, multiples methods and applications• Raising Capital Empirical studies of IPO costs, IPO process, SEOs• Capital structure WACC under OPM, CAPM and MM, trade#off theory of debt, agency theory ofdebt,pecking#order theory of debt• Dividend policy Theories of optimal dividend policy, Empirical evidence• M&A Explanations of wealth effects of M&A, explanations for conglomerates, Empirical resultsonother forms of ownership decreases and change (divestitures, carve#outs, spin#offs, trackingstock,split#ups, LBOs)", "Intended Learning Outcomes": "The aim of the course is to introduce students to advanced concepts in corporate finance. At theend of the course students will be able to evaluate the most common concepts and techniquesused in corporate finance.Students will be able to identify real options and apply valuation theorems. They will analysethe process of raising capital and evaluate capital structure. Finally, they will be able to assessdividend policy and judge M&A processes.", "Teaching and Learning Methods": "lecture and exercises are offered", "Media": "Slides and videos for lecture and exercise", "Reading List": "• Required Berk / deMarzo, Corporate Finance (5th ed.)• Further recommended readings are given in the lecture.", "Responsible for Module": "Kaserer, Christoph; Prof. Dr. rer. pol. habil.", "Courses (Type of course, Weekly hours per semester), Instructor": " Advanced Corporate Finance (FIM) - Exercise (WI001267) (Übung, 2 SWS)Cehajic A, Bayer C, Advanced Corporate Finance (FIM) - Lecture (WI001267) (Vorlesung, 2 SWS)Momtaz P, Bayer CFor further information in this module, please click campus.tum.de or here."}, "WI001268: Venture Capital | Venture Capital": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Examination is fully based on one written exam (2 hours). The exam proofs students' knowledgeand understanding of the entrepreneurial process, the various sources of financing, the businessmodel of  Venture Capital firms. Furthermore, the exam test students ability to use and criticallyanalyze different valuation and calculation approaches. Students are allowed to use a non-programmable calculator during the exam.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "None", "Content": "The module consists of a lecture as well as case studies and (excel) calculation sessions(exercises). During the lecture the contents are delivered via presentations and talks. The studentsare inspired to improve the acquired knowledge by studying the suggested literature. During theexercises students apply the acquired knowledge.", "Intended Learning Outcomes": "After having successfully finished this module, students (1) can recall the venture capital businessmodel. Furthermore, students (2) can evaluate the potentially attractive investment opportunitiesfor venture capital firms. They are able (3) to analyze and (4) forecast financial key performanceindicators, which prepares them for working in the equity investment industry, in particular asgrowth companies’ stocks equity analyst or in a venture capital or private equity firm. ", "Teaching and Learning Methods": "The module consists of a lecture as well as case studies and (excel) calculation sessions(exercises). During the lecture the contents are delivered via presentations and talks. The studentsare inspired to improve the acquired knowledge by studying the suggested literature. During theexercises students apply the acquired knowledge.", "Media": "", "Reading List": "Feld, B. / Mendelson, J. (2016) Venture Deals. Wiley. Ramsinghani, M. (2014) The Business ofVenture Capital, Wiley", "Responsible for Module": "Braun, Reiner; Prof. Dr. rer. oec.", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here."}, "WI001269: International Accounting | International AccountingFor students in the FIM Master": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "150", "Contact Hours": "30", "Description of Examination Method": "The examination consists of a written exam (60 min, multiple choice), in which studentsdemonstrate that they are able to evaluate the practical application of various internationalaccounting standards according to IFRS and that they are able to conduct financial statementanalyses. In addition, students have the option to give a short talk of 10 minutes to improve their grade byup to 0,3 grade points. They have to present a viable research idea in the area of accounting anddisclosure. ", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "", "Content": "The course covers the following topics- theoretical foundations of accounting and disclosure- main institutions involved in accounting- reporting formats and parts of the financial statements- financial statement analysis- reporting unit and consolidations- accounting for non-current assets- accounting for current assets- accounting for provisions- accounting for financial instruments- accounting for deferred taxes WI001269: International Accounting | International Accounting", "Intended Learning Outcomes": "After this course, participants should be able to- critically discuss the application of IFRS accounting standards to business transactions- to assess the impact of new or revised accounting standards on financial statments and onmanagerial behavior- to analyse the financial position, the performance and the financial stability of firms using datafrom financial statements- analyze state-of-the art financial accounting literature- apply the methodological approaches to empirical archival accounting research- create proposals for empirically testing hypotheses on new accounting phenomena using valid,powerful, and otherwise well-chosen research designs", "Teaching and Learning Methods": "The course consists of a on-site and online lecture, of readings material and accompanying casestudies. The lecture and readings provide an overview of IFRS accounting standards, of importantratios for financial statement analyses, of research methods, and of research findings in priorliterature. In the case studies, the students work in groups afterwards discuss their findings with thegoal to learn how to interpret and evaluate the application of standards, to review research papers,and to develop a research proposals. ", "Media": "Relevant scripts, videos, readings and exercises can be downloaded via Moodle.The on-sitelectures content is conveyed by means of presentation, while the online content is presented vialearning paths in Moodle.", "Reading List": "Antill, N., Lee, K., & Taylor, D. (2020). Company valuation under IFRS. 3rd edition, HarrimanHouse Limited.Leuz, C., & Wysocki, P. D. (2016). The economics of disclosure and financial reporting regulationEvidence and suggestions for future research. Journal of Accounting Research, 54(2), 525-622.- Blankespoor, E., deHaan, E., & Marinovic, I. (2020). Disclosure processing costs, investors’information choice, and equity market outcomes A review. Journal of Accounting and Economics,70(2-3), 101-344.", "Responsible for Module": "Ernstberger, Jürgen; Prof. Dr. rer. pol. habil.", "Courses (Type of course, Weekly hours per semester), Instructor": " International Accounting (FIM) (WI001269) (Vorlesung, 2 SWS)Ernstberger J, Dreiser T, Bayer CFor further information in this module, please click campus.tum.de or here. WI001270: Behavioral Finance | Behavioral Finance"}, "WI001270: Behavioral Finance | Behavioral Finance": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Examination is based on a final project and its presenation. In the final project and presentation,students are required to develop and present an innovative idea for a product or service thatcapitalizes on behavioral finance principles. I will randomly divided students into teams. Moredetails on the required outputs for the final project together with a checklist of expected pointsto be covered and samples of business ideas will be posted on the LMS. Each team will give apresentation discussing their idea and its implementation. At the end of the presentation, yourclassmates will be given the opportunity to ask questions.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "", "Content": "The course focuses around three pillarsi) Individuals how do we make saving and investing decisions? What biases can cloud ourdecisions?ii) Managers do managers exhibit similar biases? How do managers behave if markets are notefficient?iii) Financial Markets are markets fully efficient? Are stock returns predictable?In addition to the key behavioral finance concepts, students will develop and reinforce a set ofanalytical tools related to corporate finance and investment decisions. We'll also consider howbehavioral principles can help develop new financial services and products for consumers", "Intended Learning Outcomes": "The goal of the course is to deepen students’ understanding of how financial decisions are madein a vast array of settings, incorporating insights from individual and social psychology in modernfinancial theory.In practice, students will learn the most common “rules of thumb” used in financial decision-makingand the potential biases and mistakes that can arise. ", "Teaching and Learning Methods": "The module combines various learning methods- Basic knowledge, theoretical concepts and practical examples will be provided throughout thelecture.- Controversial discussions and active participation in class are encouraged to deepenunderstanding of the concepts presented.- In the cases, students will apply their theoretical knowledge- Guest lectures are used tostrengthen practical relevance", "Media": "PowerPoint, books, videos cases, newspaper articles, company information, and academic papers", "Reading List": "Ackert, L. F. and Deaves, R., 2010. Behavioural Finance Psychology, Decision- Making, andMarkets. Cengage.", "Responsible for Module": "Loos, Benjamin; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here."}, "WI001272: Machine Learning | Machine Learning": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The grading consists of  a written report (30 pages) and a final presentation (30 minutes) includingdiscussions. Students are allowed to work in groups on the project work. In the written report,students demonstrate that they are able to structure a research question, develop and implementa suitable solution approach, and to analyze results. The report must contain a digital supplementthat contains all implemented models and results. At the end of the module students present theirwork in a final presentation and participate in a subsequent discussion.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "basic knowledge in statistics, optimization, linear algebra, multivariate calculus", "Content": "The module covers different research fields in the area of Machine learningsupervised learning (e.g., support vector machines and neural networks)unsupervised learning (e.g., clustering, anomaly detection)(deep) reinforcement learningrecent enhancements (e.g., explainable AI, interpretable learning)", "Intended Learning Outcomes": "After participating in this module, students have a profound knowledge of the main research fieldsin the domain of machine learning. Moreover, they have an overview of recent developments andtopics. They are able to apply a machine learning framework to a practical problem, know theadvantages and disadvantages of various methods and are abel to identify and circumvent typicalpitfalls in practical applications. Through the project work, students learn to connect theory andpractice as well as to improve team working and presentation skills.", "Teaching and Learning Methods": "Students learn the theory behind machine learning in lectures. In additional exercises and codinglabs, students learn how to apply this knowledge to practical problems. The encompassing projectwork teaches students how to structure and conduct a full analytics project in the domain ofmachine learning.", "Media": "slides, readings, exercises, coding labs, project work", "Reading List": "Bishop, Christopher M. Pattern recognition and machine learning. springer, 2006.Bengio, Yoshua, Ian Goodfellow, and Aaron Courville. Deep learning. Vol. 1. Massachusetts, USAMIT press, 2017.Alpaydin, E. (2020). Introduction to machine learning. MIT press.Russel, Stuart, and Peter Norvig. Artificial intelligence a modern approach. London PearsonEducation Limited, 2013.", "Responsible for Module": "Schiffer, Maximilian; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here."}, "WI100180: Business Plan - Advanced Course (Business Models, Salesand Finance) | Business Plan - Advanced Course (Business Models,Sales and Finance)Business model, sales and finance": {"Module Level": "Master", "Language": "German", "Duration": "one semester", "Frequency": "winter/summersemester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The examination consists of the elaboration of a business plan and a presentation of it. Basedon the business plan, the following requirements are checked if students can design, test andimplement a business idea based on criteria like access to the market, customer desirability,prototyping, distribution, calculation and financing. In the business plan, all aspects of a newbusiness model are partially described. Students particularly show what value proposition they canoffer to defined customer groups. They estimate the market potential and analyze the competition.They study feasible marketing strategies, test them on the market and present the results.Based on those they develop distribution strategies to reach relevant target groups. Additionallyconsidering the results of their field tests, interviews and prototypes, the students create scenariosfor business models. They identify and evaluate estimations for the financial planning based ontested and validated business hypotheses (customer, market, costs, returns …). Finally the resultsare delivered by the team in a business idea presentation. During the presentation students areasked critical questions by the examiners. Thereby it can be checked, if students are able todistribute tasks in a team according to competences and experiences, and therefore to test andvalidate dozens of hypotheses and to create a business plan in a structured way.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Business Plan Basic Course or a similar format", "Content": "- Full-day \"Gründer-Workshop\", topics Team, Vision, Project Plan  WI100180: Business Plan - Advanced Course (Business Models, Sales and Finance) | Business Plan - AdvancedCourse (Business Models, Sales and Finance)", "Intended Learning Outcomes": "At the end of the seminar, the participants will be able to- apply the benefits of an iterative approach to the development of business opportunities,- test hypotheses by means of interviews with experts,- develop a suitable business model and a financial plan- develop a marketing and sales concept, - evaluate own business idea with the use of customer feedback, observations of stakeholders andinterviews,- plan a business concept in order to apply for the, e.g. EXIST-funding or to participate in businessplan competitions, - assess whether certain business idea represents a real business opportunity.", "Teaching and Learning Methods": "Seminar-style The lecturers are experienced entrepreneurs, founders and managing directors,who have extensive experience in writing and reviewing business plans.- Using a shared space to work together- Intensive work on business ideas- Feedback from lecturers and invited experts - Action based-learning refreshing observations, interviews and surveys made in the BusinessPlan Basic Course - Teamwork Teams develop their business ideas by prototyping- Invitation of experts on the subjects marketing, sales, financing- Excursion to a Munich-based startup", "Media": "- Videos- Slides- PowerPoint", "Reading List": "Comprehensive list of books, blogs etc. will be announced at the start of the seminar- Münchener Business Plan Wettbewerb Handbuch Businessplan-Erstellung, München https//www.baystartup.de/bayerische-businessplan-wettbewerbe/handbuchbusinessplan/ WI100180: Business Plan - Advanced Course (Business Models, Sales and Finance) | Business Plan - AdvancedCourse (Business Models, Sales and Finance)", "Responsible for Module": "Böhler, Dominik; Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " Business Plan - Advanced Course (Business Models, Sales and Finance) (WI100180) (Seminar, 4SWS)Bücken O [L], Bücken OFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program M.Sc. Finance and Information Management (FIM)Generated on 18.11.2022, 39 of 68, Page 40 Elective area | Wahlbereich, Elective area | Wahlbereich, Within Elective area, at least one module from three of the four areas must be selected. In addition,further elective modules from the entire elective catalog must be selected from the elective area.A total of 30 credits from the elective catalog must be successfully completed. These examinationcredits can be partially completed at the University of Bayreuth. These modules are accordinglyassigned a module number beginning with the abbreviation WIBT. This exemplary elective modulecatalog is continuously updated; the applicable elective module catalog will be announced by theFaculty of Business and Economics in a suitable manner in good time before the start of lectures. "}, "MA3405: Insurance Mathematics 1 | Insurance Mathematics 1": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "9", "Total Hours": "270", "Self-study Hours": "180", "Contact Hours": "90", "Description of Examination Method": "The module examination is based on a written exam (90 minutes). Students are able to understandthe main stochastic methods in the practice of insurance mathematics and can adequately applythem.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "MA0009 Introduction to Probability and Statistics (or former modules MA1401 Introduction toProbability Theory, MA2402 Basic Statistics)", "Content": "This course introduces the principles of actuarial science with a focus on non-life insurance.We cover pricing methods, capital allocation, the individual model and the collective model. Therelevant stochastic models for tariff calculation, loss reserving and reinsurance are developedand discussed. Different loss-reserving methods are introduced and compared. As non-lifeinsurance (automotive, liability, fire, etc.) is heavily influenced by the random nature of claimarrivals (frequency) and sizes (severity), stochastic tool such as credibility theory, stochasticprocesses, extreme-value analysis and dependence modelling are introduced in the presentcontext. The role of reinsurance in risk-sharing is analyzed from a mathematical perspective. Thecurrent regulation (Solvency II) is briefly discussed.", "Intended Learning Outcomes": "After successful completion of the module, the students are able to understand and apply the mainstochastic methods in the practice of (non-life) insurance.", "Teaching and Learning Methods": "The module is offered as a series of lectures. In the lectures, the content will be presented in a talkwith demonstrative examples, as well as through discussion with the students. The lectures shouldmotivate the students to carry out their own analysis of the themes presented and to independentlystudy the relevant literature.", "Media": "Blackboard / Slides / Video-presentation", "Reading List": "Albrecher, H.,  Beirlant, J. Teugels, J. (2017) Reinsurance Actuarial and Statistical Aspects (WileySeries in Probability and Statistics).Bühlmann, H. (2008) Mathematical methods in risk theory. Springer, Berlin, Heidelberg, 2ndprinting, 1st edition.Embrechts, P., Klüppelberg, C., Mikosch, T (1997) Modelling extremal events for insurance andfinance, Springer Verlag.Goelden, H.-W., Hess K., Morlock, M. Schmidt, K. Schröter, K. (2015)Schadenversicherungsmathematik (Deutsch).Mikosch, T. (2009) Non-life insurance mathematics, Springer, Berlin, Heidelberg.Mack, T. (2002) Schadenversicherungsmathematik. Verlag Versicherungswirtschaft, Karlsruhe.Van Eeghen, J. et al. (1983) Rate Making, Nationale Nederlanden, Rotterdam.Schmidli, H. (2017) Risk Theory, Springer Actuarial.Wüthrich, M. and Merz, M. (2008) Stochastic Claims Reserving. Wiley, New York.", "Responsible for Module": "Scherer, Matthias; Prof. Dr. rer. nat.", "Courses (Type of course, Weekly hours per semester), Instructor": " Exercises for Insurance Mathematics [MA3405] (Übung, 2 SWS)Scherer M, de Witte D, Insurance Mathematics 1 [MA3405] (Vorlesung, 4 SWS)Scherer M, de Witte DFor further information in this module, please click campus.tum.de or here."}, "MA9976: Financial Econometrics (FIM) | Financial Econometrics (FIM)": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "4", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The module examination is based on a written exam (90 minutes) with theoretical and practicalcomponents. Students have to show their theoretical understanding of a generalized linearregression model by answering questions on model set-up and assumptions, the generalized leastsquares estimation methodology, finite and asymptotic properties as well as hypothesis testing.In the practical section, students have to demonstrate their understanding of the methodologyon an economically motivated application. By analyzing and interpreting results from a variety ofcandidate models, students are led to reach a decision about the most plausible model for theapplication at hand.  ", "Repeat Examination": "", "(Recommended) Prerequisites": "none", "Content": "This course is an intensive introduction to various econometric concepts like sampling, estimation,hypotheses testing, and (generalized) linear regression used in applied financial research. Theemphasis will be on developing and applying regression-based techniques in both cross-sectionaland time-series contexts. Their usefulness will also be examined in the light of current financialstudies.", "Intended Learning Outcomes": "After successful completion of the module, students are able to analyze cross-sectional and time-series data with regression-based techniques. Furthermore, students can develop and calibrateeconometric models that can be used to test theories or to make forecasts. They understand theproperties and limitations of these models and are able to assess how they fit different applications. Students will be able to use a programming software like Matlab or R to implement and evaluatethe models.", "Teaching and Learning Methods": "The module consists of the lecture supplemented by an exercise session. The lecture materialis presented with slide presentations and mathematical proofs are presented on the blackboard.Students are encouraged to study course references. During the exercise sessions, students workunder instructor assistance on assignments for the implementation of econometric models usingprogramming software like Matlab or R. ", "Media": "Presentation slides, whiteboard, assignment sheets, programming software like Matlab or R", "Reading List": "Econometric Analysis, Greene, W.H. (2008), 6th ed., New York Prentice Hall. Additional Reading Market Risk Analysis Quantitative Methods in Finance (Market Risk Analysis).Carol Alexander. Wiley; Har/Cdr edition 2008.", "Responsible for Module": "Zagst, Rudi; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here."}, "WIB06771: Advanced Seminar Finance & Accounting: Cases in Finance| Advanced Seminar Finance & Accounting: Cases in FinanceCases in Finance (WS); Theory in Finance (SS)": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter/summersemester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The certificate of achievement is accomplished by the presentation of the own case solution(verbal, 40%), the discussion of another group’s case solution (verbal, 10%), and the writtenreport (50%). In the presentation, the focus lies on the structure and content of the presented casesolution. In the discussion, students must challenge the case solution of another group. In thewritten report, students have to apply finance theory to practical issues. Hereby, a crucial point is toaddress the feedback of the presentation and discussion.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "None", "Content": "This module enables students to apply finance theories and valuation methods to real questionsand issues. By trying to get to the bottom of the own case study and the critical discussion of othercase studies which are presented by the other teams, the seminar allows students to get in-depthknowlege of the following areas- Company valuation with regard to different industries and different stages of the life cycle of acompany- Company valuation in the context of Initial Public Offerings and Mergers & Acquisitions- Problems with valuing a start-up- Mastering crises within a firm- Importance of the capital structure, in particular in the context of leveraged buyouts- Long-term strategic focus of a company WIB06771: Advanced Seminar Finance & Accounting: Cases in Finance | Advanced Seminar Finance & Accounting:Cases in Finance", "Intended Learning Outcomes": "After completion of the module students will be able to (1) identify challenges of real-word financialcases. Moreover, they will be able to (2) operate with financial databases and carry out companyvaluations, event studies as well as hedging strategies. Based on these skills, students will beable to (3) analyze financial cases, (4) evaluate management decisions and (5) develop ownrecommendations for action. The module comprises scientific work methods and provides a directpreparation for the final thesis.", "Teaching and Learning Methods": "Students are encouraged to study the literature, they are shown how to find and work with data aswell as to be concerned with related topics in an initial kick-off meeting. The case study seminar isconducted as team work where specific issues are solved and discussed, at the theory seminar,students question research papers and present their findings to the group.", "Media": "Books, case descriptions, academic papers, presentation slides", "Reading List": "• Koller et al. (2005). Valuation – Measuring and Managing the Value of Companies. John Wiley &Sons.• Unterstanding Asset Prices Scientific Background zum Nobelpreis 2013 (https//www.nobelprize.org/uploads/2018/06/advanced-economicsciences2013-1.pdf)", "Responsible for Module": "Kaserer, Christoph; Prof. Dr. rer. pol. habil.", "Courses (Type of course, Weekly hours per semester), Instructor": " Advanced Seminar Finance & Accounting (WIB06771) Cases in Finance  (Limited places)(Seminar, 4 SWS)Kaserer C, Treßel VFor further information in this module, please click campus.tum.de or here. WI000231: Asset Management | Asset Management"}, "WI000231: Asset Management | Asset Management": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The grading is based on an open-book e-test with a duration of 90 minutes. The e-test consistsof calculations and multiple choice questions. By answering questions in multiple choice or textform, students have to show that they are able to understand the theory behind Asset Management(e.g. concept of utility and the calculation of basic utility measures, portfolio selection under variousconstraints, determinants of the capital asset pricing model and other factor models).Moreover they show their ability to explain the basic models e.g. of portfolio theory.By performing calculations and elaborating on theoretical considerations, students demonstratetheir ability to evaluate and apply the methods presented in the module. They show that they areable to consider asset pricing models.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "MA9712 \"Introductory Statistics\" (Recommended)MA9711 \"Introductory Mathematic\" (Recommended)", "Content": "The target of the module is to familiarize students with the concept of Asset Management froma theoretical perspective. The module provides the theoretical foundation that is required tounderstand typical problems in Asset Management and illustrates how to solve these problemseffectively by means of the appropriate tools (e.g. Excel Solver).", "Intended Learning Outcomes": "After successful completion of the module, students (1) understand the concept of utility theory(utility functions and link to risk attitudes) and can (2) calculate basic utility measures (absolute riskaversion, relative risk aversion, expected utility, certainty equivalent, risk premium); Students canalso (3) explain and apply the basic models of portfolio theory, i.e. they can calculate the optimalportfolio allocation in the Markowitz mean-variance framework for an arbitrary set of asset returnsunder various constraints. Moreover, students (4) understand the fundamental concept of theCapital Asset Pricing Model and are able to (5) apply the model and its variants introduced in themodule and also recognize the shortcomings of this model. Students (6) learn to use other assetpricing models and when to apply them. Finally, students (7) learn the theory, process and methodsto measure the portfolios’ performance.", "Teaching and Learning Methods": "The module combines various learning methods- Basic knowledge, theoretical concepts and practical examples will be provided through thelecture.- Controversial discussions and active participation in class are encouraged to deepenunderstanding of the concepts presented.- In the exercises, students will apply their theoretical knowledge to concrete- Demonstration of how to apply portfolio optimization on real-world data by using Excel- Students will get insights into practice via several guest lecture", "Media": "Presentation slides, white board", "Reading List": "Elton, E. J./ Gruber, M. J. (2006) Modern Portfolio Theory and Investment Analysis, USA, Wiley,7th Edition.", "Responsible for Module": "Kaserer, Christoph; Prof. Dr. rer. pol. habil.", "Courses (Type of course, Weekly hours per semester), Instructor": " Asset Management - Übung (WI000231) (Übung, 2 SWS)Chen M, Asset Management (WI000231) (Vorlesung, 2 SWS)Kaserer C, Chen MFor further information in this module, please click campus.tum.de or here."}, "WI001187: Private Equity | Private Equity": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Examination is an E-Test via Moodle with a duration of 90 minutes. Students are allowed touse a non-programmable calculator and a non-electronic dictionary during the exam. Examsquestions are set up in  way to check whether students understand and are able to analyze thekey aspects when deciding on the financing structure of corporations, the financial modelingof Private Equity transactions as well as the different types of debt instruments used in thesetransactions. Furthermore students have to proof that they are able to analyze the financialsituation of corporations. Eventually students should proof that they can apply concepts of debtand equity financing and that they know how to apply, value and analyse the respective financinginstruments.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "We recommend to attend the lecture \"Entrepreneurial Finance\" (WI000158) before attending thislecture. Proficient financial and accounting skills as well as proficient excel skills are required as well.", "Content": "The module deals with the opportunities and limitations of financing from the perspective ofentrepreneurial companies, from start-ups to established companies, as well as Private Equityinvestors. For this purpose, after an overview of theoretical foundations of debt financing, thedifferent instruments of debt financing, as well as debt-like instruments and hybrid instruments areintroduced and discussed. Their functions within an optimal financial strategy in the company areoutlined. After understanding the basics of financing and the systematic of financial statementsas well as financial forecasting, these elements are put into practice by setting up an integrated financial business model. Taking the perspective of a Private Equity investor, this business modelis extended by a Leverage Buyout (LBO) model.", "Intended Learning Outcomes": "After this module the students will be able to analyze the financial situation of the company, toprepare financial forecasts/budgets for a company, and to manage cash, receivables, payables(and inventory). Moreover, they will be able to analyze important debt financing instruments and tounderstand what factors influence the decision between debt and equity. Finally, students will alsobe to set up an integrated business model as well as a LBO model.", "Teaching and Learning Methods": "The module consists of a lecture as well as excel modelling sessions (exercises). During thelecture the contents are delivered via presentations and talks. The students are inspired to improvethe acquired knowledge by studying the suggested literature. During the exercises students applythe acquired knowledge.", "Media": "Slides, Whiteboard", "Reading List": "Berk, J./DeMarzo, P. (2007) Corporate Finance, 1st. ed., London.Smith, J./ Smith R. (20004) Entrepreneurial Finance, 2nd. ed., Redwood.Brigham, E./Ehrhardt, M. (2002) Financial Mangement – Theory and Practice, 10th. ed., London.", "Responsible for Module": "Braun, Reiner; Prof. Dr. rer. oec.", "Courses (Type of course, Weekly hours per semester), Instructor": " Private Equity (WI001187) (Vorlesung, 2 SWS)Braun R [L], Braun R, Hysky L, Private Equity - Übung (WI001187) (Übung, 2 SWS)Braun R [L], Hysky LFor further information in this module, please click campus.tum.de or here."}, "WI001275: Applied Econometrics | Applied EconometricsAn introduction": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "180", "Contact Hours": "", "Description of Examination Method": "The learning outcomes will be tested in a written essay. Students are required to show that theycan apply the learned content to answering empirical research questions. The use of computersoftware (R, Stata, Python) is allowed as well as the use of relevant literature and coursematerials. Moreover, students are required to present their results in class. The final grade iscomposed of the presentation (30%) and the written essay (70%)", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "none", "Content": "1) Introduction 2) Conditional Expectations and Related Concepts in Econometrics3) The Single-Equation Linear Model and OLS Estimationa. Instrumental Variables Estimation of Single-Equation Linear Modelsb. Simultaneous Equations Modelsc. Basic Linear Unobserved Effects Panel Data Models4) Maximum Likelihood Methodsa. Discrete Response Modelsb. Corner Solution Outcomes and Censored Regression Modelsc. Count Data and Related Modelsd. Sample Selection, Attrition, and Stratified Sampling WI001275: Applied Econometrics | Applied Econometrics", "Intended Learning Outcomes": "Students will learn the major fundamentals of econometrics. The course focuses on linearregression models and maximum likelihood methods for cross sectional and panel data. Moreover,the course covers methods for limited dependent variables. By studying these topics students willlearn how to chose an appropriate method of analysis on the basis of the research question andthe data. The ultimate goal is then to apply these methods. ", "Teaching and Learning Methods": "The course covers theoretical concepts as well as empirical applications. Exercise classes aresupppsed to provide opportunities for practice and group work.  ", "Media": "Lecture slides, data applications, exercise sheets", "Reading List": "J.F. Wooldridge (2012) \"Econometric Analysis of Cross Section and Panel Data\", CambridgeUniversity Press, MA. ", "Responsible for Module": "Hottenrott, Hanna; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Applied Econometrics (WI001275) (FIM) (Vorlesung, 2 SWS)Farbmacher H, Bayer C, Groh R, Mühlegger M, Applied Econometrics (WI001275) - Exercise (FIM) (Übung, 2 SWS)Farbmacher H, Bayer C, Groh R, Mühlegger MFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program M.Sc. Finance and Information Management (FIM)Generated on 18.11.2022"}, "WIBT0004: Business & Information Systems Engineering (Seminar) |Business & Information Systems Engineering (Seminar)": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "3", "Total Hours": "90", "Self-study Hours": "60", "Contact Hours": "30", "Description of Examination Method": "The module's examination consists of a group presentation and a term paper. Concerning thegroup presentation, the students have to present their findings, followed by a discussion. Thepresentation has to be didactically well-structured and must focus on the students' core findings.The students moderate their discussion and must answer questions by the audience (i.e., thelecturers, advisors, and other seminar groups). Students must also actively participate in thediscussions moderated by other seminar groups. The assessment considers both the group-wiseand the individual performance of the examinees. Thereby, the students have to demonstratetheir ability to collaborate in a goal-oriented manner, create structured presentations, and presentthe content of these presentations in oral form. By writing the term paper, students have to showtheir understanding of the research problem and their ability to develop and discuss innovativesolutions. They have to demonstrate their academic writing skills and their ability to presentacademically advanced ideas clearly and concisely.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "", "Content": "The seminar focuses on current research topics from the field of Business and InformationSystems Engineering that are relevant from both an industry and an academic perspective. Asparticular sub-topics of Business and Information Systems Engineering, the seminar focuses on WIBT0004: Business & Information Systems Engineering (Seminar) | Business & Information Systems Engineering(Seminar)", "Intended Learning Outcomes": "After a successful completion of the module, students are able to develop innovative solutions todemanding research problems related to Business and Information Systems Engineering in a goaloriented, structured, and self-dependent manner. Moreover, students have advanced their skillsrelated to academic writing, presentation of research results, and teamwork.", "Teaching and Learning Methods": "The students have to work on the given topic both in their group and in close collaboration withthe advisor. To do so, the students read related work, create own ideas, and prepare these ideasfor the presentation with the advisor. The advisor provides the students repeated feedback andprovides guidance on the directions in which the students’ ideas should be further developed.", "Media": "Presentations, term paper", "Reading List": "The literature depends on the concrete topics of the seminar and is included in the topic template.", "Responsible for Module": "Maximilian Röglinger", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here."}, "WIBT0005: Digital Energy & Sustainability | Digital Energy &Sustainability": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "3", "Total Hours": "90", "Self-study Hours": "60", "Contact Hours": "30", "Description of Examination Method": "The module's examination consists of a group presentation and a term paper. Concerning thegroup presentation, the students have to present their findings, followed by a discussion. Thepresentation has to be didactically well-structured and must focus on the students' core findings.The students moderate their discussion and must answer questions by the audience (i.e., thelecturers, advisors, and other seminar groups). Students must also actively participate in thediscussions moderated by other seminar groups. The assessment considers both the group-wiseand the individual performance of the examinees. Thereby, the students have to demonstratetheir ability to collaborate in a goal-oriented manner, create structured presentations, and presentthe content of these presentations in oral form. By writing the term paper, students have to showtheir understanding of the research problem and their ability to develop and discuss innovativesolutions. They have to demonstrate their academic writing skills and their ability to presentacademically advanced ideas clearly and concisely.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "", "Content": "The seminar focuses on current challenges and opportunities associated with the transitiontowards low-carbon energy systems. In particular, students will analyze various topics on energymarket design, industrial and residential demand flexibility, design of smart districts, sustainablemobility, or lowering CO2 emissions. Against this background, we will highlight the importance andpotential of digital technologies to allow for the needed changes associated with future electricity WIBT0005: Digital Energy & Sustainability | Digital Energy & Sustainability", "Intended Learning Outcomes": "Upon successful completion of this module, students will be able to develop innovative solutions toresearch and industry problems related to the energy markets in a goal-oriented, structured, andself-dependent manner. Moreover, students will advance their skills related to academic writing,oral presentations, and teamwork.", "Teaching and Learning Methods": "The students work on the given topic in their group and in close collaboration with the advisor. Todo so, students read related work, create own ideas, and prepare these ideas for the presentation.The advisor provides the students with repeated feedback and provides guidance on the directionsin which the students’ ideas should be further developed.", "Media": "Presentations, term paper", "Reading List": "The literature depends on the specific topics of the seminar and is included in the topic template.", "Responsible for Module": "Jens Strüker", "Courses (Type of course, Weekly hours per semester), Instructor": " Digital Energy & Sustainability (WIBT0005) (FIM) (Seminar, 2 SWS)Strüker J, Wagon F, Bayer CFor further information in this module, please click campus.tum.de or here. WIBT0006: Emerging Digital Technologies @ BISE (Blockchain, AI, IoT, Process Mining) | Emerging Digital Technologies@ BISE (Blockchain, AI, IoT, Process Mining)"}, "WIBT0006: Emerging Digital Technologies @ BISE (Blockchain, AI, IoT,Process Mining) | Emerging Digital Technologies @ BISE (Blockchain,AI, IoT, Process Mining)": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The module examination is based on a presentation of the own case solution and a written reportby each group (2-4 students). In the presentation, the focus lies on the structure and contentof the presented case solution. In the written report, students must show their understanding ofemerging technologies in the field of business and information systems engineering by applyingtheir knowledge of emerging technologies to a real-world use case. ", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "", "Content": "The first part of the module teaches the students digital technologies by introducing nine relatedtechnology groups, especially IoT, AI, and Blockchain. The second part deals with technologyapplication to real-world examples from the economy and energy sector to teach socio-technicaland entrepreneurial implications of emerging technologies. The module familiarizes students withthe essential concepts of digital technologies such as artificial intelligence, blockchain, the Internetof things, process mining as well as related applications in diverse domains, e.g., in the fields ofenergy informatics, digital innovation, business process management, and digital value networks. ", "Intended Learning Outcomes": "Upon successful completion of this module, students understand the socio-technical andentrepreneurial impact of emerging digital technologies on the business and energy sector.Furthermore, they are familiar with the concepts of emerging digital technologies, especially IoT, WIBT0006: Emerging Digital Technologies @ BISE (Blockchain, AI, IoT, Process Mining) | Emerging Digital Technologies@ BISE (Blockchain, AI, IoT, Process Mining)", "Teaching and Learning Methods": "The module consists of two parts. The first part is lecture and a corresponding exercise. In thelecture the relevant emerging digital technologies are conveyed. Students also read literaturesuggested to them, which is then discussed in class. Moreover, different approaches and methodsto assess various real-world problems are presented to show how scientific results can inform real-world applications. In the second part, students then apply their knowledge to real-world scenariosto solve problem sets and case studies.", "Media": "Presentation slides, lecture notes, case studies, academic papers, moodle", "Reading List": "Huber, R., Püschel, L., and Röglinger, M. 2019. “Capturing Smart Service Systems  Developmentof a Domain-specific Modeling Language,” Information Systems Journal (296), pp. 1207-1255.Oberländer, A., Röglinger, M., Rosemann, M., and Kees, A. 2018. “Conceptualizing Business-to-Thing Interactions  A Sociomaterial Perspective on the Internet of Things,” European Journal ofInformation Systems (274), pp.486-502.Berger, S., Denner, M-S., Kreuzer, T., Oberländer, A., and Röglinger, M. (2021) „Unfolding theDigital technology Concept – A Multi-Layer Taxonomy and Purpose-Related Groups” under reviewat Information Systems JournalMädche, A., Legner, C., Benlian, A., Berger, B., Gimpel, H., Hess, T., Hinz, O., Morana, S. andSöllner, M. 2019 „AI-Based Digital Assistants  Opportunities, Threats, and Research Perspective,”Business & Information Systems Engineering (614), pp. 535-544.Strüker, J., Urbach, N., Guggenberger, T., Lautenschlager, J., Ruhland, N., Schlatt, V., Sedlmeir,J., Stoetzer, J.-C. 2020 „Self-Sovereign Identity – Grundlagen, Anwendungen und Potenziale,“Projektgruppe Wirtschaftsinformatik des Fraunhofer-Instituts für Angewandte InformationstechnikFIT, Bayreuth", "Responsible for Module": "Maximilian Röglinger", "Courses (Type of course, Weekly hours per semester), Instructor": " Emerging Digital Technologies @ BISE (Blockchain, AI, IoT, Process Mining) (WIBT0006) (FIM)(Vorlesung mit integrierten Übungen, 4 SWS)Röglinger M, Bayer C, Egger AFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program M.Sc. Finance and Information Management (FIM)Generated on 18.11.2022 WI000813: Technology Entrepreneurship Lab | Technology Entrepreneurship Lab"}, "WI000813: Technology Entrepreneurship Lab | TechnologyEntrepreneurship Lab": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter/summersemester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The  grading is based on a project work.With the project work students show their understanding of the processes associated with therecognition and development of entrepreneurial opportunities. Students show that they are ableto analyze the development of entrepreneurial teams. Moreover, they show their ability to applycoaching tools.Throughout the project work each student has to hand in regular written documentation ofmaximum one page in which to describe the continuous development of the entrepreneurial ideaas well as the team (60%). At the end of the project work each student has to hand in a summarydocumentation of maximum three pages (40%) covering idea development, team development andused tools.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "First entrepreneurial experience (in any field)First team development experience (in any filed)Ideally already taken part in Tech Challenge (WI 001180) or Business Plan Basic Seminar(WI000159)", "Content": "In cooperation with UnternehmerTUM GmbH.The module Technology Entrepreneurship Lab offers a \"hands-on-experience\" for the developmentof entrepreneurial business ideas and opportunities with WI000813: Technology Entrepreneurship Lab | Technology Entrepreneurship Lab", "Intended Learning Outcomes": "After module participation students are able to understand the processes associated with therecognition and development of entrepreneurial opportunities. In addition, they are able to analyzethe development ofentrepreneurial teams and to apply coaching tools for this purpose. Further, they are able todevelop an opportunity assessment plan as well as guide others in this process.", "Teaching and Learning Methods": "The module consists of a three-day introductory lecture on entrepreneurial, technological andcoaching skills as well as a hands-on 3 month execution phase with teams. A coach accompaniesthis process. The business ideas and team development processes are supervised and presented.", "Media": "PowerPoint, Flipchart, online communication tool, virtual meetings, online webinars", "Reading List": "Hisrich, R. D./Peters, M. P./Shepherd, D. A. Entrepreneurship, 8th edition, McGraw-Hill, 2010", "Responsible for Module": "Patzelt, Holger; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " Technology Entrepreneurship Lab (WI000813) (Seminar, 4 SWS)Heyde F [L], Heyde FFor further information in this module, please click campus.tum.de or here. WI001180: Tech Challenge | Tech Challenge"}, "WI001180: Tech Challenge | Tech Challenge": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Overview of Final Deliverables", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Knowledge Willingness to participate; affinity with tech and entrepreneurship trends preferred Abilities Identifying opportunities; proactiveness; communication; teamwork; commitment Skills openness; analytical thinking; design thinking; self-motivation; networking", "Content": "- Kick-off Introduction to challenges, resources, objectives. “Challenge fair” at the end. Studentsare sensitized, inspired and stimulated to develop feasible, viable and holistic solutions to addresscurrent industrial topics as smart city, mobility, digital healthcare, Industry 4.0 and smart grid byutilizing cutting-edge technologies as cloud, IoT, AI, AR/VR.- Challenge workshops 1 day is reserved for each corporate to hold an interactive workshop withthe batch of students interested to know more about the respective challenge (known needs,available technologies, boundary conditions, etc.).- Interdisciplinary teams and ideas registration as pertaining to a specific challenge (choice madeby teams) Team, Vision, Project Plan- Ideation workshop Design thinking, empathic exploration, needfinding, concept generation,evaluation, and selection- Work-in-progress Prototyping, testing, generating feedback, iterating, creating new insights andelaborating use cases. On demand office hours and consulting sessions with experts for ideation,technology development, product design, and team development.  - Customer Value Proposition, Market and Positioning with respect to competition, Unique SellingProposition, Business Model, Value Chain, Market Entry- Business Plan, pitch training - Pre-Demo Day Meetup: User Acceptance Testing with respective challenge owners. Teamspresent, respective corporate provides feedback.- Feedback integration to finalize project results - Demo Day: Teams showcase their final concepts by means of their prototypes, videos, posters,and short business plans", "Intended Learning Outcomes": "Upon successful completion of this module, students are able to ", "Teaching and Learning Methods": "Innovatively addressing complex themes as smart city and Industry 4.0 often requires the use ofcutting-edge technologies within an entrepreneurial process. Based on this premise and to getthe students understand and apply such a process, the module deploys hands-on project-basedlearning and interdisciplinary teamwork.", "Media": "- Online access to slides, hand-outs, materials through dedicated e-Learning account- Online discussion forum connecting students and involved experts- Accounts on contemporary web platforms for digital project creation and sharing (e.g., hackster,kaggle, datacamp)", "Reading List": "A maintained list of references to relevant online course materials (e.g., UnternehmerTUM MOOCvideos, Coursera, Udacity, edX, Udemy) to support an individualized learning process suited tostudents’ various levels of expertise ", "Responsible for Module": "Patzelt, Holger; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " Tech Challenge (WI001180) (Seminar, 4 SWS)Schutz C [L], Schutz CFor further information in this module, please click campus.tum.de or here."}}