["\n\nWI001271: Entrepreneurship | Entrepreneurship\n\nVersion of module description: Gültig ab winterterm 2020/21\n\nModule Level:\nMaster\n\nLanguage:\nEnglish\n\nDuration:\none semester\n\nFrequency:\nwinter/summer\nsemester\n\nCredits:*\n6\n\nTotal Hours:\n180\n\nSelf-study Hours:\n120\n\nContact Hours:\n60\n\nNumber of credits may vary according to degree program. Please see Transcript of Records.\n\nDescription of Examination Method:\nThe examination consists of several exam courses (Prüfungsparcour). A semester-long project\nwork, which ends in the delivery of a business plan and in a presentation. The presentation\nincludes a prototype-demo of the developed product or service and a reflection on how innovative\nentrepreneurs from the guest lectures lead high-tech organizations. Through the projectwork, it is\nassessed how well the participants can identify and implement business opportunities. In teams\nstudents recognize the needs and demands of the customers. Through customer feedback, field\ninterviews and contextual observations they synthesize the identified needs to translate them\ninto clear and significant customer benefits. Students develope business models to learn how to\nbring the idea to the market and position the business with respect to competition. They learn the\nsystematic and iterativ approach of the Business Design for business model, team and technology\ndevelopment.\nSpecifically with the examination deliverables, the participants demonstrate to what extent they\nhave developed the following competences:\n- In their business plan participants formulate in a concise and structured way how they developed\nan understanding about the actual customers and markets for their business idea.\n- In their pitch presentation participants present their business idea before a jury of experts. The\npresentation includes a demo of the prototype for the developed product or service and a refelction\non how innovative entrepreneurs lead high-tech organizations.\nGrading:\n- 30% Prototype: As close to functional prototype as possible, must be interactive\n- 30% Business plan read deck of 7 to 10 slides\n- 40% 8-minute Pitch Presentation\n\nRepeat Examination:\nNext semester\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n6 of 68\n\n\fWI001271: Entrepreneurship | Entrepreneurship\n\n(Recommended) Prerequisites:\n- Knowledge: No special requirements, willingness to participate\n- Abilities: Identifying opportunities; team work; communication; commitment; reliability;\nproactiveness\n- Skills: openness; analytical thinking; visual thinking; self-motivation; networking\n\nContent:\nIn a creative atmosphere, the participants learn to think through and present a business idea in the\nstructured form of\na business plan in order to solve a customer problem. For that purpose, fundamental chapters of a\nbusiness plan are\ndeveloped. Participants will network with people from the entrepreneurial environment of TUM, i.e.\nas they connect with the guest lecturers.\nThe matter is developed in the following steps:\n- The fundamentals of innovation\n- Overview: Developing a business plan\n- Consumer and consumer value\n- Business model\n- Assessment of business ideas\n- Market & competition\n- Pitching business ideas\n- Presentation practice: customer, customer value, market USP\n- Forming powerful business teams\n- Protection of intellectual property\n- selected sessions from guest lecturers\n\nIntended Learning Outcomes:\nAt the end of the seminar the students will be able to:\n- understand the difference between idea, invention, and innovation;\n- understand the use of an iterative approach in the development of business opportunities;\n- evaluate opportunities for business ideas and apply business concepts by prototyping, e.g. with\nthe help of a\nbusiness plan;\n- evaluate business ideas and identify business opportunities;\n- segment markets and analyze potential niche markets;\n- evaluate own business idea with the help of customer feedback, observations from stakeholders,\nand interviews;\n- identify a real customer problem and create customer benefit with ideas for a solution.\n- understand effectual entrepreneurship;\n- understand basic economic terms, such as Intellectual Property, Cashflow, Venture Capital,\nControlling;\n- understand Design Thinking methodology;\nMoreover through guest speakers’ lectures participants will be empowered to:\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n7 of 68\n\n\fWI001271: Entrepreneurship | Entrepreneurship\n\n- realize opportunities and challenges associated with the founding and managing of technology-\nand growth-oriented\ncompanies;\n\nTeaching and Learning Methods:\nThe module is held in seminar-style: The lecturers are entrepreneurs, serial founders, coaches,\nand former managing directors.\n- Interdisciplinarity: Participants form cross-disciplinary teams to ensure a balanced mix of\nexpertise and skills in the\nteam.\n- Action-based learning: All participants are encouraged to be proactive and to learn through\nexperience.\n- Learning by doing: Each team develops a real business idea or one chosen for the seminar.\nParticular attention is\npaid to truly understanding the customer, for example, by interviews, observation, or expert\ndiscussion.\n- Prototyping: Using simple prototypes, the teams develop their business idea and make them\ntangible.\n- Online Networking: The work in the seminar is accompanied by online tools to support the team-\nbuilding and to generate ideas. The seminar is also accompanied by guest lectures of outstanding\nfounders, entrepreneurs, managers, or investors.  \n- Elevator Pitch Training: Through the practice of elevator pitches, participants develop skills for\nshort and effective presentation of their business ideas.\n- Presentation Training: Each team presents and defends their business idea twice before an\nexpert-jury and receives feedback on presentation style and content.\n\nMedia:\n- Videos\n- Slides\n- Handouts (distributed online)\n- Case studies\n- Intranet\n- Online Project Pool\n- Online discussion forum (e.g., for questions and feedback on guest lectures)\n\nReading List:\n- Timmons, Jeffry A. / Spinelli, Stephen (2009): New Venture Creation,7thedition, McGraw Hill\nProfessional \n- Horowitz, Ben (2014): The Hard thing About Hard Things, HarperBusiness\n- Kawasaki, Guy (2004): The Art of the Start, Penguin Publishing Group\n- Moore, Geoffrey A. (2002).: Crossing the Chasm, HarperCollins\n- Osterwalder, Alexander / Pigneur, Yves (2010): Business Model Generation: A Handbook for\nVisionaries, Game\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n8 of 68\n\n\fWI001271: Entrepreneurship | Entrepreneurship\n\nChangers, and Challengers, John Wiley & Sons\n- Ries, Eric (2011): The Lean Startup, Penguin Books Limited\n- Thiel, Peter (2014): Zero to One: Notes on Startups, or How to Build the Future, Crown Business\n- Read, S., Sarasvathy, S., Dew, N., Wiltbank, R., & Ohlsson, A. V. (2011). Effectual\nEntrepreneurship. Taylor & Francis (Part 1, S.1-70)\n- Schönenberger, Helmut (2006): Kommunikation von Unternehmertum. Eine explorative\nUntersuchung im universitären Umfeld. Deutscher Universitätsverlag, Wiesbaden.\n- Münchener Business Plan WEttbewerb: Der optimale Businessplan, München\n\nResponsible for Module:\nBücken, Oliver; Dipl.-Kfm. (Univ.)\n\nCourses (Type of course, Weekly hours per semester), Instructor: \nGeschäftsidee und Markt - Businessplan-Grundlagenseminar (WI000159) (Seminar, 2 SWS)\nHeyde F [L], Heyde F\n\nInnovative Entrepreneurs - Leadership of High-Tech Companies (WI000285) (Vorlesung, 2 SWS)\nSchönenberger H [L], Schönenberger H\nFor further information in this module, please click campus.tum.de or here.\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n9 of 68\n\n\fWI001287: Basics of FIM | Basics of FIM\n\n", "\n\nWI001287: Basics of FIM | Basics of FIM\n\nVersion of module description: Gültig ab winterterm 2020/21\n\nModule Level:\nMaster\n\nLanguage:\nEnglish\n\nDuration:\none semester\n\nFrequency:\nwinter semester\n\nCredits:*\n6\n\nTotal Hours:\n180\n\nSelf-study Hours:\n120\n\nContact Hours:\n60\n\nNumber of credits may vary according to degree program. Please see Transcript of Records.\n\nDescription of Examination Method:\nThe module examination is based on a written exam (60 min). Students have to show their\nunderstanding of the core concepts being presented within the different courses. Students have to\nprove their understanding of the quantitative methods being part of the lectures. The exam might\nalso include calculations.  \n\nRepeat Examination:\nEnd of Semester\n\n(Recommended) Prerequisites:\n\nContent:\nBasics of Finance, financial management as key function of corporations, core methods of value-\nand risk management, impact of long- and short-term orientation in corporate management, impact\nof financial decisions on customers, employees and the society,  static and dynamic concepts of\ninvestment analysis, management of interest rate risks in investment decisions, basics of securities\nanalysis and portfolio theory, asset allocation, portfolio selection theory and options, concepts\nof probability calculation, stochastic processes in discrete and continuous time (random walk,\nPoisson processes, arithmetic and (geometric) Brownian motion). \nBasic principles of Information Systems and their use in Businesses, basics of programming and\nsoftware engineering (Java, SQL).\n\nIntended Learning Outcomes:\nAfter finishing this module Students will recognize the basics of financial management, business\nprocess management, value management and risk management. They will be aware of the\nimportance of the corresponding functions in companies and of the impact of the decisions from\nthese functions on customers, employees and the society. Students will understand the basics\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n10 of 68\n\n \n\fWI001287: Basics of FIM | Basics of FIM\n\nof interest rates and financial products such as equity, bonds and options and how favorable\nportfolios can be composed of financial products. They will be able to demonstrate the basic\nstochastic processes which are used to model financial products. They are able to analyze the role\nof business information systems for companies. \n\nTeaching and Learning Methods:\nThe courses within the module consist of lectures with integrated tutorials. The topics of the\nlectures are presented via slides. Students are strongly recommended to prepare exercise sheets\nat home in order to understand and reflect the topics which are part of the courses. \n\nMedia:\nPresentation slides, lecture notes, scientific papers, white board, exercise sheets, case studies,\nsoftware tools\n\nReading List:\nBerk Jonathan, DeMarzo Peter (2020): Corporate Finance. \nKlebaner, Fima C. (2012): Introduction to Stochastic Calculus with Applications\nKaratzas, Ioannis, Shreve, Steven: Brownian Motion and Stochastic Calculus\nvom Brocke J, Rosemann M (2015) Handbook on Business Process Management 1: Introduction,\nMethods, and Information Systems. 2. Aufl., Springer, Berlin\nDumas M, La Rosa M, Mendling J, Reijers HA (2018) Fundamentals of Business Process\nManagement. Springer, Berlin\n\nResponsible for Module:\nLoos, Benjamin; Prof. Dr. rer. pol.\n\nCourses (Type of course, Weekly hours per semester), Instructor: \nInvestment & Financing (FIM) (WI001287) (Vorlesung, 2 SWS)\nNardini M, Bayer C, Braun R, Egger A, van Dun C, Wagon F\n\nBusiness & Information Systems Engineering (FIM) (WI001287) (Vorlesung, 2 SWS)\nRöglinger M, van Dun C, Bayer C, Egger A, Wagon F\n\nStochastic Processes (FIM) (WI001287) (Vorlesung, 2 SWS)\nZagst R, Rauscher M, Bayer C, Egger A, van Dun C, Wagon F\nFor further information in this module, please click campus.tum.de or here.\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n11 of 68\n\n\fCore area | Kernbereich\n\nCore area | Kernbereich\n\nAt least 48 credits must be selected from the core area within the framework of the elective\nmodules. These examination credits can be partially completed at the University of Bayreuth.\nThese modules are accordingly assigned a module number beginning with the abbreviation\nWIBT. The applicable elective module catalog will be announced by the Faculty of Business and\nEconomics in a suitable manner in good time before the start of lectures.\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n12 of 68\n\n\fWI000234: Value-based Management | Value-based Management\n\n", "\n\nWI000234: Value-based Management | Value-based Management\n\nVersion of module description: Gültig ab summerterm 2017\n\nModule Level:\nMaster\n\nLanguage:\nEnglish\n\nDuration:\none semester\n\nFrequency:\nsummer semester\n\nCredits:*\n6\n\nTotal Hours:\n180\n\nSelf-study Hours:\n120\n\nContact Hours:\n60\n\nNumber of credits may vary according to degree program. Please see Transcript of Records.\n\nDescription of Examination Method:\nThe examination is a written and marked exam (120 minutes) in which only a non-programmable\ncalculator is allowed. The purpose of the exam is to verify the provided theoretical competences.\nBy exemplary business situation or compensation schemes, the students prove that they can\ntest and evaluate the suitability of certain instruments of value-based management. In concrete\ncases, students are asked to apply the concept of residual income and potential accounting\nadjustments, to calculate important key indicators of value-based management and to show\nrelationships between them and their effects in incentive schemes. The students are supposed to\nrealize occurring problems and to suggest solutions.\n\nRepeat Examination:\nNext semester\n\n(Recommended) Prerequisites:\nBasic lectures in external accounting, Controlling, investment and financing\n\nContent:\nThis module covers the different aspects of implementing value-based management in a company.\nThe focus of the course lies on the concept of residual income as corporate and business unit\nperformance measure: \n-Calculation of Economic Value Added (EVA) as the prevailing residual income measure in practice\nincluding the most relevant accounting adjustments and their calculation.\n- Introduction to the problems and proposed solutions of calculating the cost of capital.\n- Discussion of the suitability of residual income as a goal congruent performance measure. \n- Design of compensation schedules to achieve the different and sometimes conflicting goals of\nmanagement compensation: alignment, wealth leverage, retention and minimizing shareholders’\ncost of compensation. \n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n13 of 68\n\n\fWI000234: Value-based Management | Value-based Management\n\n- Diverse means of compensation, like stock options and bonus plans incl. different payout rules\nand bonus banks, are taken into consideration.\n- Implementation of a company’s performance measurement system using financial and non-\nfinancial value drivers.\n\nIntended Learning Outcomes:\nThe learning outcomes of this module are: (1) students will be able to remember and understand\nthe concept of residual income and value creation; (2) they will be able to analyze accounting\nproblems and problems related to incentives (compensation components and basis of\nassessment);  (3) they will be able to apply the newly acquired knowledge to solve these problems\nwhen designing and implementing value-based management for a company; (4) Therefore,\nstudents evaluate different goals of management compensation and identify the suitability\nof different tools such as employee stocks, stock options, the residual income with different\naccounting adjustments as a performance measure or the application of a bonus bank.\n\nTeaching and Learning Methods:\nThe module consists of a lecture and an exercise course. During the lectures the contents are\ndelivered by presentations and discussions. In the exercise course the students apply the acquired\nknowledge in solving exercises and implementing case studies. As a preparation of the exercise\ncourses, students solve exercises and the solutions are presented and discussed during the\nexercise courses. Some exercises are solved in groups or individually and subsequently discussed\nin the exercise course.\n\nMedia:\nPresentations, text books, lecture notes, exercises, case studies\n\nReading List:\nYoung, S. David and O‘Byrne, Stephen F.: EVA and Value-Based Management: A Practical Guide\nto Implementation, New York et al. 2001.\n\nFurther recommendations given in lecture.\n\nResponsible for Module:\nFriedl, Gunther; Prof. Dr.\n\nCourses (Type of course, Weekly hours per semester), Instructor: \nValue-based Management (Vorlesung), 2 SWS\nValue-based Management (Übung), 2 SWS\nProfessor Gunther Friedl\nPeter Schäfer\nFor further information in this module, please click campus.tum.de or here.\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n14 of 68\n\n\fIN2028: Business Analytics and Machine Learning | Business Analytics and Machine Learning\n\n", "\n\nIN2028: Business Analytics and Machine Learning | Business Analytics\nand Machine Learning\n\nVersion of module description: Gültig ab summerterm 2021\n\nModule Level:\nBachelor/Master\n\nLanguage:\nEnglish\n\nDuration:\none semester\n\nFrequency:\nwinter semester\n\nCredits:*\n5\n\nTotal Hours:\n150\n\nSelf-study Hours:\n90\n\nContact Hours:\n60\n\nNumber of credits may vary according to degree program. Please see Transcript of Records.\n\nDescription of Examination Method:\nThe examination takes the form of a written 90 minutes test, in which students solve problems\nto prove they understand the functioning of various methods and their assumptions. Participants\ndemonstrate their ability to interpret the results of different statistical processes and to evaluate\ntheir model quality in the exercises. The correct responses require the independent construction of\nanalytical solutions with the help of techniques learned in the module.\n\nRepeat Examination:\nEnd of Semester\n\n(Recommended) Prerequisites:\nMA0901 Linear Algebra for Informatics, MA0902 Analysis for Informatics, IN0018 Discrete\nProbability Theory or MA9712 Statistics for Business Administration\n\nContent:\nRegression Analysis, Regression Diagnostics, Generalized Linear Models, Naïve Bayes, Decision\nTree Classifiers, Data Preparation, Causal Inference, Model Selection, Ensemble Methods,\nClustering, High-Dimensional Problems, Neural Networks, Convex Optimization\n\nIntended Learning Outcomes:\nAfter successful completion of the module students are familiarized with common methods of\nclassification, numerical prediction and clustering. They know the assumptions of these processes\nand understand their functioning, as well as their typical operational applications. Participants are\nable to analyze data sets with the programming language R and can interpret the results of these\nanalyses.\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n15 of 68\n\n\fIN2028: Business Analytics and Machine Learning | Business Analytics and Machine Learning\n\nTeaching and Learning Methods:\nThe module consists of a lecture and a content-aligned tutorial. The lecturer presents the content\nof the module, parts of the corresponding literature and application examples from practice\ninteractively. Students are accustomed with the statistical and machine learning methods and\nlearn to differentiate their usage. In the tutorial participants solve exercises in supervised work\nand evaluate the respective techniques. In addition, they practice to solve common problems\nby working with data in teamwork together with their tutor. Students learn to develop their own,\ndata-based solutions. Participants particularly train their technical abilities with programming\nenvironments such as R or Python.\n\nMedia:\nScript, exercise sheets, PowerPoint, PC and E-Learning platform\n\nReading List:\n- Trevor Hastie, Jerome Friedman, Robert Tibshirani: Elements of Statistical Learning, Springer.\n- Ian Witten, Eibe Frank, Mark Hall, Christopher Pal: Data Mining: Practical Machine Learning\nTools and Techniques, Morgan Kauffman.\n- James H. Stock and Mark W. Watson: Introduction to Econometrics, Pearson Education.\n- Gareth James, Daniela Witten, Trevor Hastie, Robert Tibshirani: An Introduction to Statistical\nLearning, Springer.\n\nResponsible for Module:\nBichler, Martin; Prof. Dr.\n\nCourses (Type of course, Weekly hours per semester), Instructor: \nBusiness Analytics and Machine Learning (IN2028) (Vorlesung, 2 SWS)\nBichler M\n\nÜbungen zu Business Analytics and Machine Learning (IN2028) (Übung, 2 SWS)\nBichler M [L], Boschko D, Ewert M, Knörr J, Kohring N\nFor further information in this module, please click campus.tum.de or here.\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n16 of 68\n\n\fMA9972: Discrete Time Finance (FIM) | Discrete Time Finance (FIM)\n\n", "\n\nMA9972: Discrete Time Finance (FIM) | Discrete Time Finance (FIM)\n\nVersion of module description: Gültig ab winterterm 2020/21\n\nModule Level:\nMaster\n\nLanguage:\nEnglish\n\nDuration:\none semester\n\nFrequency:\nwinter semester\n\nCredits:*\n6\n\nTotal Hours:\n180\n\nSelf-study Hours:\n120\n\nContact Hours:\n60\n\nNumber of credits may vary according to degree program. Please see Transcript of Records.\n\nDescription of Examination Method:\nThe module examination is based on a written exam (90 minutes). By answering questions in text\nform, students have to show their understanding of the concepts of discrete-time mathematical\nmodeling of financial markets and their capability to apply these concepts. They have to analyze\nmathematical models of financial markets and solve given problems. Students have to determine\nwhether markets contain arbitrage, replicate and price given financial derivatives and develop\nhedging strategies. The questions may include mathematical proofs and calculations.\n\nRepeat Examination:\n\n(Recommended) Prerequisites:\nKnowledge in Optimization and Stochastic Processes\n\nContent:\nSingle-Period Financial Markets, Multi-Period Financial Markets, Absence of Arbitrage and\nCompleteness, The Binomial or Cox-Ross-Rubinstein Model, Pricing of Contingent Claims\n\nIntended Learning Outcomes:\nAt the end of the module students are able to understand the fundamentals of mathematical\nfinance in discrete time. They understand the principles of arbitrage theory and are able to price\nfinancial derivatives and hedge against their risk in single- as well as multi-period financial markets.\n\nTeaching and Learning Methods:\nThe module consists of the lecture supplemented by an exercise session. The lecture material is\npresented with slide presentations and mathematical proofs are presented on the blackboard. The\nstudents are encouraged to study course references and course subjects. The exercise session\nconsists of theoretical and computer-oriented exercises. In the theoretical exercises students\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n17 of 68\n\n \n\fMA9972: Discrete Time Finance (FIM) | Discrete Time Finance (FIM)\n\nwill work under instructor assistance on assignments, sometimes in teamwork. In computer-\noriented exercises students simulate price processes of financial assets and determine the prices\nof derivatives. The exercises contribute to a better understanding of the lecture materials.\n\nMedia:\npresentation slides, white board\n\nReading List:\nS.R. Pliska: Introduction to Mathematical Finance: Discrete Time Models, Blackwell Publishers\nInc., 2000.\nShreve, S.E.: Stochastic calculus for Finance I: The Binomial Asset Pricing Model. Springer\nFinance, 2004. N.H. Bingham und R. Kiesel: Risk-Neutral Valuation: Pricing and Hedging Financial\nDerivatives, Springer Finance, 2004.\nJ.C. Hull: „Optionen, Futures, und andere Derivative“, Pearson Studium, 2006\nJ.C. Hull: Options, Futures, and Other Derivatives, Prentice-Hall, 2006.\nP. Wilmott: Quantitative Finance, John Wiley & Sons, 2001.\n\nResponsible for Module:\nZagst, Rudi; Prof. Dr.\n\nCourses (Type of course, Weekly hours per semester), Instructor: \nDiscrete Time Finance (FIM) [MA9972] (Vorlesung, 2 SWS)\nZagst R, Bayer C, Wahl M\n\nExercises for Discrete Time Finance (FIM) [MA9972] (Übung, 2 SWS)\nZagst R, Wahl M, Bayer C\nFor further information in this module, please click campus.tum.de or here.\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n18 of 68\n\n\fMA9973: Continuous Time Finance (FIM) | Continuous Time Finance (FIM)\n\n", "\n\nMA9973: Continuous Time Finance (FIM) | Continuous Time Finance\n(FIM)\n\nVersion of module description: Gültig ab winterterm 2020/21\n\nModule Level:\nMaster\n\nLanguage:\nEnglish\n\nDuration:\none semester\n\nFrequency:\nsummer semester\n\nCredits:*\n6\n\nTotal Hours:\n180\n\nSelf-study Hours:\n120\n\nContact Hours:\n60\n\nNumber of credits may vary according to degree program. Please see Transcript of Records.\n\nDescription of Examination Method:\nThe module examination is based on a written exam (90 minutes). By answering questions in text\nform, students have to show their understanding of the concepts of continuous-time mathematical\nmodeling of financial markets and their knowledge of the properties of important models. By doing\ncalculations and mathematical proofs, students have to demonstrate their ability to practically work\nwith the mathematical objects presented in the course and apply these mathematical objects to\nsolve financial problems like pricing and hedging of derivatives. They have to discuss numerical\nmethods for simulation, pricing and hedging. (If there are only few participants, an oral examination\nmight be held instead of a written exam). \n\nRepeat Examination:\n\n(Recommended) Prerequisites:\nMA9972 - Discrete Time Finance \nKnowledge in Stochastic Processes recommended\n\nContent:\nStochastic processes, Itô calculus, financial markets, arbitrage and completeness, pricing and\nhedging of contingent claims, Black-Scholes model and generalizations, pricing of exotic options,\nstochastic volatility and jump models, numerical methods (Monte Carlo simulation, Fourier pricing,\netc.)\n\nIntended Learning Outcomes:\nAfter successful completion of the module, students are aware of the foundations of Itô-calculus\nand can apply mathematical theorems like the Girsanov, Lévy, and Radon-Nikodym theorems.\nThey are able to understand the theoretical background of financial models in continuous time,\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n19 of 68\n\n \n\fMA9973: Continuous Time Finance (FIM) | Continuous Time Finance (FIM)\n\nincluding the notion of no-arbitrage, completeness, and the risk neutral valuation principle. Within\nthe seminal model of Black and Scholes (and its generalization) for the description of stock prices,\nstudents are able to analyze financial markets for arbitrage opportunities and completeness; they\nare also able to price derivatives such as European options and to determine hedging strategies.\nMoreover, students know about more advanced modeling approaches, including their advantages\nand disadvantages, and understand the necessary numerical methods for working with these.\nStudents are also  able to implement numerical methods in a programming software like Matlab or\nR.\n\nTeaching and Learning Methods:\nLectures with slide presentations and mathematical proofs on the blackboard, exercise sheets\nwith problems for preparation in homework, tutorials for discussion of solutions to exercise sheets,\ncomputer based programming tutorials in which students implement numerical methods (instructor\nassisted).\n\nMedia:\nPresentation slides, whiteboard, assignment sheets, programming software like Matlab or R\n\nReading List:\nR. Zagst: Interest Rate Management, Springer Finance, 2002.\nN.H. Bingham und R. Kiesel: Risk-Neutral Valuation: Pricing and Hedging Financial Derivatives,\nSpringer Finance,2004.\nS.E. Shreve: Stochastic Calculus for Finance II: Continuous-Time Models, Springer Finance, 2004.\nJ.C. Hull: Options, Futures, and Other Derivatives, Prentice-Hall, 2006.\nM. Musiela und M. Rutkowski: Martingale Methods in Financial Modelling, Vol. 36, Springer, 2005.\n\nResponsible for Module:\nZagst, Rudi; Prof. Dr.\n\nCourses (Type of course, Weekly hours per semester), Instructor: \n\nFor further information in this module, please click campus.tum.de or here.\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n20 of 68\n\n\fWIBT0001: Business Process Management & Digital Innovation | Business Process Management & Digital Innovation \n\n", "\n\nWIBT0001: Business Process Management & Digital Innovation |\nBusiness Process Management & Digital Innovation \n\nVersion of module description: Gültig ab winterterm 2020/21\n\nModule Level:\nMaster\n\nLanguage:\nEnglish\n\nDuration:\none semester\n\nFrequency:\nwinter semester\n\nCredits:*\n6\n\nTotal Hours:\n180\n\nSelf-study Hours:\n120\n\nContact Hours:\n60\n\nNumber of credits may vary according to degree program. Please see Transcript of Records.\n\nDescription of Examination Method:\nThe module examination is based on an oral exam of at least 20 min per student. By answering\nquestions in oral form, students have to show their understanding of the core concepts of Digital\nInnovation and Business Process Management as well as their knowledge of the scientific papers\ndiscussed in the lecture. Moreover, students must be able to report on their own insights from\napplying software tools in the tutorials. The oral examination will typically be for groups of three\nstudents at the same time in order for the students to show their ability to use technical terms\ncorrectly in an academic discussion.\n\nRepeat Examination:\nNext semester\n\n(Recommended) Prerequisites:\nnone\n\nContent:\nStudents are engaged in selected core concepts of Digital Innovation (e.g., Design Thinking, Value\nProposition Design, Business Model Development), Business Process Management (e.g., Process\nMining, Process Digitalization, Ambidextrous Business Process Management, Customer-Centric\nProcess Improvement) as well as boundary-spanning topics (e.g., digital innovation processes,\nstage gate process). The topics may slightly change per semester in line with current research\ntopics.\n\nIntended Learning Outcomes:\nThe module examination is based on an oral exam of at least 20 min per student. By answering\nquestions in oral form, students have to show their understanding of the core concepts of Digital\nInnovation and Business Process Management as well as their knowledge of the scientific papers\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n21 of 68\n\n\fWIBT0001: Business Process Management & Digital Innovation | Business Process Management & Digital Innovation \n\ndiscussed in the lecture. Moreover, students must be able to report on their own insights from\napplying software tools in the tutorials. The oral examination will typically be for groups of three\nstudents at the same time in order for the students to show their ability to use technical terms\ncorrectly in an academic discussion.\n\nTeaching and Learning Methods:\nThe module consists of a lecture with integrated tutorials. The topics of the lecture are presented\nvia slides. In order to have the students deal in more depths with the topics, these are critically\ndiscussed in the group on a regular basis. At the same time, selected scientific papers are\ndiscussed together with the students. The scientific papers must be prepared by the students\nfor such discussions according to predefined questions. Within the tutorials, the solutions to\nexercise sheets are developed in close cooperation with the lecturers. The exercise sheets contain\nmathematical exercises and case studies. Furthermore, software tools, e.g., for process mining are\nintroduced by the lecturers and applied by the students in the context of the case studies.\n\nMedia:\nPresentation slides, lecture notes, scientific papers, exercise sheets, case studies, software tools\n\nReading List:\nCiriello, R.F., Richter, A., Schwabe, G., 2018. Digital Innovation. Business & Information Systems\nEngineering 60 (6), 563–569. https://doi.org/10.1007/s12599-018-0559-8.\nvom Brocke J, Rosemann M (2015) Handbook on Business Process Management 1 + 2, 2. Aufl.,\nSpringer, Heidelberg\nKerpedzhiev, G.D., König, U.M., Röglinger, M. and Rosemann, M., 2020. An exploration into\nfuture business process management capabilities in view of digitalization. Business & Information\nSystems Engineering, pp.1-14.\n\nResponsible for Module:\nMaximilian Röglinger\n\nCourses (Type of course, Weekly hours per semester), Instructor: \nBusiness Process Management & Digital Innovation (FIM) (WIBT0001) (Vorlesung mit integrierten\nÜbungen, 4 SWS)\nRöglinger M, Oberländer A, Buck C, Bayer C\nFor further information in this module, please click campus.tum.de or here.\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n22 of 68\n\n\fWIBT0002: Digital Energy Management | Digital Energy Management\n\n", "\n\nWIBT0002: Digital Energy Management | Digital Energy Management\n\nVersion of module description: Gültig ab winterterm 2020/21\n\nModule Level:\nMaster\n\nLanguage:\nEnglish\n\nDuration:\none semester\n\nFrequency:\nwinter semester\n\nCredits:*\n6\n\nTotal Hours:\n180\n\nSelf-study Hours:\n120\n\nContact Hours:\n60\n\nNumber of credits may vary according to degree program. Please see Transcript of Records.\n\nDescription of Examination Method:\nThe module examination is based on a 90 minutes written exam. The written exam may be\nreplaced by an oral examination, however, if the number of participants is low. By answering\nquestions in written form, students show their understanding of the role of information systems\nfor today's and future’s energy system, and hence, of exemplary concepts and approaches in\nthe areas of smart markets, smart grid, smart factory, smart mobility, and smart home. By doing\ncalculations, students demonstrate their ability to work with and apply the mathematical methods\npresented during the lectures and the tutorials. They must also discuss the presented concepts\nand approaches. Students can bring a non-programmable and non-finance calculator, and two\nself-prepared (hand- or machine-written) double-sided DIN-A4 sheets with notes (i.e., in total four\npages with notes). Papers discussed in class can be brought to the exam as long as they do not\ncontain any notes (highlights are allowed).\n\nRepeat Examination:\nNext semester\n\n(Recommended) Prerequisites:\n\nContent:\nIn the first part of the module, students learn about physical and technical basics of energy\nsupply, energy transmission, and energy demand. Moreover, the module addresses the basics\nof sustainable electricity markets and relevant sectors, e.g., mobility. In the second part of the\nmodule, students learn and discuss how digital technologies can help overcome challenges of\nmodern energy systems, for example, the highly relevant topics of a low-carbon energy transition\nor lowering CO2 emissions. The lecture presents insights from various energy-related areas, e.g.,\nsmart markets, smart grid, smart factory, smart mobility, and smart home.\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n23 of 68\n\n \n\fWIBT0002: Digital Energy Management | Digital Energy Management\n\nIntended Learning Outcomes:\nStudents understand the key challenges of low-carbon energy transitions. Moreover, they know\npotential solutions that digital technologies and information systems can offer for these challenges.\nBased on this knowledge, students can evaluate and classify basic techno-economic issues in the\ncontext of energy management. Besides lecture-style teaching, we use interactive elements such\nas discussions of current digital trends, joint analysis of scientific papers, and exercises. Students\nthus not only acquire theoretical knowledge but also gain practically relevant qualifications.\nThe lecture prepares students for jobs in strategic IT management, energy management,\nconsulting, research or business model development, energy-start-ups, utilities, and energy-related\ncompanies.\n\nTeaching and Learning Methods:\nThe course consists of lectures and complementary, interactive tutorials. Exercises are available\nonline before each tutorial, and we develop solutions collaboratively with the students during the\ntutorials. However, students should prepare for the exercises in advance to identify questions and\nto allow for detailed discussions of the identified issues. In the lectures, we discuss topics from a\nscientific and often quantitative perspective. Students should thus have a basic understanding of\nmathematical and statistical models. They should also be willing to follow mathematical reasoning\nand comprehend quantitative research papers. Moreover, we present different approaches and\nmethods to assess various real-world problems and show how scientific results can inform real-\nworld decision-makers.\n\nMedia:\npresentation, lecture notes, excersises, moodle\n\nReading List:\nGoebel C, Jacobsen H-A, del Razo V, Doblander C, Rivera J, Ilg J, Flath C, Schmeck H, Weinhardt\nC, Pathmaperuma D, Appelrath H-J, Sonnenschein M, Lehnhoff S, Kramer O, Staake T, Fleisch E,\nNeumann D, Strüker J, Erek K, Zarnekow R, Ziekow H, Lässig J (2014) Energy Informatics. Bus Inf\nSyst Eng 6:25–31\nWatson RT, Boudreau MC, Chen AJ (2010) Information Systems and Environmentally Sustainable\nDevelopment: Energy Informatics and New Directions for the IS Community. MIS Quarterly 34:23–\n38\n\nResponsible for Module:\nJens Strüker\n\nCourses (Type of course, Weekly hours per semester), Instructor: \nDigital Energy Management (FIM) (WIBT0002) - Exercise (Übung, 2 SWS)\nWagon F, Bayer C\n\nDigital Energy Management (FIM) (WIBT0002) (Vorlesung, 2 SWS)\nWeibelzahl M, Wagon F, Strüker J, Körner M, Bayer C\nFor further information in this module, please click campus.tum.de or here.\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n24 of 68\n\n\fWIBT0003: Digital Disruption, Innovation and Transformation | Digital Disruption, Innovation and Transformation\n\n", "\n\nWIBT0003: Digital Disruption, Innovation and Transformation | Digital\nDisruption, Innovation and Transformation\n\nVersion of module description: Gültig ab winterterm 2020/21\n\nModule Level:\nMaster\n\nLanguage:\nEnglish\n\nDuration:\none semester\n\nFrequency:\nsummer semester\n\nCredits:*\n6\n\nTotal Hours:\n180\n\nSelf-study Hours:\n120\n\nContact Hours:\n60\n\nNumber of credits may vary according to degree program. Please see Transcript of Records.\n\nDescription of Examination Method:\nThe module's examination consists of a group presentation and a term paper. Concerning the\ngroup presentation, the students have to present their findings, followed by a discussion. The\npresentation has to be didactically well-structured and must focus on the students' core findings.\nThe students moderate their discussion and must answer questions by the audience (i.e., the\nlecturers, advisors, and other seminar groups). Students must also actively participate in the\ndiscussions moderated by other seminar groups. The assessment considers both the group-wise\nand the individual performance of the examinees. Thereby, the students have to demonstrate\ntheir ability to collaborate in a goal-oriented manner, create structured presentations, and present\nthe content of these presentations in oral form. By writing the term paper, students have to show\ntheir understanding of the research problem and their ability to develop and discuss innovative\nsolutions. They have to demonstrate their academic writing skills and their ability to present\nacademically advanced ideas clearly and concisely.\n\nRepeat Examination:\nNext semester\n\n(Recommended) Prerequisites:\n\nContent:\nThe seminar focuses on current research topics in digitalization that are relevant from both an\nindustry and an academic perspective. As particular sub-topics of the broad field “digitalization”,\nthe seminar focuses on Business Process Management, Customer Relationship Management,\nStrategic IT Management, Energy and Critical Infrastructures, Digital Life, IT-supported Financial\nManagement, IT-Security and Data Protection, and Innovation Management. The concrete topics\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n25 of 68\n\n \n\fWIBT0003: Digital Disruption, Innovation and Transformation | Digital Disruption, Innovation and Transformation\n\nof the seminar can differ each year and are published separately before the seminar using a\nstructured topic template.\n\nIntended Learning Outcomes:\nAfter a successful completion of the module, students are able to develop innovative solutions to\ndemanding research problems in digitalization in a goal oriented, structured, and self-dependent\nmanner. Moreover, students have advanced their skills related to academic writing, presentation of\nresearch results, and teamwork.\n\nTeaching and Learning Methods:\nThe students have to work on the given topic both in their group and in close collaboration with\nthe advisor. To do so, the students read related work, create own ideas, and prepare these ideas\nfor the presentation with the advisor. The advisor provides the students repeated feedback and\nprovides guidance on the directions in which the students’ ideas should be further developed.\nApproaching an academic and/or practical question in teams and developing an own approach\nenables students to evaluate existing approaches and analyze strengths and weaknesses to\ncreate own academic ideas in an interdisciplinary team. \n\nMedia:\nPresentations, term paper\n\nReading List:\nThe literature depends on the concrete seminar topics. \n\nResponsible for Module:\nMaximilian Röglinger\n\nCourses (Type of course, Weekly hours per semester), Instructor: \n\nFor further information in this module, please click campus.tum.de or here.\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n26 of 68\n\n\fWI001267: Advanced Corporate Finance | Advanced Corporate Finance\n\n", "\n\nWI001267: Advanced Corporate Finance | Advanced Corporate Finance\n\nVersion of module description: Gültig ab winterterm 2020/21\n\nModule Level:\nMaster\n\nLanguage:\nEnglish\n\nDuration:\none semester\n\nFrequency:\nwinter semester\n\nCredits:*\n6\n\nTotal Hours:\n180\n\nSelf-study Hours:\n120\n\nContact Hours:\n60\n\nNumber of credits may vary according to degree program. Please see Transcript of Records.\n\nDescription of Examination Method:\nAt the end of the course there will be closed#book final exam. Duration of the exam will be 60 min.\nThis exam consists of theoretical questions regarding advanced concepts in corporate finance.\nStudents will have to evaluate and apply common concepts and techniques used in corporate\nfinance.\nThe exam questions will be in English. Students can choose to answer them in German or\nEnglish.The course grade will be based on the final exam only.\n\nRepeat Examination:\nNext semester\n\n(Recommended) Prerequisites:\n\nContent:\n• Real options: Identification and binomial pricing\n• Valuation: Valuation theorems, introduction to DCF methods, multiples methods and applications\n• Raising Capital: Empirical studies of IPO costs, IPO process, SEOs\n• Capital structure: WACC under OPM, CAPM and MM, trade#off theory of debt, agency theory of\ndebt,\npecking#order theory of debt\n• Dividend policy: Theories of optimal dividend policy, Empirical evidence\n• M&A: Explanations of wealth effects of M&A, explanations for conglomerates, Empirical results\non\nother forms of ownership decreases and change (divestitures, carve#outs, spin#offs, tracking\nstock,\nsplit#ups, LBOs)\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n27 of 68\n\n \n\fWI001267: Advanced Corporate Finance | Advanced Corporate Finance\n\nIntended Learning Outcomes:\nThe aim of the course is to introduce students to advanced concepts in corporate finance. At the\nend of the course students will be able to evaluate the most common concepts and techniques\nused in corporate finance.\nStudents will be able to identify real options and apply valuation theorems. They will analyse\nthe process of raising capital and evaluate capital structure. Finally, they will be able to assess\ndividend policy and judge M&A processes.\n\nTeaching and Learning Methods:\nlecture and exercises are offered\n\nMedia:\nSlides and videos for lecture and exercise\n\nReading List:\n• Required: Berk / deMarzo, Corporate Finance (5th ed.)\n• Further recommended readings are given in the lecture.\n\nResponsible for Module:\nKaserer, Christoph; Prof. Dr. rer. pol. habil.\n\nCourses (Type of course, Weekly hours per semester), Instructor: \nAdvanced Corporate Finance (FIM) - Exercise (WI001267) (Übung, 2 SWS)\nCehajic A, Bayer C\n\nAdvanced Corporate Finance (FIM) - Lecture (WI001267) (Vorlesung, 2 SWS)\nMomtaz P, Bayer C\nFor further information in this module, please click campus.tum.de or here.\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n28 of 68\n\n\fWI001268: Venture Capital | Venture Capital\n\n", "\n\nWI001268: Venture Capital | Venture Capital\n\nVersion of module description: Gültig ab winterterm 2020/21\n\nModule Level:\nMaster\n\nLanguage:\nEnglish\n\nDuration:\none semester\n\nFrequency:\nsummer semester\n\nCredits:*\n6\n\nTotal Hours:\n180\n\nSelf-study Hours:\n120\n\nContact Hours:\n60\n\nNumber of credits may vary according to degree program. Please see Transcript of Records.\n\nDescription of Examination Method:\nExamination is fully based on one written exam (2 hours). The exam proofs students' knowledge\nand understanding of the entrepreneurial process, the various sources of financing, the business\nmodel of  Venture Capital firms. Furthermore, the exam test students ability to use and critically\nanalyze different valuation and calculation approaches. Students are allowed to use a non-\nprogrammable calculator during the exam.\n\nRepeat Examination:\nNext semester\n\n(Recommended) Prerequisites:\nNone\n\nContent:\nThe module consists of a lecture as well as case studies and (excel) calculation sessions\n(exercises). During the lecture the contents are delivered via presentations and talks. The students\nare inspired to improve the acquired knowledge by studying the suggested literature. During the\nexercises students apply the acquired knowledge.\n\nIntended Learning Outcomes:\nAfter having successfully finished this module, students (1) can recall the venture capital business\nmodel. Furthermore, students (2) can evaluate the potentially attractive investment opportunities\nfor venture capital firms. They are able (3) to analyze and (4) forecast financial key performance\nindicators, which prepares them for working in the equity investment industry, in particular as\ngrowth companies’ stocks equity analyst or in a venture capital or private equity firm. \n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n29 of 68\n\n\fWI001268: Venture Capital | Venture Capital\n\nTeaching and Learning Methods:\nThe module consists of a lecture as well as case studies and (excel) calculation sessions\n(exercises). During the lecture the contents are delivered via presentations and talks. The students\nare inspired to improve the acquired knowledge by studying the suggested literature. During the\nexercises students apply the acquired knowledge.\n\nMedia:\n\nReading List:\nFeld, B. / Mendelson, J. (2016): Venture Deals. Wiley. Ramsinghani, M. (2014): The Business of\nVenture Capital, Wiley\n\nResponsible for Module:\nBraun, Reiner; Prof. Dr. rer. oec.\n\nCourses (Type of course, Weekly hours per semester), Instructor: \n\nFor further information in this module, please click campus.tum.de or here.\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n30 of 68\n\n \n\fWI001269: International Accounting | International Accounting\n\n", "\n\nWI001269: International Accounting | International Accounting\nFor students in the FIM Master\n\nVersion of module description: Gültig ab winterterm 2020/21\n\nModule Level:\nMaster\n\nLanguage:\nEnglish\n\nDuration:\none semester\n\nFrequency:\nwinter semester\n\nCredits:*\n6\n\nTotal Hours:\n180\n\nSelf-study Hours:\n150\n\nContact Hours:\n30\n\nNumber of credits may vary according to degree program. Please see Transcript of Records.\n\nDescription of Examination Method:\nThe examination consists of a written exam (60 min, multiple choice), in which students\ndemonstrate that they are able to evaluate the practical application of various international\naccounting standards according to IFRS and that they are able to conduct financial statement\nanalyses. \nIn addition, students have the option to give a short talk of 10 minutes to improve their grade by\nup to 0,3 grade points. They have to present a viable research idea in the area of accounting and\ndisclosure. \n\nRepeat Examination:\nNext semester\n\n(Recommended) Prerequisites:\n\nContent:\nThe course covers the following topics:\n- theoretical foundations of accounting and disclosure\n- main institutions involved in accounting\n- reporting formats and parts of the financial statements\n- financial statement analysis\n- reporting unit and consolidations\n- accounting for non-current assets\n- accounting for current assets\n- accounting for provisions\n- accounting for financial instruments\n- accounting for deferred taxes\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n31 of 68\n\n \n\fWI001269: International Accounting | International Accounting\n\n- research design for accounting research\n- overview of important research areas\n\nIntended Learning Outcomes:\nAfter this course, participants should be able to\n- critically discuss the application of IFRS accounting standards to business transactions\n- to assess the impact of new or revised accounting standards on financial statments and on\nmanagerial behavior\n- to analyse the financial position, the performance and the financial stability of firms using data\nfrom financial statements\n- analyze state-of-the art financial accounting literature\n- apply the methodological approaches to empirical archival accounting research\n- create proposals for empirically testing hypotheses on new accounting phenomena using valid,\npowerful, and otherwise well-chosen research designs\n\nTeaching and Learning Methods:\nThe course consists of a on-site and online lecture, of readings material and accompanying case\nstudies. The lecture and readings provide an overview of IFRS accounting standards, of important\nratios for financial statement analyses, of research methods, and of research findings in prior\nliterature. In the case studies, the students work in groups afterwards discuss their findings with the\ngoal to learn how to interpret and evaluate the application of standards, to review research papers,\nand to develop a research proposals. \n\nMedia:\nRelevant scripts, videos, readings and exercises can be downloaded via Moodle.The on-site\nlectures content is conveyed by means of presentation, while the online content is presented via\nlearning paths in Moodle.\n\nReading List:\nAntill, N., Lee, K., & Taylor, D. (2020). Company valuation under IFRS. 3rd edition, Harriman\nHouse Limited.\nLeuz, C., & Wysocki, P. D. (2016). The economics of disclosure and financial reporting regulation:\nEvidence and suggestions for future research. Journal of Accounting Research, 54(2), 525-622.\n- Blankespoor, E., deHaan, E., & Marinovic, I. (2020). Disclosure processing costs, investors’\ninformation choice, and equity market outcomes: A review. Journal of Accounting and Economics,\n70(2-3), 101-344.\n\nResponsible for Module:\nErnstberger, Jürgen; Prof. Dr. rer. pol. habil.\n\nCourses (Type of course, Weekly hours per semester), Instructor: \nInternational Accounting (FIM) (WI001269) (Vorlesung, 2 SWS)\nErnstberger J, Dreiser T, Bayer C\nFor further information in this module, please click campus.tum.de or here.\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n32 of 68\n\n\fWI001270: Behavioral Finance | Behavioral Finance\n\n", "\n\nWI001270: Behavioral Finance | Behavioral Finance\n\nVersion of module description: Gültig ab winterterm 2020/21\n\nModule Level:\nMaster\n\nLanguage:\nEnglish\n\nDuration:\none semester\n\nFrequency:\nwinter semester\n\nCredits:*\n6\n\nTotal Hours:\n180\n\nSelf-study Hours:\n120\n\nContact Hours:\n60\n\nNumber of credits may vary according to degree program. Please see Transcript of Records.\n\nDescription of Examination Method:\nExamination is based on a final project and its presenation. In the final project and presentation,\nstudents are required to develop and present an innovative idea for a product or service that\ncapitalizes on behavioral finance principles. I will randomly divided students into teams. More\ndetails on the required outputs for the final project together with a checklist of expected points\nto be covered and samples of business ideas will be posted on the LMS. Each team will give a\npresentation discussing their idea and its implementation. At the end of the presentation, your\nclassmates will be given the opportunity to ask questions.\n\nRepeat Examination:\nEnd of Semester\n\n(Recommended) Prerequisites:\n\nContent:\nThe course focuses around three pillars:\ni) Individuals: how do we make saving and investing decisions? What biases can cloud our\ndecisions?\nii) Managers: do managers exhibit similar biases? How do managers behave if markets are not\nefficient?\niii) Financial Markets: are markets fully efficient? Are stock returns predictable?\nIn addition to the key behavioral finance concepts, students will develop and reinforce a set of\nanalytical tools related to corporate finance and investment decisions. We'll also consider how\nbehavioral principles can help develop new financial services and products for consumers\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n33 of 68\n\n \n\fWI001270: Behavioral Finance | Behavioral Finance\n\nIntended Learning Outcomes:\nThe goal of the course is to deepen students’ understanding of how financial decisions are made\nin a vast array of settings, incorporating insights from individual and social psychology in modern\nfinancial theory.\nIn practice, students will learn the most common “rules of thumb” used in financial decision-making\nand the potential biases and mistakes that can arise. \n\nTeaching and Learning Methods:\nThe module combines various learning methods:\n- Basic knowledge, theoretical concepts and practical examples will be provided throughout the\nlecture.\n- Controversial discussions and active participation in class are encouraged to deepen\nunderstanding of the concepts presented.\n- In the cases, students will apply their theoretical knowledge- Guest lectures are used to\nstrengthen practical relevance\n\nMedia:\nPowerPoint, books, videos cases, newspaper articles, company information, and academic papers\n\nReading List:\nAckert, L. F. and Deaves, R., 2010. Behavioural Finance: Psychology, Decision- Making, and\nMarkets. Cengage.\n\nKahneman, D. and Egan, P., 2011. Thinking, fast and slow. New York: Farrar, Straus and Giroux.\n\nThaler, R.H. and Sunstein, C.R., 2009. Nudge: Improving decisions about health, wealth, and\nhappiness. Penguin.\n\nResponsible for Module:\nLoos, Benjamin; Prof. Dr. rer. pol.\n\nCourses (Type of course, Weekly hours per semester), Instructor: \n\nFor further information in this module, please click campus.tum.de or here.\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n34 of 68\n\n\fWI001272: Machine Learning | Machine Learning\n\n", "\n\nWI001272: Machine Learning | Machine Learning\n\nVersion of module description: Gültig ab winterterm 2020/21\n\nModule Level:\nMaster\n\nLanguage:\nEnglish\n\nDuration:\none semester\n\nFrequency:\nwinter semester\n\nCredits:*\n6\n\nTotal Hours:\n180\n\nSelf-study Hours:\n120\n\nContact Hours:\n60\n\nNumber of credits may vary according to degree program. Please see Transcript of Records.\n\nDescription of Examination Method:\nThe grading consists of  a written report (30 pages) and a final presentation (30 minutes) including\ndiscussions. Students are allowed to work in groups on the project work. In the written report,\nstudents demonstrate that they are able to structure a research question, develop and implement\na suitable solution approach, and to analyze results. The report must contain a digital supplement\nthat contains all implemented models and results. At the end of the module students present their\nwork in a final presentation and participate in a subsequent discussion.\n\nRepeat Examination:\nNext semester\n\n(Recommended) Prerequisites:\nbasic knowledge in statistics, optimization, linear algebra, multivariate calculus\n\nContent:\nThe module covers different research fields in the area of Machine learning:\nsupervised learning (e.g., support vector machines and neural networks)\nunsupervised learning (e.g., clustering, anomaly detection)\n(deep) reinforcement learning\nrecent enhancements (e.g., explainable AI, interpretable learning)\n\nIntended Learning Outcomes:\nAfter participating in this module, students have a profound knowledge of the main research fields\nin the domain of machine learning. Moreover, they have an overview of recent developments and\ntopics. They are able to apply a machine learning framework to a practical problem, know the\nadvantages and disadvantages of various methods and are abel to identify and circumvent typical\npitfalls in practical applications. Through the project work, students learn to connect theory and\npractice as well as to improve team working and presentation skills.\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n35 of 68\n\n\fWI001272: Machine Learning | Machine Learning\n\nTeaching and Learning Methods:\nStudents learn the theory behind machine learning in lectures. In additional exercises and coding\nlabs, students learn how to apply this knowledge to practical problems. The encompassing project\nwork teaches students how to structure and conduct a full analytics project in the domain of\nmachine learning.\n\nMedia:\nslides, readings, exercises, coding labs, project work\n\nReading List:\nBishop, Christopher M. Pattern recognition and machine learning. springer, 2006.\nBengio, Yoshua, Ian Goodfellow, and Aaron Courville. Deep learning. Vol. 1. Massachusetts, USA::\nMIT press, 2017.\nAlpaydin, E. (2020). Introduction to machine learning. MIT press.\nRussel, Stuart, and Peter Norvig. Artificial intelligence: a modern approach. London: Pearson\nEducation Limited, 2013.\n\nResponsible for Module:\nSchiffer, Maximilian; Prof. Dr. rer. pol.\n\nCourses (Type of course, Weekly hours per semester), Instructor: \n\nFor further information in this module, please click campus.tum.de or here.\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n36 of 68\n\n\fWI100180: Business Plan - Advanced Course (Business Models, Sales and Finance) | Business Plan - Advanced\nCourse (Business Models, Sales and Finance)\n\n", "\n\nWI100180: Business Plan - Advanced Course (Business Models, Sales\nand Finance) | Business Plan - Advanced Course (Business Models,\nSales and Finance)\nBusiness model, sales and finance\n\nVersion of module description: Gültig ab winterterm 2016/17\n\nModule Level:\nMaster\n\nLanguage:\nGerman\n\nDuration:\none semester\n\nFrequency:\nwinter/summer\nsemester\n\nCredits:*\n6\n\nTotal Hours:\n180\n\nSelf-study Hours:\n120\n\nContact Hours:\n60\n\nNumber of credits may vary according to degree program. Please see Transcript of Records.\n\nDescription of Examination Method:\nThe examination consists of the elaboration of a business plan and a presentation of it. Based\non the business plan, the following requirements are checked: if students can design, test and\nimplement a business idea based on criteria like access to the market, customer desirability,\nprototyping, distribution, calculation and financing. In the business plan, all aspects of a new\nbusiness model are partially described. Students particularly show what value proposition they can\noffer to defined customer groups. They estimate the market potential and analyze the competition.\nThey study feasible marketing strategies, test them on the market and present the results.\nBased on those they develop distribution strategies to reach relevant target groups. Additionally\nconsidering the results of their field tests, interviews and prototypes, the students create scenarios\nfor business models. They identify and evaluate estimations for the financial planning based on\ntested and validated business hypotheses (customer, market, costs, returns …). Finally the results\nare delivered by the team in a business idea presentation. During the presentation students are\nasked critical questions by the examiners. Thereby it can be checked, if students are able to\ndistribute tasks in a team according to competences and experiences, and therefore to test and\nvalidate dozens of hypotheses and to create a business plan in a structured way.\n\nRepeat Examination:\nNext semester\n\n(Recommended) Prerequisites:\nBusiness Plan Basic Course or a similar format\n\nContent:\n- Full-day \"Gründer-Workshop\", topics: Team, Vision, Project Plan \n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n37 of 68\n\n\fWI100180: Business Plan - Advanced Course (Business Models, Sales and Finance) | Business Plan - Advanced\nCourse (Business Models, Sales and Finance)\n\n- Overview of the Seminar, pitch of the business ideas, hypothesis tests\n- Business Plan, Business Design, Positioning Statement \n- Start-up formalities, legal issues\n- Presenting results of the hypothesis tests (4x)\n- Marketing\n- Strategy, Business model, metrics, financial estimations\n- Distribution\n- Sales competence\n- Financing, Venture Capital, Bootstrapping\n\nIntended Learning Outcomes:\nAt the end of the seminar, the participants will be able to:\n- apply the benefits of an iterative approach to the development of business opportunities,\n- test hypotheses by means of interviews with experts,\n- develop a suitable business model and a financial plan\n- develop a marketing and sales concept, \n- evaluate own business idea with the use of customer feedback, observations of stakeholders and\ninterviews,\n- plan a business concept in order to apply for the, e.g. EXIST-funding or to participate in business\nplan competitions, \n- assess whether certain business idea represents a real business opportunity.\n\nTeaching and Learning Methods:\nSeminar-style: The lecturers are experienced entrepreneurs, founders and managing directors,\nwho have extensive experience in writing and reviewing business plans.\n- Using a shared space to work together\n- Intensive work on business ideas\n- Feedback from lecturers and invited experts \n- Action based-learning: refreshing observations, interviews and surveys made in the Business\nPlan Basic Course \n- Teamwork: Teams develop their business ideas by prototyping\n- Invitation of experts on the subjects: marketing, sales, financing\n- Excursion to a Munich-based startup\n\nMedia:\n- Videos\n- Slides\n- PowerPoint\n\nReading List:\nComprehensive list of books, blogs etc. will be announced at the start of the seminar\n- Münchener Business Plan Wettbewerb: Handbuch Businessplan-Erstellung, München https://\nwww.baystartup.de/bayerische-businessplan-wettbewerbe/handbuchbusinessplan/\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n38 of 68\n\n\fWI100180: Business Plan - Advanced Course (Business Models, Sales and Finance) | Business Plan - Advanced\nCourse (Business Models, Sales and Finance)\n\n- Osterwalder, Alexander / Pigneur, Yves (2010): Business Model Generation. A Handbook for\nVisionaries, Game Changers, and Challengers, John Wiley & Sons\nhttp://www.businessmodelgeneration.com/downloads/businessmodelgeneration_preview.pdf\n- Blank, Steve / Dorf, Bob (2012): Startup Owner Manual, O`Reilly\n\nResponsible for Module:\nBöhler, Dominik; Dr. rer. pol.\n\nCourses (Type of course, Weekly hours per semester), Instructor: \nBusiness Plan - Advanced Course (Business Models, Sales and Finance) (WI100180) (Seminar, 4\nSWS)\nBücken O [L], Bücken O\nFor further information in this module, please click campus.tum.de or here.\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n39 of 68\n\n\fElective area | Wahlbereich\n\nElective area | Wahlbereich\n\nWithin Elective area, at least one module from three of the four areas must be selected. In addition,\nfurther elective modules from the entire elective catalog must be selected from the elective area.\nA total of 30 credits from the elective catalog must be successfully completed. These examination\ncredits can be partially completed at the University of Bayreuth. These modules are accordingly\nassigned a module number beginning with the abbreviation WIBT. This exemplary elective module\ncatalog is continuously updated; the applicable elective module catalog will be announced by the\nFaculty of Business and Economics in a suitable manner in good time before the start of lectures. \n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n40 of 68\n\n\fMA3405: Insurance Mathematics 1 | Insurance Mathematics 1\n\n", "\n\nMA3405: Insurance Mathematics 1 | Insurance Mathematics 1\n\nVersion of module description: Gültig ab summerterm 2022\n\nModule Level:\nMaster\n\nLanguage:\nEnglish\n\nDuration:\none semester\n\nFrequency:\nwinter semester\n\nCredits:*\n9\n\nTotal Hours:\n270\n\nSelf-study Hours:\n180\n\nContact Hours:\n90\n\nNumber of credits may vary according to degree program. Please see Transcript of Records.\n\nDescription of Examination Method:\nThe module examination is based on a written exam (90 minutes). Students are able to understand\nthe main stochastic methods in the practice of insurance mathematics and can adequately apply\nthem.\n\nRepeat Examination:\nEnd of Semester\n\n(Recommended) Prerequisites:\nMA0009 Introduction to Probability and Statistics (or former modules: MA1401 Introduction to\nProbability Theory, MA2402 Basic Statistics)\n\nContent:\nThis course introduces the principles of actuarial science with a focus on non-life insurance.\nWe cover pricing methods, capital allocation, the individual model and the collective model. The\nrelevant stochastic models for tariff calculation, loss reserving and reinsurance are developed\nand discussed. Different loss-reserving methods are introduced and compared. As non-life\ninsurance (automotive, liability, fire, etc.) is heavily influenced by the random nature of claim\narrivals (frequency) and sizes (severity), stochastic tool such as credibility theory, stochastic\nprocesses, extreme-value analysis and dependence modelling are introduced in the present\ncontext. The role of reinsurance in risk-sharing is analyzed from a mathematical perspective. The\ncurrent regulation (Solvency II) is briefly discussed.\n\nIntended Learning Outcomes:\nAfter successful completion of the module, the students are able to understand and apply the main\nstochastic methods in the practice of (non-life) insurance.\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n41 of 68\n\n\fMA3405: Insurance Mathematics 1 | Insurance Mathematics 1\n\nTeaching and Learning Methods:\nThe module is offered as a series of lectures. In the lectures, the content will be presented in a talk\nwith demonstrative examples, as well as through discussion with the students. The lectures should\nmotivate the students to carry out their own analysis of the themes presented and to independently\nstudy the relevant literature.\n\nMedia:\nBlackboard / Slides / Video-presentation\n\nReading List:\nAlbrecher, H.,  Beirlant, J. Teugels, J. (2017): Reinsurance: Actuarial and Statistical Aspects (Wiley\nSeries in Probability and Statistics).\nBühlmann, H. (2008): Mathematical methods in risk theory. Springer, Berlin, Heidelberg, 2nd\nprinting, 1st edition.\nEmbrechts, P., Klüppelberg, C., Mikosch, T (1997): Modelling extremal events for insurance and\nfinance, Springer Verlag.\nGoelden, H.-W., Hess K., Morlock, M. Schmidt, K. Schröter, K. (2015):\nSchadenversicherungsmathematik (Deutsch).\nMikosch, T. (2009): Non-life insurance mathematics, Springer, Berlin, Heidelberg.\nMack, T. (2002): Schadenversicherungsmathematik. Verlag Versicherungswirtschaft, Karlsruhe.\nVan Eeghen, J. et al. (1983): Rate Making, Nationale Nederlanden, Rotterdam.\nSchmidli, H. (2017): Risk Theory, Springer Actuarial.\nWüthrich, M. and Merz, M. (2008): Stochastic Claims Reserving. Wiley, New York.\n\nResponsible for Module:\nScherer, Matthias; Prof. Dr. rer. nat.\n\nCourses (Type of course, Weekly hours per semester), Instructor: \nExercises for Insurance Mathematics [MA3405] (Übung, 2 SWS)\nScherer M, de Witte D\n\nInsurance Mathematics 1 [MA3405] (Vorlesung, 4 SWS)\nScherer M, de Witte D\nFor further information in this module, please click campus.tum.de or here.\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n42 of 68\n\n\fMA9976: Financial Econometrics (FIM) | Financial Econometrics (FIM)\n\n", "\n\nMA9976: Financial Econometrics (FIM) | Financial Econometrics (FIM)\n\nVersion of module description: Gültig ab winterterm 2020/21\n\nModule Level:\nMaster\n\nLanguage:\nEnglish\n\nDuration:\none semester\n\nFrequency:\nsummer semester\n\nCredits:*\n4\n\nTotal Hours:\n180\n\nSelf-study Hours:\n120\n\nContact Hours:\n60\n\nNumber of credits may vary according to degree program. Please see Transcript of Records.\n\nDescription of Examination Method:\nThe module examination is based on a written exam (90 minutes) with theoretical and practical\ncomponents. Students have to show their theoretical understanding of a generalized linear\nregression model by answering questions on model set-up and assumptions, the generalized least\nsquares estimation methodology, finite and asymptotic properties as well as hypothesis testing.\nIn the practical section, students have to demonstrate their understanding of the methodology\non an economically motivated application. By analyzing and interpreting results from a variety of\ncandidate models, students are led to reach a decision about the most plausible model for the\napplication at hand.  \n\nRepeat Examination:\n\n(Recommended) Prerequisites:\nnone\n\nContent:\nThis course is an intensive introduction to various econometric concepts like sampling, estimation,\nhypotheses testing, and (generalized) linear regression used in applied financial research. The\nemphasis will be on developing and applying regression-based techniques in both cross-sectional\nand time-series contexts. Their usefulness will also be examined in the light of current financial\nstudies.\n\nIntended Learning Outcomes:\nAfter successful completion of the module, students are able to analyze cross-sectional and time-\nseries data with regression-based techniques. Furthermore, students can develop and calibrate\neconometric models that can be used to test theories or to make forecasts. They understand the\nproperties and limitations of these models and are able to assess how they fit different applications.\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n43 of 68\n\n \n\fMA9976: Financial Econometrics (FIM) | Financial Econometrics (FIM)\n\nStudents will be able to use a programming software like Matlab or R to implement and evaluate\nthe models.\n\nTeaching and Learning Methods:\nThe module consists of the lecture supplemented by an exercise session. The lecture material\nis presented with slide presentations and mathematical proofs are presented on the blackboard.\nStudents are encouraged to study course references. During the exercise sessions, students work\nunder instructor assistance on assignments for the implementation of econometric models using\nprogramming software like Matlab or R. \n\nMedia:\nPresentation slides, whiteboard, assignment sheets, programming software like Matlab or R\n\nReading List:\nEconometric Analysis, Greene, W.H. (2008), 6th ed., New York: Prentice Hall. \nAdditional Reading: Market Risk Analysis: Quantitative Methods in Finance (Market Risk Analysis).\nCarol Alexander. Wiley; Har/Cdr edition 2008.\n\nResponsible for Module:\nZagst, Rudi; Prof. Dr.\n\nCourses (Type of course, Weekly hours per semester), Instructor: \n\nFor further information in this module, please click campus.tum.de or here.\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n44 of 68\n\n\fWIB06771: Advanced Seminar Finance & Accounting: Cases in Finance | Advanced Seminar Finance & Accounting:\nCases in Finance\n\n", "\n\nWIB06771: Advanced Seminar Finance & Accounting: Cases in Finance\n| Advanced Seminar Finance & Accounting: Cases in Finance\nCases in Finance (WS); Theory in Finance (SS)\n\nVersion of module description: Gültig ab winterterm 2018/19\n\nModule Level:\nMaster\n\nLanguage:\nEnglish\n\nDuration:\none semester\n\nFrequency:\nwinter/summer\nsemester\n\nCredits:*\n6\n\nTotal Hours:\n180\n\nSelf-study Hours:\n120\n\nContact Hours:\n60\n\nNumber of credits may vary according to degree program. Please see Transcript of Records.\n\nDescription of Examination Method:\nThe certificate of achievement is accomplished by the presentation of the own case solution\n(verbal, 40%), the discussion of another group’s case solution (verbal, 10%), and the written\nreport (50%). In the presentation, the focus lies on the structure and content of the presented case\nsolution. In the discussion, students must challenge the case solution of another group. In the\nwritten report, students have to apply finance theory to practical issues. Hereby, a crucial point is to\naddress the feedback of the presentation and discussion.\n\nRepeat Examination:\nNext semester\n\n(Recommended) Prerequisites:\nNone\n\nContent:\nThis module enables students to apply finance theories and valuation methods to real questions\nand issues. By trying to get to the bottom of the own case study and the critical discussion of other\ncase studies which are presented by the other teams, the seminar allows students to get in-depth\nknowlege of the following areas:\n- Company valuation with regard to different industries and different stages of the life cycle of a\ncompany\n- Company valuation in the context of Initial Public Offerings and Mergers & Acquisitions\n- Problems with valuing a start-up\n- Mastering crises within a firm\n- Importance of the capital structure, in particular in the context of leveraged buyouts\n- Long-term strategic focus of a company\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n45 of 68\n\n\fWIB06771: Advanced Seminar Finance & Accounting: Cases in Finance | Advanced Seminar Finance & Accounting:\nCases in Finance\n\n- Potential synergies in mergers\n- Assessment of different risk factors\n- Project financing\n\nIntended Learning Outcomes:\nAfter completion of the module students will be able to (1) identify challenges of real-word financial\ncases. Moreover, they will be able to (2) operate with financial databases and carry out company\nvaluations, event studies as well as hedging strategies. Based on these skills, students will be\nable to (3) analyze financial cases, (4) evaluate management decisions and (5) develop own\nrecommendations for action. The module comprises scientific work methods and provides a direct\npreparation for the final thesis.\n\nTeaching and Learning Methods:\nStudents are encouraged to study the literature, they are shown how to find and work with data as\nwell as to be concerned with related topics in an initial kick-off meeting. The case study seminar is\nconducted as team work where specific issues are solved and discussed, at the theory seminar,\nstudents question research papers and present their findings to the group.\n\nMedia:\nBooks, case descriptions, academic papers, presentation slides\n\nReading List:\n• Koller et al. (2005). Valuation – Measuring and Managing the Value of Companies. John Wiley &\nSons.\n• Unterstanding Asset Prices: Scientific Background zum Nobelpreis 2013 (https://\nwww.nobelprize.org/uploads/2018/06/advanced-economicsciences2013-1.pdf)\n\nResponsible for Module:\nKaserer, Christoph; Prof. Dr. rer. pol. habil.\n\nCourses (Type of course, Weekly hours per semester), Instructor: \nAdvanced Seminar Finance & Accounting (WIB06771): Cases in Finance  (Limited places)\n(Seminar, 4 SWS)\nKaserer C, Treßel V\nFor further information in this module, please click campus.tum.de or here.\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n46 of 68\n\n\fWI000231: Asset Management | Asset Management\n\n", "\n\nWI000231: Asset Management | Asset Management\n\nVersion of module description: Gültig ab summerterm 2021\n\nModule Level:\nMaster\n\nLanguage:\nEnglish\n\nDuration:\none semester\n\nFrequency:\nwinter semester\n\nCredits:*\n6\n\nTotal Hours:\n180\n\nSelf-study Hours:\n120\n\nContact Hours:\n60\n\nNumber of credits may vary according to degree program. Please see Transcript of Records.\n\nDescription of Examination Method:\nThe grading is based on an open-book e-test with a duration of 90 minutes. The e-test consists\nof calculations and multiple choice questions. By answering questions in multiple choice or text\nform, students have to show that they are able to understand the theory behind Asset Management\n(e.g. concept of utility and the calculation of basic utility measures, portfolio selection under various\nconstraints, determinants of the capital asset pricing model and other factor models).\nMoreover they show their ability to explain the basic models e.g. of portfolio theory.\nBy performing calculations and elaborating on theoretical considerations, students demonstrate\ntheir ability to evaluate and apply the methods presented in the module. They show that they are\nable to consider asset pricing models.\n\nRepeat Examination:\nNext semester\n\n(Recommended) Prerequisites:\nMA9712 \"Introductory Statistics\" (Recommended)\nMA9711 \"Introductory Mathematic\" (Recommended)\n\nContent:\nThe target of the module is to familiarize students with the concept of Asset Management from\na theoretical perspective. The module provides the theoretical foundation that is required to\nunderstand typical problems in Asset Management and illustrates how to solve these problems\neffectively by means of the appropriate tools (e.g. Excel Solver).\n\nThe following contents are addressed:\n\n- Utility Theory and decisions under uncertainty\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n47 of 68\n\n\fWI000231: Asset Management | Asset Management\n\n- Theory and application of basic models of portfolio theory with a particular focus on portfolio\noptimization under various contraints in the Markowitz mean-variance framework\n- Theory and application of asset pricing models (e.g. Capital Asset Pricing Model, Arbitrage\nPricing Theory)\n- Theory and application of conditional asset pricing\n- Portfolios Performance Measurement\n\nIntended Learning Outcomes:\nAfter successful completion of the module, students (1) understand the concept of utility theory\n(utility functions and link to risk attitudes) and can (2) calculate basic utility measures (absolute risk\naversion, relative risk aversion, expected utility, certainty equivalent, risk premium); Students can\nalso (3) explain and apply the basic models of portfolio theory, i.e. they can calculate the optimal\nportfolio allocation in the Markowitz mean-variance framework for an arbitrary set of asset returns\nunder various constraints. Moreover, students (4) understand the fundamental concept of the\nCapital Asset Pricing Model and are able to (5) apply the model and its variants introduced in the\nmodule and also recognize the shortcomings of this model. Students (6) learn to use other asset\npricing models and when to apply them. Finally, students (7) learn the theory, process and methods\nto measure the portfolios’ performance.\n\nTeaching and Learning Methods:\nThe module combines various learning methods:\n- Basic knowledge, theoretical concepts and practical examples will be provided through the\nlecture.\n- Controversial discussions and active participation in class are encouraged to deepen\nunderstanding of the concepts presented.\n- In the exercises, students will apply their theoretical knowledge to concrete\n- Demonstration of how to apply portfolio optimization on real-world data by using Excel\n- Students will get insights into practice via several guest lecture\n\nMedia:\nPresentation slides, white board\n\nReading List:\nElton, E. J./ Gruber, M. J. (2006): Modern Portfolio Theory and Investment Analysis, USA, Wiley,\n7th Edition.\n\nCopeland, T. E./ Weston, J. F./ Shastri, K. (2006): Financial Theory and Corporate Policy, USA,\nAddison Wesley, 4th Edition.\n\nResponsible for Module:\nKaserer, Christoph; Prof. Dr. rer. pol. habil.\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n48 of 68\n\n\fWI000231: Asset Management | Asset Management\n\nCourses (Type of course, Weekly hours per semester), Instructor: \nAsset Management - Übung (WI000231) (Übung, 2 SWS)\nChen M\n\nAsset Management (WI000231) (Vorlesung, 2 SWS)\nKaserer C, Chen M\nFor further information in this module, please click campus.tum.de or here.\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n49 of 68\n\n\fWI001187: Private Equity | Private Equity\n\n", "\n\nWI001187: Private Equity | Private Equity\n\nVersion of module description: Gültig ab summerterm 2021\n\nModule Level:\nMaster\n\nLanguage:\nEnglish\n\nDuration:\none semester\n\nFrequency:\nwinter semester\n\nCredits:*\n6\n\nTotal Hours:\n180\n\nSelf-study Hours:\n120\n\nContact Hours:\n60\n\nNumber of credits may vary according to degree program. Please see Transcript of Records.\n\nDescription of Examination Method:\nExamination is an E-Test via Moodle with a duration of 90 minutes. Students are allowed to\nuse a non-programmable calculator and a non-electronic dictionary during the exam. Exams\nquestions are set up in  way to check whether students understand and are able to analyze the\nkey aspects when deciding on the financing structure of corporations, the financial modeling\nof Private Equity transactions as well as the different types of debt instruments used in these\ntransactions. Furthermore students have to proof that they are able to analyze the financial\nsituation of corporations. Eventually students should proof that they can apply concepts of debt\nand equity financing and that they know how to apply, value and analyse the respective financing\ninstruments.\n\nRepeat Examination:\nNext semester\n\n(Recommended) Prerequisites:\nWe recommend to attend the lecture \"Entrepreneurial Finance\" (WI000158) before attending this\nlecture. \nProficient financial and accounting skills as well as proficient excel skills are required as well.\n\nContent:\nThe module deals with the opportunities and limitations of financing from the perspective of\nentrepreneurial companies, from start-ups to established companies, as well as Private Equity\ninvestors. For this purpose, after an overview of theoretical foundations of debt financing, the\ndifferent instruments of debt financing, as well as debt-like instruments and hybrid instruments are\nintroduced and discussed. Their functions within an optimal financial strategy in the company are\noutlined. After understanding the basics of financing and the systematic of financial statements\nas well as financial forecasting, these elements are put into practice by setting up an integrated\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n50 of 68\n\n\fWI001187: Private Equity | Private Equity\n\nfinancial business model. Taking the perspective of a Private Equity investor, this business model\nis extended by a Leverage Buyout (LBO) model.\n\nIntended Learning Outcomes:\nAfter this module the students will be able to analyze the financial situation of the company, to\nprepare financial forecasts/budgets for a company, and to manage cash, receivables, payables\n(and inventory). Moreover, they will be able to analyze important debt financing instruments and to\nunderstand what factors influence the decision between debt and equity. Finally, students will also\nbe to set up an integrated business model as well as a LBO model.\n\nTeaching and Learning Methods:\nThe module consists of a lecture as well as excel modelling sessions (exercises). During the\nlecture the contents are delivered via presentations and talks. The students are inspired to improve\nthe acquired knowledge by studying the suggested literature. During the exercises students apply\nthe acquired knowledge.\n\nMedia:\nSlides, Whiteboard\n\nReading List:\nBerk, J./DeMarzo, P. (2007): Corporate Finance, 1st. ed., London.\nSmith, J./ Smith R. (20004): Entrepreneurial Finance, 2nd. ed., Redwood.\nBrigham, E./Ehrhardt, M. (2002): Financial Mangement – Theory and Practice, 10th. ed., London.\n\nResponsible for Module:\nBraun, Reiner; Prof. Dr. rer. oec.\n\nCourses (Type of course, Weekly hours per semester), Instructor: \nPrivate Equity (WI001187) (Vorlesung, 2 SWS)\nBraun R [L], Braun R, Hysky L\n\nPrivate Equity - Übung (WI001187) (Übung, 2 SWS)\nBraun R [L], Hysky L\nFor further information in this module, please click campus.tum.de or here.\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n51 of 68\n\n\fWI001275: Applied Econometrics | Applied Econometrics\n\n", "\n\nWI001275: Applied Econometrics | Applied Econometrics\nAn introduction\n\nVersion of module description: Gültig ab winterterm 2020/21\n\nModule Level:\nMaster\n\nLanguage:\nEnglish\n\nDuration:\none semester\n\nFrequency:\nwinter semester\n\nCredits:*\n6\n\nTotal Hours:\n180\n\nSelf-study Hours:\n180\n\nContact Hours:\n\nNumber of credits may vary according to degree program. Please see Transcript of Records.\n\nDescription of Examination Method:\nThe learning outcomes will be tested in a written essay. Students are required to show that they\ncan apply the learned content to answering empirical research questions. The use of computer\nsoftware (R, Stata, Python) is allowed as well as the use of relevant literature and course\nmaterials. Moreover, students are required to present their results in class. The final grade is\ncomposed of the presentation (30%) and the written essay (70%)\n\nRepeat Examination:\nEnd of Semester\n\n(Recommended) Prerequisites:\nnone\n\nContent:\n1) Introduction \n2) Conditional Expectations and Related Concepts in Econometrics\n3) The Single-Equation Linear Model and OLS Estimation\na. Instrumental Variables Estimation of Single-Equation Linear Models\nb. Simultaneous Equations Models\nc. Basic Linear Unobserved Effects Panel Data Models\n4) Maximum Likelihood Methods\na. Discrete Response Models\nb. Corner Solution Outcomes and Censored Regression Models\nc. Count Data and Related Models\nd. Sample Selection, Attrition, and Stratified Sampling\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n52 of 68\n\n\fWI001275: Applied Econometrics | Applied Econometrics\n\nIntended Learning Outcomes:\nStudents will learn the major fundamentals of econometrics. The course focuses on linear\nregression models and maximum likelihood methods for cross sectional and panel data. Moreover,\nthe course covers methods for limited dependent variables. By studying these topics students will\nlearn how to chose an appropriate method of analysis on the basis of the research question and\nthe data. The ultimate goal is then to apply these methods. \n\nTeaching and Learning Methods:\nThe course covers theoretical concepts as well as empirical applications. Exercise classes are\nsupppsed to provide opportunities for practice and group work.  \n\nMedia:\nLecture slides, data applications, exercise sheets\n\nReading List:\nJ.F. Wooldridge (2012): \"Econometric Analysis of Cross Section and Panel Data\", Cambridge\nUniversity Press, MA. \n\nResponsible for Module:\nHottenrott, Hanna; Prof. Dr.\n\nCourses (Type of course, Weekly hours per semester), Instructor: \nApplied Econometrics (WI001275) (FIM) (Vorlesung, 2 SWS)\nFarbmacher H, Bayer C, Groh R, Mühlegger M\n\nApplied Econometrics (WI001275) - Exercise (FIM) (Übung, 2 SWS)\nFarbmacher H, Bayer C, Groh R, Mühlegger M\nFor further information in this module, please click campus.tum.de or here.\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n53 of 68\n\n\fWIBT0004: Business & Information Systems Engineering (Seminar) | Business & Information Systems Engineering\n(Seminar)\n\nBusiness & Information Systems Engineering | Business & Information\nSystems Engineering\n\n", "\n\nWIBT0004: Business & Information Systems Engineering (Seminar) |\nBusiness & Information Systems Engineering (Seminar)\n\nVersion of module description: Gültig ab winterterm 2020/21\n\nModule Level:\nMaster\n\nLanguage:\nEnglish\n\nDuration:\none semester\n\nFrequency:\nwinter semester\n\nCredits:*\n3\n\nTotal Hours:\n90\n\nSelf-study Hours:\n60\n\nContact Hours:\n30\n\nNumber of credits may vary according to degree program. Please see Transcript of Records.\n\nDescription of Examination Method:\nThe module's examination consists of a group presentation and a term paper. Concerning the\ngroup presentation, the students have to present their findings, followed by a discussion. The\npresentation has to be didactically well-structured and must focus on the students' core findings.\nThe students moderate their discussion and must answer questions by the audience (i.e., the\nlecturers, advisors, and other seminar groups). Students must also actively participate in the\ndiscussions moderated by other seminar groups. The assessment considers both the group-wise\nand the individual performance of the examinees. Thereby, the students have to demonstrate\ntheir ability to collaborate in a goal-oriented manner, create structured presentations, and present\nthe content of these presentations in oral form. By writing the term paper, students have to show\ntheir understanding of the research problem and their ability to develop and discuss innovative\nsolutions. They have to demonstrate their academic writing skills and their ability to present\nacademically advanced ideas clearly and concisely.\n\nRepeat Examination:\nNext semester\n\n(Recommended) Prerequisites:\n\nContent:\nThe seminar focuses on current research topics from the field of Business and Information\nSystems Engineering that are relevant from both an industry and an academic perspective. As\nparticular sub-topics of Business and Information Systems Engineering, the seminar focuses on\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n54 of 68\n\n \n\fWIBT0004: Business & Information Systems Engineering (Seminar) | Business & Information Systems Engineering\n(Seminar)\n\nBusiness Process Management, Customer Relationship Management, Strategic IT Management,\nDigital Life, IT-supported Financial Management, IT-Security and Data Protection, and Innovation\nManagement. The concrete topics of the seminar can differ each year and are published\nseparately before the seminar using a structured topic template.\n\nIntended Learning Outcomes:\nAfter a successful completion of the module, students are able to develop innovative solutions to\ndemanding research problems related to Business and Information Systems Engineering in a goal\noriented, structured, and self-dependent manner. Moreover, students have advanced their skills\nrelated to academic writing, presentation of research results, and teamwork.\n\nTeaching and Learning Methods:\nThe students have to work on the given topic both in their group and in close collaboration with\nthe advisor. To do so, the students read related work, create own ideas, and prepare these ideas\nfor the presentation with the advisor. The advisor provides the students repeated feedback and\nprovides guidance on the directions in which the students’ ideas should be further developed.\n\nMedia:\nPresentations, term paper\n\nReading List:\nThe literature depends on the concrete topics of the seminar and is included in the topic template.\n\nResponsible for Module:\nMaximilian Röglinger\n\nCourses (Type of course, Weekly hours per semester), Instructor: \n\nFor further information in this module, please click campus.tum.de or here.\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n55 of 68\n\n\fWIBT0005: Digital Energy & Sustainability | Digital Energy & Sustainability\n\n", "\n\nWIBT0005: Digital Energy & Sustainability | Digital Energy &\nSustainability\n\nVersion of module description: Gültig ab winterterm 2020/21\n\nModule Level:\nMaster\n\nLanguage:\nEnglish\n\nDuration:\none semester\n\nFrequency:\nwinter semester\n\nCredits:*\n3\n\nTotal Hours:\n90\n\nSelf-study Hours:\n60\n\nContact Hours:\n30\n\nNumber of credits may vary according to degree program. Please see Transcript of Records.\n\nDescription of Examination Method:\nThe module's examination consists of a group presentation and a term paper. Concerning the\ngroup presentation, the students have to present their findings, followed by a discussion. The\npresentation has to be didactically well-structured and must focus on the students' core findings.\nThe students moderate their discussion and must answer questions by the audience (i.e., the\nlecturers, advisors, and other seminar groups). Students must also actively participate in the\ndiscussions moderated by other seminar groups. The assessment considers both the group-wise\nand the individual performance of the examinees. Thereby, the students have to demonstrate\ntheir ability to collaborate in a goal-oriented manner, create structured presentations, and present\nthe content of these presentations in oral form. By writing the term paper, students have to show\ntheir understanding of the research problem and their ability to develop and discuss innovative\nsolutions. They have to demonstrate their academic writing skills and their ability to present\nacademically advanced ideas clearly and concisely.\n\nRepeat Examination:\nNext semester\n\n(Recommended) Prerequisites:\n\nContent:\nThe seminar focuses on current challenges and opportunities associated with the transition\ntowards low-carbon energy systems. In particular, students will analyze various topics on energy\nmarket design, industrial and residential demand flexibility, design of smart districts, sustainable\nmobility, or lowering CO2 emissions. Against this background, we will highlight the importance and\npotential of digital technologies to allow for the needed changes associated with future electricity\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n56 of 68\n\n \n\fWIBT0005: Digital Energy & Sustainability | Digital Energy & Sustainability\n\nmarkets. Specific topics vary each year and will be announced separately before the seminar using\na structured topic template.\n\nIntended Learning Outcomes:\nUpon successful completion of this module, students will be able to develop innovative solutions to\nresearch and industry problems related to the energy markets in a goal-oriented, structured, and\nself-dependent manner. Moreover, students will advance their skills related to academic writing,\noral presentations, and teamwork.\n\nTeaching and Learning Methods:\nThe students work on the given topic in their group and in close collaboration with the advisor. To\ndo so, students read related work, create own ideas, and prepare these ideas for the presentation.\nThe advisor provides the students with repeated feedback and provides guidance on the directions\nin which the students’ ideas should be further developed.\n\nMedia:\nPresentations, term paper\n\nReading List:\nThe literature depends on the specific topics of the seminar and is included in the topic template.\n\nResponsible for Module:\nJens Strüker\n\nCourses (Type of course, Weekly hours per semester), Instructor: \nDigital Energy & Sustainability (WIBT0005) (FIM) (Seminar, 2 SWS)\nStrüker J, Wagon F, Bayer C\nFor further information in this module, please click campus.tum.de or here.\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n57 of 68\n\n\fWIBT0006: Emerging Digital Technologies @ BISE (Blockchain, AI, IoT, Process Mining) | Emerging Digital Technologies\n@ BISE (Blockchain, AI, IoT, Process Mining)\n\n", "\n\nWIBT0006: Emerging Digital Technologies @ BISE (Blockchain, AI, IoT,\nProcess Mining) | Emerging Digital Technologies @ BISE (Blockchain,\nAI, IoT, Process Mining)\n\nVersion of module description: Gültig ab winterterm 2020/21\n\nModule Level:\nMaster\n\nLanguage:\nEnglish\n\nDuration:\none semester\n\nFrequency:\nwinter semester\n\nCredits:*\n6\n\nTotal Hours:\n180\n\nSelf-study Hours:\n120\n\nContact Hours:\n60\n\nNumber of credits may vary according to degree program. Please see Transcript of Records.\n\nDescription of Examination Method:\nThe module examination is based on a presentation of the own case solution and a written report\nby each group (2-4 students). In the presentation, the focus lies on the structure and content\nof the presented case solution. In the written report, students must show their understanding of\nemerging technologies in the field of business and information systems engineering by applying\ntheir knowledge of emerging technologies to a real-world use case. \n\nRepeat Examination:\nNext semester\n\n(Recommended) Prerequisites:\n\nContent:\nThe first part of the module teaches the students digital technologies by introducing nine related\ntechnology groups, especially IoT, AI, and Blockchain. The second part deals with technology\napplication to real-world examples from the economy and energy sector to teach socio-technical\nand entrepreneurial implications of emerging technologies. The module familiarizes students with\nthe essential concepts of digital technologies such as artificial intelligence, blockchain, the Internet\nof things, process mining as well as related applications in diverse domains, e.g., in the fields of\nenergy informatics, digital innovation, business process management, and digital value networks. \n\nIntended Learning Outcomes:\nUpon successful completion of this module, students understand the socio-technical and\nentrepreneurial impact of emerging digital technologies on the business and energy sector.\nFurthermore, they are familiar with the concepts of emerging digital technologies, especially IoT,\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n58 of 68\n\n \n\fWIBT0006: Emerging Digital Technologies @ BISE (Blockchain, AI, IoT, Process Mining) | Emerging Digital Technologies\n@ BISE (Blockchain, AI, IoT, Process Mining)\n\nAI, and Blockchain. Students can evaluate emerging technology’s affordances in various scenarios\nand can critically discuss its opportunities and challenges. Using these approaches student can\nevaluate the potential of emerging technologies for firms. \n\nTeaching and Learning Methods:\nThe module consists of two parts. The first part is lecture and a corresponding exercise. In the\nlecture the relevant emerging digital technologies are conveyed. Students also read literature\nsuggested to them, which is then discussed in class. Moreover, different approaches and methods\nto assess various real-world problems are presented to show how scientific results can inform real-\nworld applications. In the second part, students then apply their knowledge to real-world scenarios\nto solve problem sets and case studies.\n\nMedia:\nPresentation slides, lecture notes, case studies, academic papers, moodle\n\nReading List:\nHuber, R., Püschel, L., and Röglinger, M. 2019. “Capturing Smart Service Systems : Development\nof a Domain-specific Modeling Language,” Information Systems Journal (29:6), pp. 1207-1255.\nOberländer, A., Röglinger, M., Rosemann, M., and Kees, A. 2018. “Conceptualizing Business-to-\nThing Interactions : A Sociomaterial Perspective on the Internet of Things,” European Journal of\nInformation Systems (27:4), pp.486-502.\nBerger, S., Denner, M-S., Kreuzer, T., Oberländer, A., and Röglinger, M. (2021) „Unfolding the\nDigital technology Concept – A Multi-Layer Taxonomy and Purpose-Related Groups” under review\nat Information Systems Journal\nMädche, A., Legner, C., Benlian, A., Berger, B., Gimpel, H., Hess, T., Hinz, O., Morana, S. and\nSöllner, M. 2019 „AI-Based Digital Assistants : Opportunities, Threats, and Research Perspective,”\nBusiness & Information Systems Engineering (61:4), pp. 535-544.\nStrüker, J., Urbach, N., Guggenberger, T., Lautenschlager, J., Ruhland, N., Schlatt, V., Sedlmeir,\nJ., Stoetzer, J.-C. 2020 „Self-Sovereign Identity – Grundlagen, Anwendungen und Potenziale,“\nProjektgruppe Wirtschaftsinformatik des Fraunhofer-Instituts für Angewandte Informationstechnik\nFIT, Bayreuth\n\nResponsible for Module:\nMaximilian Röglinger\n\nCourses (Type of course, Weekly hours per semester), Instructor: \nEmerging Digital Technologies @ BISE (Blockchain, AI, IoT, Process Mining) (WIBT0006) (FIM)\n(Vorlesung mit integrierten Übungen, 4 SWS)\nRöglinger M, Bayer C, Egger A\nFor further information in this module, please click campus.tum.de or here.\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n59 of 68\n\n\fWI000813: Technology Entrepreneurship Lab | Technology Entrepreneurship Lab\n\nSustainability and Technology | Sustainability and Technology\n\n", "\n\nWI000813: Technology Entrepreneurship Lab | Technology\nEntrepreneurship Lab\n\nVersion of module description: Gültig ab summerterm 2018\n\nModule Level:\nMaster\n\nLanguage:\nEnglish\n\nDuration:\none semester\n\nFrequency:\nwinter/summer\nsemester\n\nCredits:*\n6\n\nTotal Hours:\n180\n\nSelf-study Hours:\n120\n\nContact Hours:\n60\n\nNumber of credits may vary according to degree program. Please see Transcript of Records.\n\nDescription of Examination Method:\nThe  grading is based on a project work.\nWith the project work students show their understanding of the processes associated with the\nrecognition and development of entrepreneurial opportunities. Students show that they are able\nto analyze the development of entrepreneurial teams. Moreover, they show their ability to apply\ncoaching tools.\nThroughout the project work each student has to hand in regular written documentation of\nmaximum one page in which to describe the continuous development of the entrepreneurial idea\nas well as the team (60%). At the end of the project work each student has to hand in a summary\ndocumentation of maximum three pages (40%) covering idea development, team development and\nused tools.\n\nRepeat Examination:\nNext semester\n\n(Recommended) Prerequisites:\nFirst entrepreneurial experience (in any field)\nFirst team development experience (in any filed)\nIdeally already taken part in Tech Challenge (WI 001180) or Business Plan Basic Seminar\n(WI000159)\n\nContent:\nIn cooperation with UnternehmerTUM GmbH.\nThe module Technology Entrepreneurship Lab offers a \"hands-on-experience\" for the development\nof entrepreneurial business ideas and opportunities with\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n60 of 68\n\n\fWI000813: Technology Entrepreneurship Lab | Technology Entrepreneurship Lab\n\nteams. Students work full-time for three consecutive days on the development of their\nentrepreneurial, technological and coaching skills. The students document both, the opportunity\ndevelopment process and the parallel team development\nprocess and present both processes. Subsequently, they will work on their teams’ development of\nan opportunity assessment plan for the respective business ideas.\n\nIntended Learning Outcomes:\nAfter module participation students are able to understand the processes associated with the\nrecognition and development of entrepreneurial opportunities. In addition, they are able to analyze\nthe development of\nentrepreneurial teams and to apply coaching tools for this purpose. Further, they are able to\ndevelop an opportunity assessment plan as well as guide others in this process.\n\nTeaching and Learning Methods:\nThe module consists of a three-day introductory lecture on entrepreneurial, technological and\ncoaching skills as well as a hands-on 3 month execution phase with teams. A coach accompanies\nthis process. The business ideas and team development processes are supervised and presented.\n\nMedia:\nPowerPoint, Flipchart, online communication tool, virtual meetings, online webinars\n\nReading List:\nHisrich, R. D./Peters, M. P./Shepherd, D. A.: Entrepreneurship, 8th edition, McGraw-Hill, 2010\n\nResponsible for Module:\nPatzelt, Holger; Prof. Dr. rer. pol.\n\nCourses (Type of course, Weekly hours per semester), Instructor: \nTechnology Entrepreneurship Lab (WI000813) (Seminar, 4 SWS)\nHeyde F [L], Heyde F\nFor further information in this module, please click campus.tum.de or here.\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n61 of 68\n\n\fWI001180: Tech Challenge | Tech Challenge\n\n", "\n\nWI001180: Tech Challenge | Tech Challenge\n\nVersion of module description: Gültig ab winterterm 2017/18\n\nModule Level:\nMaster\n\nLanguage:\nEnglish\n\nDuration:\none semester\n\nFrequency:\n\nCredits:*\n6\n\nTotal Hours:\n180\n\nSelf-study Hours:\n120\n\nContact Hours:\n60\n\nNumber of credits may vary according to degree program. Please see Transcript of Records.\n\nDescription of Examination Method:\nOverview of Final Deliverables\n\n1. Functional Prototype (in hard- and/or software): 40% of grade\n2. Final Demo (7 minutes incl. video): 30% of grade\n3. Technical Project Description: 15% of grade\n4. Read Deck (up to 10 slides max.): 15% of grade\n\nDetails of final deliverables below.\n\nFinal Deliverable 1: Functional Prototype\n\n- Functional prototype in hard- and/or software\n- Not a final product, but should showcase at least one key aspect of your product/service\n- For software, use any framework, IDE, language etc. that works\n- For hardware, use MakerSpace & prototype budget (up to 250€ per team, only redeemable with\ninvoice!)\n\nFinal Deliverable 2a: Final Demo…\n\n- You will have exactly 7 minutes, incl. your video of up to 2 minutes; and Q&A thereafter\n- Your demo (incl. video) should include: Team, Customer Need, Value Proposition, Prototype,\nCompetition, Differentiation, Future Roadmap (Note: content is same as the read deck)\n- All team members must present\n- Slides should not distract from the presenter (e.g. too much text, low contrast, …)\n\nFinal Deliverable 2b: …and Video\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n62 of 68\n\n\fWI001180: Tech Challenge | Tech Challenge\n\n- Cannot be longer than 2 minutes max. (and should be at least 1 minute long)\n- Can be real-life video, powerpoint slides, animations, cartoons or any other video format\n- Should not be silent - audio can be spoken text, real world sound, music, …\n- Should cover: Customer Need, Value Proposition (Prototype optional), Differentiation\n- Think of it as a marketing or sales tool\n\nFinal Deliverable 3: Technical Project Description\n\n- Description of all hardware components and software modules/frameworks used, as well as step-\nby-step instructions to re-create your prototype (e.g. see project descriptions at Hackster.io)\n- Link to an online code repository (e.g. GitHub, GitLab, BitBucket) is mandatory\n\nFinal Deliverable 4: Read Deck\n\n- Needs to be understandable as stand-alone with no further explanation (assume reader has not\nseen demo or video!)\n- Use presentation format (i.e. slides); different than the presentation used in demo!\n- Cannot be more than 10 slides max. (excl. appendix)\n- Your read deck should include: Team, Customer Need, Value Proposition, Prototype,\nCompetition, Differentiation, Future Roadmap (note: content is same as final pitch)\n\nRepeat Examination:\nNext semester\n\n(Recommended) Prerequisites:\nKnowledge: Willingness to participate; affinity with tech and entrepreneurship trends preferred \nAbilities: Identifying opportunities; proactiveness; communication; teamwork; commitment \nSkills: openness; analytical thinking; design thinking; self-motivation; networking\n\nContent:\n- Kick-off: Introduction to challenges, resources, objectives. “Challenge fair” at the end. Students\nare sensitized, inspired and stimulated to develop feasible, viable and holistic solutions to address\ncurrent industrial topics as smart city, mobility, digital healthcare, Industry 4.0 and smart grid by\nutilizing cutting-edge technologies as cloud, IoT, AI, AR/VR.\n- Challenge workshops: 1 day is reserved for each corporate to hold an interactive workshop with\nthe batch of students interested to know more about the respective challenge (known needs,\navailable technologies, boundary conditions, etc.).\n- Interdisciplinary teams and ideas registration as pertaining to a specific challenge (choice made\nby teams): Team, Vision, Project Plan\n- Ideation workshop: Design thinking, empathic exploration, needfinding, concept generation,\nevaluation, and selection\n- Work-in-progress: Prototyping, testing, generating feedback, iterating, creating new insights and\nelaborating use cases. On demand office hours and consulting sessions with experts for ideation,\ntechnology development, product design, and team development. \n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n63 of 68\n\n\fWI001180: Tech Challenge | Tech Challenge\n\n- Customer Value Proposition, Market and Positioning with respect to competition, Unique Selling\nProposition, Business Model, Value Chain, Market Entry\n- Business Plan, pitch training \n- Pre-Demo Day Meetup: User Acceptance Testing with respective challenge owners. Teams\npresent, respective corporate provides feedback.\n- Feedback integration to finalize project results \n- Demo Day: Teams showcase their final concepts by means of their prototypes, videos, posters,\nand short business plans\n\nIntended Learning Outcomes:\nUpon successful completion of this module, students are able to: \n\n- identify latest technology trends related to topics such as smart city, mobility, digital healthcare,\nIndustry 4.0 and smart grid  \n- understand opportunities and challenges in applying cutting-edge technology (e.g., cloud, IoT, AI,\nAR/VR) to address a specific industrial challenge\n- conduct project-based interdisciplinary teamwork \n- carry out an individualized learning process by utilizing referenced online resources as well as\non demand expert coaching regarding team development, technology development and product\ndesign\n- evaluate own ideas, prototypes and project findings with experts, users, and customers, and work\nclosely with their feedback\n- recognize and utilize contemporary web platforms for digital project creation and sharing\n- operate in a high-tech prototyping workshop equipped with latest technology and devices\n- create functional prototypes to demonstrate own proposed solution to a specific industrial\nchallenge\n- devise a showcase of own project results to a broad audience of peers, academics and\npractitioners\n- create short business plans to effectively communicate business value of own project results\n\nThus, students get familiarized with the many facets of entrepreneurship. In doing that, they are\nenabled to see, realize, and experience the multiplicity in the everyday life of an entrepreneur,\nentrepreneurial personalities, as well as entrepreneurial skills and motivations. \n\nTeaching and Learning Methods:\nInnovatively addressing complex themes as smart city and Industry 4.0 often requires the use of\ncutting-edge technologies within an entrepreneurial process. Based on this premise and to get\nthe students understand and apply such a process, the module deploys hands-on project-based\nlearning and interdisciplinary teamwork.\n\nEach semester several industrial challenges are spotlighted as proposed by the participating\ncorporates, who provide access to their proprietary technologies, resources, experts and coaches\nspecific to their respective challenge. An industrial challenge is formulated to be broad, with the\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n64 of 68\n\n\fWI001180: Tech Challenge | Tech Challenge\n\npotential of breeding many specific projects in return.  Students are encouraged to propose which\nchallenge to address in which way (i.e., project idea) and within which team.\n\nThrough interactive team exercises and a semester-long project, the students experience peer-\nlearning while gaining practice in assessing and optimizing usage of their team resources. They\nare also provided with team coaching sessions, individual mentoring, tutorials as necessary\n(challenge-dependent), and hands-on courses to operate machines and devices (3D printer, laser\ncutter, waterjet cutter, sensors etc.) at the high-tech prototyping workshop (team- and challenge-\ndependent).\n\nMedia:\n- Online access to slides, hand-outs, materials through dedicated e-Learning account\n- Online discussion forum connecting students and involved experts\n- Accounts on contemporary web platforms for digital project creation and sharing (e.g., hackster,\nkaggle, datacamp)\n\nReading List:\nA maintained list of references to relevant online course materials (e.g., UnternehmerTUM MOOC\nvideos, Coursera, Udacity, edX, Udemy) to support an individualized learning process suited to\nstudents’ various levels of expertise \n\nResponsible for Module:\nPatzelt, Holger; Prof. Dr. rer. pol.\n\nCourses (Type of course, Weekly hours per semester), Instructor: \nTech Challenge (WI001180) (Seminar, 4 SWS)\nSchutz C [L], Schutz C\nFor further information in this module, please click campus.tum.de or here.\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n65 of 68\n\n\fAlphabetical Index\n\n| Quantitative Finance\n| Financial Management\n\nA\n\n[WI001267] Advanced Corporate Finance | Advanced Corporate Finance\n[WIB06771] Advanced Seminar Finance & Accounting: Cases in Finance |\nAdvanced Seminar Finance & Accounting: Cases in Finance\n[WI001275] Applied Econometrics | Applied Econometrics\n[WI000231] Asset Management | Asset Management\n\nB\n\n[WI001287] Basics of FIM | Basics of FIM\n[WI001270] Behavioral Finance | Behavioral Finance\n[IN2028] Business Analytics and Machine Learning | Business Analytics and\nMachine Learning\n[WI100180] Business Plan - Advanced Course (Business Models, Sales\nand Finance) | Business Plan - Advanced Course (Business Models, Sales and\nFinance)\n[WIBT0001] Business Process Management & Digital Innovation  | Business\nProcess Management & Digital Innovation\nBusiness & Information Systems Engineering | Business & Information\nSystems Engineering\n[WIBT0004] Business & Information Systems Engineering (Seminar) |\nBusiness & Information Systems Engineering (Seminar)\n\nC\n\n41\n47\n\n27 - 28\n45 - 46\n\n52 - 53\n47 - 49\n\n10 - 11\n33 - 34\n15 - 16\n\n37 - 39\n\n21 - 22\n\n54\n\n54 - 55\n\n[MA9973] Continuous Time Finance (FIM) | Continuous Time Finance (FIM)\nCore area | Kernbereich\n\n19 - 20\n12\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n66 of 68\n\n\fD\n\n[WIBT0003] Digital Disruption, Innovation and Transformation | Digital\nDisruption, Innovation and Transformation\n[WIBT0002] Digital Energy Management | Digital Energy Management\n[WIBT0005] Digital Energy & Sustainability | Digital Energy & Sustainability\n[MA9972] Discrete Time Finance (FIM) | Discrete Time Finance (FIM)\n\nE\n\nElective area | Wahlbereich\n[WIBT0006] Emerging Digital Technologies @ BISE (Blockchain, AI, IoT,\nProcess Mining) | Emerging Digital Technologies @ BISE (Blockchain, AI, IoT,\nProcess Mining)\n[WI001271] Entrepreneurship | Entrepreneurship\n\n25 - 26\n\n23 - 24\n56 - 57\n17 - 18\n\n40\n58 - 59\n\n6 - 9\n\nF\n\n[MA9976] Financial Econometrics (FIM) | Financial Econometrics (FIM)\n\n43 - 44\n\nI\n\n[MA3405] Insurance Mathematics 1 | Insurance Mathematics 1\n[WI001269] International Accounting | International Accounting\n\n41 - 42\n31 - 32\n\nM\n\n[WI001272] Machine Learning | Machine Learning\n\n35 - 36\n\nP\n\n[WI001187] Private Equity | Private Equity\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n50 - 51\n\n67 of 68\n\n\fR\n\nRequired Modules | Pflichtmodule\n\nS\n\nSustainability and Technology | Sustainability and Technology\n\nT\n\n5\n\n60\n\n[WI000813] Technology Entrepreneurship Lab | Technology Entrepreneurship\nLab\n[WI001180] Tech Challenge | Tech Challenge\n\n60 - 61\n\n62 - 65\n\nV\n\n[WI000234] Value-based Management | Value-based Management\n[WI001268] Venture Capital | Venture Capital\n\n13 - 14\n29 - 30\n\nModule Catalog of the study program M.Sc. Finance and Information Management (FIM)\nGenerated on 18.11.2022\n\n68 of 68\n\n\f"]