[
    {
        "language": "EN",
        "answer": "Thank you for contacting the Program Management Team of the TUM School of Management. We are the right contact for any questions regarding study planning for students who accepted their admission offer or are already enrolled.\n\nOur colleagues from our Admission Office are responsible for answering questions from applicants and prospective students. Please get in touch with them via admission@mgt.tum.de.\n\nThe Admission Office also offers consultations via Zoom (no appointment needed):\nMondays 9-10 am & Thursday 2-4 pm\nhttps://tum-conf.zoom.us/s/61228465524\nPassword: 372624\n\nIf you have already been accepted to TUM and have questions regarding your admission offer and enrollment, please get in touch with the TUM Center for Study and Teaching: studium@tum.de.\n\nIf available, please include your applicant or matriculation number in your messages. Due to high demand, there may be a delay of several days before a response is given.\n\nPlease only send your message once and wait for a response; all messages will be answered.\n\nKind regards,\n\n\n",
        "topic": "Admission Team",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank, dass Sie sich an das Programmmanagement-Team der TUM School of Management gewandt haben. Wir sind die richtige Anlaufstelle für Studierende, die ihr Zulassungsangebot angenommen haben oder bereits eingeschrieben sind.\n\nDie Kolleg*innen unseres Admission Offices sind für die Beantwortung von Fragen von Bewerber*innen und Studieninteressierten verantwortlich. Bitte kontaktieren Sie dafür admission@mgt.tum.de.\n\nDas Admission Office bietet auch Beratung via Zoom an (kein Termin erforderlich):\nMontag 9-10 Uhr & Donnerstag 14-16 Uhr\nhttps://tum-conf.zoom.us/s/61228465524\nPasswort: 372624\n\nWenn Ihnen bereits ein Studienplatz an der TUM angeboten wurde und Sie Fragen zur Annahme oder Ihrer Einschreibung haben, wenden Sie sich bitte an das TUM Center for Study and Teaching: studium@tum.de.\n\nFalls verfügbar, geben Sie bitte Ihre Bewerber- oder Immatrikulationsnummer in Ihren E-Mails an. Aufgrund des hohen E-Mail-Aufkommens kann es ein paar Tage dauern, bevor Sie eine Antwort erhalten.\n\nBitte senden Sie Ihre Nachricht nur einmal und warten Sie auf eine Antwort. Alle Nachrichten werden schnellstmöglich beantwortet.\n\nMit freundlichen Grüßen",
        "topic": "Admission Team",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message and your interest in studying our Bachelor in Management and Technology (TUM-BWL)\n\nPlease get in touch with my colleagues from the Admission Office (lateralentry_bachelor@mgt.tum.de).\n\nThey are responsible for all questions related to lateral entry and will reply to your email shortly.\n\nHowever, due to the number of inquiries, answering your email may take a few days. We appreciate your understanding.\n\nFurthermore, you will find much relevant information on the admission procedure on our website: https://www.mgt.tum.de/programs/bachelor-management-technology/munich/how-to-apply/.\n\nKind regards,\n\n\n",
        "topic": "Queereinstieg",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail und Ihr Interesse an unserem Bachelor in Management & Technology (TUM-BWL).\n\nBitte kontaktieren Sie unser Admission Office (lateralentry_bachelor@mgt.tum.de).\nSie sind die richtigen Ansprechpartner*innen für Fragen zum Quereinstieg.\n\nAufgrund der hohen Anzahl an Anfragen kann ihre Rückmeldung ein paar Tage dauern- vielen Dank für Ihr Verständnis.\n\nBitte beachten Sie, dass Sie auf unserer Homepage viele relevante Informationen zum Bewerbungsprozess finden können: https://www.mgt.tum.de/programs/bachelor-management-technology/munich/how-to-apply.\n\nMit freundlichen Grüßen",
        "topic": "Queereinstieg",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\nWe are sorry you have not been admitted to the Bachelor in Management & Technology, and we understand your dissatisfaction. However, we are not responsible for the admission and assessment procedure. Please get in touch with our colleagues from the Admission Office (admission@mgt.tum.de), who are responsible for all admission-related questions.\n\nHowever, due to the number of inquiries, answering your email may take a few days.\n\nWe appreciate your understanding.\n\nThe Admission Office also offers consultations via Zoom (no appointment needed):\n\nTuesday 2-4 pm& Thursday 10 am – 12 noon\nhttps://tum-conf.zoom.us/s/61228465524\nPassword: 372624\n\nKind regards,\n\n\n",
        "topic": "Abgelehnt",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nWir bedauern, dass Sie zu unserem Bachelorstudiengang TUM-BWL nicht zugelassen wurden. Für Fragen zu Zulassung und Eignungsverfahren sind die Kolleg*innen unseres Admission Offices verantwortlich.\n\nWenden Sie sich bitte an admission@mgt.tum.de, wo man Ihnen gerne weiterhilft.\n\nAufgrund der hohen Nachfrage kann die Beantwortung Ihrer Anfrage ein paar Tage dauern. Bitte senden Sie daher Ihre Nachricht nur einmal und warten Sie auf eine Antwort. Alle Nachrichten werden schnellstmöglich bearbeitet.\n\nDas Admission Office bietet auch Beratungen via Zoom an (kein Termin erforderlich):\nDienstag 12-14 Uhr & Donnerstag 10-12 Uhr\nhttps://tum-conf.zoom.us/s/61228465524\nPasswort: 372624\n\nMit freundlichen Grüßen",
        "topic": "Abgelehnt",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your email.\n\nFor assistance in this matter, please get in touch with the TUM Center for Study and Teaching: studium@tum.de.\n\nThey are responsible for all questions about enrollment, including admission offers, application documents, acceptance of study places, and semester fees https://www.tum.de/en/studies/application/enrollment-info-portal.\n\nWe kindly ask you to include your applicant or matriculation number in your messages. Please understand that due to the high number of inquiries, it could take a few days to reply.\n\nPlease send your message only once and wait for a reply. All messages will be answered.\n\nWe appreciate your understanding!\n\nKind regards,\n\n\n",
        "topic": "TUM-CST",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nFür die Beantwortung Ihrer Anfrage, wenden Sie sich bitte an das TUM Center for Study and Teaching unter studium@tum.de.\n\nUnsere Kolleg*innen dort sind für alle Fragen zur Einschreibung inklusive Zulassungsangebot, Bewerbungsdokumente, Studienplatzannahme und Semesterbeitrag zuständig: https://www.tum.de/studium/bewerbung/infoportal-einschreibung/immatrikulation.\n\nWir bitten Sie, Ihre Bewerber*innen- oder Immatrikulationsnummer in Ihrer Nachricht anzugeben. Bitte haben Sie Verständnis dafür, dass die Beantwortung aufgrund der hohen Anzahl von Anfragen einige Tage dauern kann.\n\nBitte senden Sie Ihre Nachricht nur einmal und warten Sie dann auf die Antwort. Alle Anfragen werden beantwortet.\n\nVielen Dank für Ihr Verständnis!\n\nMit freundlichen Grüßen",
        "topic": "TUM-CST",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nI have forwarded your email to my colleagues from the Grade Management Office (grademanagement@mgt.tum.de).\n\nThey are responsible for these kinds of questions and will take care of your request.\n\nHowever, due to the number of inquiries, answering your email may take a few days. We appreciate your understanding.\n\nKind regards,\n\n",
        "topic": "Verweis immatrikulierter zum Grademanagement und international Office",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nIch habe Ihre E-Mail an meine Kolleg*innen aus dem Grade Management Office (grademanagement@mgt.tum.de) weitergeleitet.\n\nSie werden sich um Ihr Anliegen kümmern.\n\nBitte haben Sie Verständnis, dass aufgrund der hohen Anzahl an Anfragen die Bearbeitung evtl. etwas Zeit in Anspruch nehmen könnte.\n\nMit freundlichen Grüßen",
        "topic": "Verweis immatrikulierter zum Grademanagement und international Office",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for contacting the bachelor team at the TUM School of Management. We are the right contact point for students enrolled at TUM BMT. If you are a master's student, please refer to our master team: studentcounseling_master@mgt.tum.de.\nPlease find the consultation hours of the masters’ team in the following link: https://www.mgt.tum.de/programs/master-in-management-technology/for-current-students.\nKind regards,\n\n",
        "topic": "Weiterleitung an Masterteam",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank, dass Sie sich an das Bachelor-Team der TUM School of Management gewandt haben. Wir sind die richtige Anlaufstelle für Studierende, die bei TUM BMT eingeschrieben sind. Wenn Sie ein Masterstudent sind, wenden Sie sich bitte an unser Masterteam: studentcounseling_master@mgt.tum.de.\nDie Sprechzeiten des Masterteams finden Sie unter dem folgenden Link: https://www.mgt.tum.de/programs/master-in-management-technology/for-current-students.\nMit freundliche Grüße\n\n\n\nWeiterleitung bei Fragen zum Auslandsaufenthalt im Studium (outgoing students)\n\n",
        "topic": "Weiterleitung an Masterteam",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your message.\n\nI have forwarded your email to my colleagues from the International Office (outgoing@mgt.tum.de). They are responsible for questions on our exchange programs and will reply to your email shortly.\n\nHowever, due to the number of inquiries, answering your email may take a few days. We appreciate your understanding.\n\nKind regards,\n\n\n",
        "topic": "Weiterleitung an Masterteam",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE:",
        "answer": "vielen Dank für Ihre E-Mail.\n\nIch habe Ihre Anfrage an die Kolleg*innen unseres International Offices (outgoing@mgt.tum.de) weitergeleitet. Sie sind für alle Fragen über Austauschprogramme zuständig.\n\nBitte haben Sie Verständnis, dass aufgrund der hohen Anzahl an Anfragen die Bearbeitung evtl. etwas Zeit in Anspruch nehmen könnte. Wir bitten um Ihr Verständnis.\n\nMit freundlichen Grüßen",
        "topic": "Weiterleitung an Masterteam",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nI have forwarded your email to my colleagues from our International Office (incoming@mgt.tum.de). They are responsible for exchange students and will reply to your email shortly.\n\nHowever, due to the number of inquiries, answering your email may take a few days. We appreciate your understanding.\n\nKind regards,\n\n\n",
        "topic": "Weiterleitung Anfragen incoming students",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nIch habe Ihre E-Mail an die Kolleg*innen unseres International Offices (incoming@mgt.tum.de) weitergeleitet. Sie sind die zuständigen Ansprechpartner*innen für Austauschstudierende.\n\nBitte haben Sie Verständnis, dass aufgrund der hohen Zahl an Anfragen die Bearbeitung evtl. etwas dauern könnte. Ihre E-Mail wird schnellstmöglich bearbeitet. Wir bitten um Ihr Verständnis.\n\nMit freundlichen Grüßen",
        "topic": "Weiterleitung Anfragen incoming students",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nI have forwarded your email to my colleagues from the International Office (outgoing@mgt.tum.de). They are responsible for questions on recognition of courses taken abroad and will reply to your email shortly.\n\nHowever, due to the number of inquiries, answering your email may take a few days. We appreciate your understanding.\n\nKind regards,\n\n\n",
        "topic": "Anrechnungen von Studienleistungen aus dem Ausland",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nIch habe Ihre E-Mail an die Kolleg*innen unseres International Offices (outgoing@mgt.tum.de) weitergeleitet. Sie sind für alle Fragen zur Anrechnung von Studienleistungen aus dem Ausland zuständig.\n\nBitte haben Sie Verständnis, dass aufgrund der hohen Anzahl an Anfragen die Bearbeitung evtl. etwas Zeit in Anspruch nehmen könnte. Wir bitten um Ihr Verständnis.\n\nMit freundlichen Grüßen",
        "topic": "Anrechnungen von Studienleistungen aus dem Ausland",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your email.\n\nWe sincerely apologize for the inconvenience this may have caused. The Student Counseling Team strives to offer a high level of service by supporting students with inquiries without delay.\n\nAt TUM, we value all feedback that helps us continue to improve, and we therefore encourage you to let us know about your experience at: feedback@tum.de.\n\nI wish you all the best for your application, and I hope you can clarify your situation soon.\n\nKind regards,\n\n\n",
        "topic": "Feedback-Adresse",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail und Ihr Interesse an unserem Bachelor in Management & Technology (TUM-BWL).\n\nBitte entschuldigen Sie die Unannehmlichkeiten, die unserem Servicegedanken nicht gerecht werden. Wir versuchen, Studierende immer bestmöglich zu unterstützen und verstehen Ihre Frustration und Enttäuschung über die fehlende Rückmeldung. Leider ist unser Team aber nicht in den Bewerbungsprozess und die Auswahlgespräche involviert, so dass wir Sie bitten, die zuständigen Kolleg*innen vom Admission Office dazu anzusprechen.\n\nJede studentische Rückmeldung wird sehr ernst genommen. Für eine optimale Servicequalität können Sie gerne Ihr Feedback, konstruktive Kritik und Vorschläge an feedback@tum.de  schicken.\n\nIch hoffe, dass Sie alles zu Ihrer Zufriedenheit klären können und wünsche Ihnen alles Gute für Ihre Bewerbung.\n\nMit freundlichen Grüßen",
        "topic": "Feedback-Adresse",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nConcerning the preparatory “Studienkolleg” studies, you will find more information here: https://www.tum.de/en/studies/application/other-forms-of-study/preparatory-study-at-the-studienkolleg.\n\nIf you have further questions, please feel free to contact the TUM Center for Study and Teaching:\n\nstudium@tum.de\n+49 89 289 22245\n\nKind regards,\n\n\n",
        "topic": "Studienkolleg",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nSie können sich unter folgendem Link zum Thema „Studienkolleg“ näher informieren: https://www.tum.de/studium/bewerbung/studienformen/studienkolleg.\n\nSollten Sie mehr Fragen zum Studienkolleg haben, wenden Sie sich bitte an das TUM Center for Study and Teaching:\n\nstudium@tum.de\n+49 89 289 22245\n\nMit freundlichen Grüßen",
        "topic": "Studienkolleg",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nI have forwarded your email to my colleagues from the campus in Heilbronn (studentcounseling_heilbronn@mgt.tum.de).\n\nThey are responsible for student counseling at campus Heilbronn and will reply to your email shortly.\n\nHowever, due to the number of inquiries, answering your email may take a few days. We appreciate your understanding.\n\nKind regards,\n\n\n",
        "topic": "Anfragen aus dem Campus Heilbronn",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nIch habe Ihre E-Mail an meine Kolleg*innen vom Campus Heilbronn (studentcounseling_heilbronn@mgt.tum.de) weitergeleitet.\nSie werden sich um Ihr Anliegen kümmern.\n\nBitte haben Sie Verständnis, dass aufgrund der hohen Anzahl an Anfragen die Bearbeitung evtl. etwas Zeit in Anspruch nehmen könnte. Wir bitten um Ihr Verständnis.\n\nMit freundlichen Grüßen",
        "topic": "Anfragen aus dem Campus Heilbronn",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message and congratulations on being accepted to the Bachelor in Management & Technology!\n\nTUM School of Management offers a Buddy Program for Fresher´s to help you settle in at TUM School of Management and in Munich. The Buddy Program for Fresher´s matches a group of Fresher´s with a Buddy who offers them support and help during their first semester at TUM School of Management.\n\nIf you have more questions or would like to sign up for our Buddy Program, please get in touch with Ms. Katja Leßke at buddy_muc@mgt.tum.de.\n\nKind regards,\n\n",
        "topic": "Anfragen zum Buddy Program",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "\nvielen Dank für Ihre E-Mail und herzlichen Glückwunsch zur Zulassung zum TUM-BWL Bachelor!\n\nDie TUM School of Management bietet ein Buddy Programm für Fresher´s an, damit Sie sich besser an der TUM School of Management und in München einfinden können. Ihr Buddy wird Ihr erstes Semester an der TUM School of Management begleiten und Sie unterstützen.\n\nWenn Sie noch weitere Fragen haben bzw. sich für unser Buddy Programm anmelden wollen, steht Ihnen Frau Leßke gerne zur Verfügung: buddy_muc@mgt.tum.de.\n\nMit freundlichen Grüßen",
        "topic": "Anfragen zum Buddy Program",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nI forwarded your request to our Buddy Program Team (buddy_muc@mgt.tum.de). They will get back to you as soon as possible.\n\nHowever, due to the number of inquiries, answering your email may take a few days. Thank you for your understanding.\n\nKind regards,\n\n\n",
        "topic": "Weiterleitung",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nIch habe Ihre Anfrage an unser Buddy Program Team (buddy_muc@mgt.tum.de) weitergeleitet. Die Kolleg*innen werden Ihnen so bald wie möglich antworten.\n\nBitte haben Sie Verständnis, dass aufgrund der hohen Anzahl an Anfragen die Bearbeitung evtl. etwas Zeit in Anspruch nehmen könnte. Wir bitten um Ihr Verständnis.\n\nMit freundlichen Grüßen",
        "topic": "Weiterleitung",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your email.\n\nPlease get in touch with the Semester Fees Management concerning this matter: https://www.tum.de/en/studies/fees.\nbeitragsmanagement@zv.tum.de\nTel. +49 89 289–28064; –28063\n\nKind regards,\n\n\n",
        "topic": "Beitragsmanagement",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nBitte setzen Sie sich diesbezüglich mit den Kolleg*innen des Beitragsmanagements in Verbindung (https://www.tum.de/studium/studienfinanzierung/):\nbeitragsmanagement@zv.tum.de\nTel. +49 89 289–28064; –28063\n\nMit freundlichen Grüßen",
        "topic": "Beitragsmanagement",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN:",
        "answer": "\nThank you for your message.\n\nWe are happy to answer any questions you may have about your studies at TUM School of Management. To help us answer your inquiries quickly and correctly, we kindly ask you to follow the instructions below:\n\n\nPlease contact us if you are an enrolled student or have already accepted your admission offer\n\nThe Student Counseling Team is responsible for students who are already enrolled or have accepted their Admission offer to TUM School of Management. If you are interested in studying at our School, please contact our Admission Team (admission@mgt.tum.de). For general questions regarding TUM or in case of issues with your application, please contact the TUM Center for Study & Teaching: studium@tum.de\n\nChoose a clear subject line\n\nA meaningful subject of your e-mail helps us to understand and answer your requests much faster. Please state your request briefly in the subject line.\n\nPlease include your student number\n\nPlease always include your student number (Matrikelnummer) in your e-mail. You can find this number in your TUMonline account or on your student card.\n\nPlease check first whether the information you need is accessible online\n\nGeneral information on studying at TUM School of Management is published online. We receive a lot of questions about basic facts on which information is available on our website, e.g. deadlines and contact addresses. Please first consult our download center, where we have a collection of information sheets on topics such as Final Thesis, Credit Transfer and International Experience. Please read the relevant documents carefully before contacting us.\n\nYou can also use a search engine or the search function of mgt.tum.de to find the information you are looking for.\n\nPlease send us only one e-mail\n\nPlease refrain from sending us several identical e-mails or inquiries. We will reply to you as soon as possible. In case of several identical e-mails, it will take us longer to process your request.\n\n\nDo not send your request to more than one addressee\n\nPlease address inquiries first only to studentcounseling_bachelor@mgt.tum.de, we will then clarify for you which contact person is responsible. Please do not put a list of people in cc for your messages. This causes considerable additional work for many departments.\nIf you write to another department (department/school/student services/uni-assist etc.), please do not put studentcounseling_bachelor@mgt.tum.de in cc. This often means unnecessary e-mails that do not constitute a request and cause considerable effort.\n\nPlease write complete e-mails\n\nPlease try to describe your request briefly but with all necessary information.\nBlank messages or single sentences are not sufficient. We cannot open attachments if there is no explanation of the file's content.\n\nRead the information we send you carefully\n\nWhen you receive a response, please take the time to read the information carefully. If there is information on our website, we will send the appropriate link. Please click on any links sent along and read the content carefully.\n\nPlease do not send lists of general questions\n\nWe often receive lists of questions about basic facts about studying and the university. Please understand that we do not have the capacity to answer such lists of questions point by point. We will help you find the information yourself on our website. Any general question has probably already been asked many times before and the answer is therefore in most cases available for you on our website.\n\nMore detailed information on our e-mail etiquette is available here. Thank you for keeping these instructions in mind. We are happy to assist you.\n\nKind regards,\n\n",
        "topic": "Studieren in Deutschland/München",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE:",
        "answer": "Wir beantworten gerne Ihre Fragen rund um das Studium an der TUM School of Management. Damit wir Ihre Anfragen schnell und korrekt beantworten können, bitten wir um Beachtung dieser Hinweise:\n\nKontaktieren Sie uns, wenn Sie bereits bei uns immatrikuliert sind oder Ihren Studienplatz angenommen haben\n\nDie Studienberatung der TUM School of Management ist zuständig für immatrikulierte Studierende oder Studierende, die Ihren Studienplatz an der TUM School of Management bereits angenommen haben. Sollten Sie Interesse an einem Studium an unserer School haben, wenden Sie sich bitte an unser Admission Team (admission@mgt.tum.de). Bei allgemeinen Fragen zu TUM oder bei Problemen mit Ihrer Bewerbung, kontaktieren Sie bitte das TUM Center for Study & Teaching (studium@tum.de).\n\nFormulieren Sie einen aussagekräftigen Betreff\n\nEin aussagekräftiger Betreff Ihrer E-Mail hilft uns, Ihre Anfragen sehr viel schneller zu verstehen und zu beantworten. Nennen Sie uns im Betreff bitte kurz Ihr Anliegen.\n\nGeben Sie Ihre Antragsnummer, Bewerbernummer oder Matrikelnummer an\n\nBitte fügen Sie immer Ihre Matrikelnummer zu Ihrem Anliegen in Ihre E-Mail ein. Sie finden diese Nummer in Ihrem TUMonline-Account oder auf Ihrer Student Card.\n\nPrüfen Sie bitte zuerst, ob die benötigten Informationen online zugänglich sind\n\nAlle allgemeinen Infos zum Studium an der TUM School of Management sind online veröffentlicht. Wir erhalten sehr viele Fragen zu Basisfakten, zu denen die Informationen online vorliegen, etwa zu Fristen und Adressen. Bitte prüfen Sie zuerst, ob die benötigten Informationen in unserem Downloadbereich zugänglich sind. Hier haben wir Merkblätter zu Themen wie Anerkennung von Leistungen, Bachelorthesis und International Experience hinterlegt. Lesen Sie bitte die für Sie relevanten Dokumente sorgfältig durch, bevor Sie uns kontaktieren.\n\nSie können auch eine Suchmaschine bzw. die Suchfunktion von mgt.tum.de verwenden um Informationen zu finden.\n\nSchicken Sie Ihre Anfrage nicht mehrfach\n\nBitte schicken Sie uns nicht mehrere identische Anfragen oder Nachfragen. Wir beantworten Ihre E-Mail so schnell wie möglich. Mehrere identische oder ähnliche Anfragen verzögern die Bearbeitung.\n\nSchicken Sie Ihre Anfrage nicht an mehrere Adressaten\n\nBitte wenden Sie sich bei Anfragen zuerst nur an studentcounseling_bachelor@mgt.tum.de wir klären dann für Sie welche Ansprechpartner zuständig sind. Bitte setzen Sie keine Liste an Personen in cc für ihre Nachrichten. Dies verursacht erheblichen zusätzlichen Aufwand bei vielen Abteilungen. Wenn Sie einer anderen Stelle (Fakultät/School/Studentenwerk/Uni-assist etc.) schreiben, setzen Sie bitte studentcounseling_bachelor@mgt.tum.de nicht in cc. Dies bedeutet oft unnötige E-Mails, die keine Anfrage darstellen und erheblichen Aufwand verursachen.\n\nBitte formulieren Sie vollständige E-Mails\nVersuchen Sie, ihr Anliegen kurz aber mit allen notwendigen Informationen zu schildern.\nLeere Nachrichten oder einzelne Sätze sind nicht ausreichend. Wir können Anhänge nicht öffnen, wenn keine Erklärung zum Inhalt der Datei beigefügt ist.\n\nLesen Sie die Informationen genau, die wir Ihnen zukommen lassen\n\nWenn Sie eine Antwort erhalten haben, nehmen Sie sich bitte die Zeit, die Informationen genau zu lesen. Wenn eine Information auf unserer Homepage vorliegt, schicken wir den entsprechenden Link. Bitte klicken Sie mitgeschickte Links an und lesen Sie die Inhalte aufmerksam durch.\n\nSchicken Sie bitte keine Listen allgemeiner Fragen\n\nWir erhalten häufig Listen von Fragen zu grundlegenden Fakten über das Studium und die Universität. Bitte haben Sie Verständnis, dass wir nicht die Kapazität haben, Listen allgemeiner Fragen Punkt für Punkt zu beantworten. Wir werden Ihnen dabei helfen, die Informationen selbst auf unserer Homepage zu finden. Jede allgemeine Frage ist im Zweifelsfall bereits häufiger gestellt worden und die Antwort ist wahrscheinlich auf unserer Homepage bereits für Sie hinterlegt.\n\nAusführlichere Informationen zu unserer E-Mail-Etikette finden Sie hier. Vielen Dank für die Beachtung dieser Hinweise. Wir freuen uns auf Ihre Anfrage.\n\nMit freundlichen Grüßen",
        "topic": "Studieren in Deutschland/München",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for contacting the Program Management Team of the TUM School of Management. We are the right contact for any questions regarding study planning for students who accepted their admission offer or are already enrolled.\nWe invite you to contact the TUM Student Information; they will be happy to answer any questions you may have about studying at TUM. For them to answer your inquiries quickly and correctly, we ask that you follow these instructions:\nPlease include your application number, applicant number, or student number.\nAlways reply with the ticket number.\nPlease check first whether the information you need is accessible online.\nDo not send your request more than once.\nDo not send your request to more than one addressee.\nImportant notes:\nIf you need to know who to send your inquiry to, please ask the TUM Student Information for the responsible person at the following e-mail address: studium@tum.de.\nPlease do not put a list of people in cc in your messages. That causes considerable additional work for many departments.\nPlease write full e-mails.\nPlease do not send application documents by e-mail.\nPlease read the information we send you carefully.\nPlease do not send lists of general questions\nFor more detailed information about these instructions, please follow the following link: E-mail Etiquette - TUM.\n\n",
        "topic": "Andere Version",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank, dass Sie sich an das Programmmanagement-Team der TUM School of Management gewandt haben. Wir sind die richtige Anlaufstelle für Studierende, die ihr Zulassungsangebot angenommen haben oder bereits eingeschrieben sind.\nWir laden Sie ein, sich an die TUM-Studieninformation zu wenden, die Ihnen gerne alle Fragen zum Studium an der TUM beantwortet. Damit sie Ihre Anfragen schnell und korrekt beantworten können, bitten wir um Beachtung dieser Hinweise:\nFormulieren Sie einen aussagekräftigen Betreff.\nGeben Sie Ihre Antragsnummer, Bewerbernummer oder Matrikelnummer an.\nAntworten Sie immer unter Angabe der Ticketnummer.\nPrüfen Sie bitte zuerst, ob die benötigten Informationen online zugänglich sind\nSchicken Sie Ihre Anfrage nicht mehrfach.\nSchicken Sie Ihre Anfrage nicht an mehrere Adressaten\nWichtige Hinweise:\nWenn Sie nicht wissen, an wen Sie Ihre Anfrage richten sollen, fragen Sie bitte in der TUM-Studenteninformation nach der zuständigen Person unter folgender E-Mail-Adresse: studium@tum.de.\nBitte stellen Sie keine Liste von Personen in cc in Ihre Nachrichten. Das bedeutet für viele Abteilungen einen erheblichen Mehraufwand.\nBitte formulieren Sie vollständige E-Mails.\nBitte schicken Sie keine Bewerbungsunterlagen per E-Mail.\nLesen Sie die Informationen, die wir Ihnen zukommen lassen.\nSchicken Sie bitte keine Listen allgemeiner Fragen.\nAusführlichere Informationen zu diesen Hinweisen finden Sie unter folgendem Link: E-mail Etiquette - TUM.\n\n\nKurze Version\n\n",
        "topic": "Andere Version",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for contacting the Program Management Team of the TUM School of Management. To answer your inquiry in the best way possible, we kindly ask you to send us again your E-mail together with your complete name, and matriculation number\nMore detailed information on our e-mail etiquette is available here. Thank you for keeping these instructions in mind. We are happy to assist you.\n\nKind regards,\n\n\n",
        "topic": "Andere Version",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank, dass Sie sich an das Programmmanagement-Team der TUM School of Management gewandt haben. Um Ihre Anfrage bestmöglich beantworten zu können, bitten wir Sie, uns erneut Ihre E-Mail mit Ihrem vollständigen Namen und Ihrer Matrikelnummer zu schicken.\nAusführlichere Informationen zu unserer E-Mail-Etikette finden Sie hier. Vielen Dank für die Beachtung dieser Hinweise. Wir freuen uns auf Ihre Anfrage.\nMit freundlichen Grüßen",
        "topic": "Andere Version",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nThe following link from the Federal Foreign Office provides a guide through the entire visa application procedure: https://www.auswaertiges-amt.de/en/visa-service/visabestimmungen-node.\nGerman bureaucracy is known for being rather complicated, hence sticking to the guide on the website would be a smart measure to eradicate potential mistakes.\n\nPlease note that it is your responsibility to apply for a visa and that we cannot expedite your visa procedure. You should apply for the visa in due time before entry (at least two months in advance!). If you have already been accepted to TUM, you can apply for a student visa (with your acceptance letter). If you are still waiting for your letter of acceptance or have to complete an entrance examination, applying for a prospective student visa is possible. Prospective student visas are valid for three months and can be extended by six months if you are accepted to a higher education institution. In any case, please get in touch with the German embassy in your country. Please do not hesitate to contact us if the embassy requires any further documents that the TUM School of Management can issue.\n\nPlease do not enter Germany with a tourist visa as it cannot be changed to a visa for study purposes (no studies with a tourist visa!), and you would have to return to your home country. Please obtain comprehensive advice from the German diplomatic mission in your home country about the required documents. Always state the exact purpose of your stay (e.g., exchange program) to receive the correct visa, as it cannot be changed later after you arrive in Germany. Important: Please only purchase your flight ticket once you are sure that you are accepted to study at TUM and that your visa application is successful, and on which date you will receive your visa.\n\nKind regards,\n\n",
        "topic": "Visa Application",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nDer folgende Link des Auswärtigen Amtes bietet einen Leitfaden durch das gesamte Visumverfahren: https://www.auswaertiges-amt.de/de/service/visa-und-aufenthalt/visabestimmungen-allgemein.\nDie deutsche Bürokratie ist dafür bekannt, dass sie ziemlich kompliziert ist. Daher empfehlen wir Ihnen, sich an dem Leitfaden festzuhalten, um eventuelle Probleme zu vermeiden.\n\nBitte beachten Sie, dass Sie selbst dafür verantwortlich sind, ein Visum zu beantragen. Bitte beachten Sie auch, dass wir Ihr Visumverfahren nicht beschleunigen können. Sie sollten das Visum rechtzeitig vor der Einreise (mindestens 2 Monate im Voraus!) beantragen. Wer schon eine Zusage von einer Hochschule hat, kann ein Studierendenvisum beantragen. Dazu benötigen Sie den Zulassungsbescheid der TUM. Wer noch auf den Zulassungsbescheid wartet oder eine Aufnahmeprüfung machen muss, beantragt ein Studienbewerbervisum. Es wird mit einer Gültigkeit von drei Monaten erteilt. Wenn innerhalb dieser Frist die Zulassung erfolgt, kann das Visum um sechs Monate verlängert werden. In jedem Fall, informieren Sie sich bitte in der deutschen Botschaft in Ihrem Herkunftsland. Wenn die Botschaft weitere Dokumente benötigt, die von der TUM School of Management ausgestellt werden können, zögern Sie nicht, uns zu kontaktieren.\n\nBitte reisen Sie nicht mit einem Touristenvisum nach Deutschland ein, da es nicht in ein Visum zu Studienzwecken umgewandelt werden kann und Sie müssten in Ihr Heimatland zurückkehren. Bitte informieren Sie sich bei der deutschen Auslandsvertretung in Ihrem Heimatland umfassend über die Dokumente, die Sie für das Visum benötigen. Geben Sie immer den genauen Zweck Ihres Aufenthalts an (z. B. Austauschprogramm), um das korrekte Visum zu erhalten, da es nach Ihrer Ankunft in Deutschland nicht mehr geändert werden kann. Wichtig: Bitte kaufen Sie Ihr Flugticket erst, wenn Sie sich sicher sind, dass Sie an der TUM studieren können, Ihr Visumantrag erfolgreich ist und wann Sie Ihr Visum erhalten.\n\nMit freundlichen Grüßen",
        "topic": "Visa Application",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message, and congratulations on being accepted to our Bachelor in Management and Technology (TUM-BWL)!\n\nIt is difficult to generalize how high students’ expenses in Munich are; however, you should calculate at least 1000 euros per month (incl. accommodation).\n\nThere are many discounts for students. With a valid student ID, you often pay less for tickets to the theatre, museums, opera houses, cinemas, and other cultural institutions.\n\nA “Nebenjob” can increase your budget, but it is tough to fund your entire living costs this way. It is, therefore, a good idea to apply for a scholarship. Many institutions, for example, the DAAD, party-related foundations, and business-affiliated organizations, offer support for international students. Everything you need to know about financial support for your studies can be found on the website of DAAD (https://www.daad.de/deutschland/stipendium/en/), on the TUM website (https://www.tum.de/en/studies/fees-and-financial-aid/scholarships/)  as well as on the website of the Munich Student Union: (http://www.studentenwerk-muenchen.de/finanzierung/).\n\nYou can also find more information on our website: https://www.mgt.tum.de/campuses/munich/living-in-munich.\nKind regards,\n\n\n",
        "topic": "Kosten (Lebenskosten, Stipendien)",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail und herzlichen Glückwunsch zur Zulassung zu unserem Bachelor in Management & Technology (TUM-BWL)!\n\nDie Lebenskosten hängen von den Studierenden individuell ab. Im Durchschnitt brauchen die Studierenden mind. ca. 1000 Euro pro Monat inkl. Unterkunft.\n\nFür Studierende gibt es eine Reihe von Vergünstigungen. In Theatern, Museen, Opernhäusern, Kinos und anderen Einrichtungen bezahlen diejenigen, die einen gültigen Studierendenausweis vorzeigen können, oft ermäßigten Eintritt.\n\nEin Nebenjob kann Ihr Budget auf jeden Fall aufbessern, aber der gesamte Lebensunterhalt lässt sich auf diese Weise schwer finanzieren. Es ist deshalb sinnvoll, sich um ein Stipendium zu bemühen. Viele Einrichtungen bieten Unterstützungen für internationale Studierende an, darunter der DAAD, parteinahe Stiftungen und wirtschaftsnahe Organisationen. Alles, was Sie über die Förderung Ihres Studiums wissen müssen, finden Sie u.a. auf der DAAD-Webseite (https://www.daad.de/deutschland/stipendium/de/), auf der TUM-Webseite (https://www.tum.de/studium/studienfinanzierung/stipendien/) sowie auf der Webseite des Studentenwerks München: http://www.studentenwerk-muenchen.de/finanzierung/.\n\nMehr Informationen finden Sie außerdem auf unserer Homepage: https://www.mgt.tum.de/campuses/munich/living-in-munich.\n\nMit freundlichen Grüßen",
        "topic": "Kosten (Lebenskosten, Stipendien)",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your email, and congratulations on being accepted to the Bachelor in Management and Technology!\n\nUnfortunately, TUM itself does not run any residence halls or offer students any apartments.\n\nPlease get in touch with the Munich Student Union (Studentenwerk München) for questions regarding student halls of residence: https://www.tum.de/en/studies/during-your-studies/living-and-working/accommodations/student-halls-of-residence.\nPlease look here: https://www.tum.de/en/studies/during-your-studies/living-and-working/accommodations for tips on finding accommodation in Munich and support for apartment hunters.\n\nWe wish you all the best in finding an accommodation soon!\n\nKind regards,\n\n",
        "topic": "Wohnen",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail und herzlichen Glückwunsch zur Zulassung zum TUM-BWL Bachelor!\n\nDie TUM selbst betreibt leider keine Studentenwohnheime und bietet keine Studentenwohnungen an.\n\nBitte wenden Sie sich für Fragen zu Wohnheimen und Unterbringungsmöglichkeiten an das Studentenwerk München: https://www.tum.de/studium/im-studium/wohnen-und-arbeiten/wohnen/wohnheime.\n\nMehr Informationen zum Thema „Wohnen in München“ sowie hilfreiche Tipps zur Wohnungssuche finden Sie auch unter folgendem Link: https://www.tum.de/studium/im-studium/wohnen-und-arbeiten/wohnen.\n\nWir wünschen Ihnen viel Erfolg bei der Wohnungssuche!\n\nMit freundlichen Grüßen",
        "topic": "Wohnen",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "The Technical University of Munich (TUM) supports students in their search for accommodation, providing personal advice, in-house listings, and helpful information to ensure that you can quickly find a place to call your own :https://www.tum.de/en/studies/during-your-studies/living-and-working/accommodations.\n\n\nPlease note that the university does not own halls of residence.\n\nMost halls of residence for students are administered by the Student Union (Studentenwerk München https://www.studentenwerk-muenchen.de/en/student-accommodation/). The central administration office for all student residences in Munich and Freising is located in the Olympic Village https://www.studentenwerk-muenchen.de/en/student-accommodation/administrative-offices/. Furthermore, the Servicedesk offers a main contact point for questions about student housing https://www.studentenwerk-muenchen.de/en/student-accommodation/service-desk/.\nThe Student Union offers almost 11.000 rooms and apartments for students in Munich, Freising, and Rosenheim residences. Depending on the dormitory, the waiting period takes one to five semesters.\nHowever, most students find their flat or a room in a shared flat (WG) in the private market. If you have questions about finding accommodation or support services, the following link will point you in the right direction on who to contact: https://www.tum.de/en/studies/during-your-studies/living-and-working/accommodations/contact-advice.\n\nWe wish you all the best in finding accommodation soon, and if you have any further questions, please do not hesitate to contact us again.\n\nKind regards,\n\n",
        "topic": "TUM Support",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nEine Wohnung in München zu finden ist schwierig – aber nicht unmöglich. Deswegen unterstützt die Technische Universität München (TUM) ihre Studierenden bei der Suche: Mit persönlicher Beratung, einer eigenen Wohnungsbörse und Tipps für eine erfolgreiche Wohnungssuche https://www.tum.de/studium/im-studium/wohnen-und-arbeiten/wohnen.\n\n\nBitte beachten Sie, die Universität besitzt keine eigenen Wohnheime.\n\nDie meisten Wohnheime für Studierende verwaltet das Studentenwerk München https://www.studentenwerk-muenchen.de/wohnen/.  Die zentrale Verwaltungsstelle für alle Wohnanlagen in München und Freising befindet sich im Olympischen Dorf https://www.studentenwerk-muenchen.de/wohnen/verwaltungsstellen/. Des Weiteren bietet das Servicedesk eine zentrale Anlaufstelle für Fragen zum Thema studentisches Wohnen https://www.studentenwerk-muenchen.de/wohnen/servicedesk/.\nDas Studentenwerk bietet in seinen Wohnanlagen in München, Freising und Rosenheim knapp 11.000 Zimmer und Apartments für Studierende an. Je nach Wohnheim betragen die Wartezeiten zwischen einem und fünf Semestern.\n\nAuf dem privaten Markt finden die meisten Studierenden der Universität ihre Wohnung – oder ein Zimmer in einer Wohngemeinschaft (WG).\n\nBei Fragen zur Wohnungssuche oder zu unseren Unterstützungsangeboten finden Sie Ihre Ansprechpartner und –partnerinnen unter https://www.tum.de/studium/im-studium/wohnen-und-arbeiten/wohnen/kontakt.\n\nWir wünschen Ihnen viel Erfolg bei der Wohnungssuche und bei weiteren Fragen können Sie sich jederzeit wieder gerne an uns wenden.\n\nMit freundlichen Grüßen",
        "topic": "TUM Support",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nThere are many ways for students in Germany to earn money while they study, for example, as waiter staff, academic assistants, or private tutors. However, there are some restrictions. On the website of DAAD, you will find a lot of helpful information: https://www.daad.de/deutschland/in-deutschland/arbeit/en/9148-side-jobs/.\n\nFurthermore, TUM also offers some tips on how to find a job as a student: https://www.tum.de/en/studies/during-your-studies/living-and-working/jobs-and-internships.  In addition, you may find some interesting job offers dedicated to the TUM School of Management students on our website: https://www.mgt.tum.de/campuses/munich/student-initiatives.\n\nWe wish you good luck in finding an exciting job!\n\nKind regards,\n\n",
        "topic": "Arbeiten/Nebenjob",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nAuch für internationale Studierende gibt es in Deutschland viele Möglichkeiten, neben dem Studium Geld zu verdienen, zum Beispiel als Kellner*in, wissenschaftliche Hilfskraft oder Nachhilfelehrer*in. Es gibt aber bestimmte Einschränkungen. Auf der DAAD Webseite finden Sie dazu mehr Details: https://www.daad.de/de/studieren-und-forschen-in-deutschland/erste-schritte-deutschland/nebenjobs/.\n\n\nAußerdem bietet TUM einige Tipps an, wie einen Job als ein Student zu finden: https://www.tum.de/en/studies/during-your-studies/living-and-working/jobs-and-internships.\n\nSie können auch auf unserer Homepage viele interessante Stellenangebote für Studierende der TUM School of Management finden: https://www.mgt.tum.de/campuses/munich/student-initiatives.\n\nWir wünschen Ihnen viel Erfolg bei der Jobsuche!\n\nMit freundlichen Grüßen",
        "topic": "Arbeiten/Nebenjob",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nIf you want to study in Germany, you will need health insurance. International students are only permitted to enroll at German higher education institutions with it, so it is a good idea to address the question of insurance early on.\n\nIf you are not insured with a health insurance provider recognized in Germany, you must take out insurance here. The statutory health insurance providers in Germany are obligated to offer an affordable tariff for students. This affordable tariff comes to around 80 EUR and is available until you are 30 or have completed your 14th subject-related semester. Tariffs vary because each health insurance provider can levy additional individual contributions.\n\nThere is a wide choice of statutory health insurance providers you can take out insurance with. Basic coverage is always the same: your health insurance covers the cost of check-ups, treatment for illness or after an accident, and certain medications. General costs for hospital stays are also covered. More information on the various health insurance providers is available here: https://www.krankenkassen.de/ as well as on the TUM website: https://www.tum.de/en/studies/application/enrollment-info-portal/mandatory-health-insurance.\n\nFor further questions on the enrollment process and necessary documents, please refer to the TUM CST: studium@tum.de.\n\nKind regards,\n\n\n",
        "topic": "Krankenversicherung",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nWer in Deutschland studieren möchte, braucht eine Krankenversicherung. Ohne sie dürfen sich internationale Studierende nicht an einer deutschen Hochschule einschreiben. Es lohnt sich deshalb, die Frage nach der Versicherung frühzeitig zu klären.\n\nWer kein Mitglied einer Krankenkasse ist, die in Deutschland anerkannt wird, muss sich vor Ort versichern. Die gesetzlichen Krankenkassen in Deutschland sind verpflichtet, Studierenden einen günstigen Tarif anzubieten. Dieser liegt im Durchschnitt bei etwa 80 Euro und ist bis zum Ende des 30. Lebensjahrs oder des 14. Fachsemesters verfügbar. Die Tarife variieren, weil jede Krankenkasse individuelle Zusatzbeiträge erheben kann.\n\nDie Auswahl an gesetzlichen Krankenkassen, bei denen Sie eine Versicherung abschließen können, ist groß. Die Grundversorgung ist immer gleich: Die Kasse übernimmt Kosten für Kontrolluntersuchungen, die Therapie von Krankheiten, die Behandlung nach Unfällen und bestimmte Medikamente. Auch allgemeine Leistungen bei einem Krankenhausaufenthalt sind abgedeckt. Mehr Informationen zu den verschiedenen Krankenkassen gibt es hier: https://www.krankenkassen.de/ sowie auf der TUM Webseite: https://www.tum.de/studium/bewerbung/infoportal-einschreibung/krankenversicherung/.\n\nFür weitere Informationen zur Einschreibung und benötigten Dokumenten steht Ihnen das TUM CST zur Verfügung: studium@tum.de.\n\nMit freundlichen Grüßen",
        "topic": "Krankenversicherung",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your email.\n\nThe University Sports Center (ZHS) offers classes in team sports, climbing, fitness and health, martial arts, dance, new and intramural activities, gymnastics and track and field, and water and winter sports. With approximately 600 classes each semester, they have a diverse program for every target group. Students must book classes in advance. All participants must have the ZHS ID and up-to-date semester tags to assist. For more information, please have a look at: https://www.zhs-muenchen.de/en/home/.\nPlease keep in mind that some of the courses offered book up relatively fast.\n\nKind regards,\n\n",
        "topic": "Zentraler Hochschulsport",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nDas Angebot des ZHS umfasst Sportarten aus den Bereichen Ball- und Spielsport, Berg- und Klettersport, Fitness- & Gesundheitssport, Kampfsport, Tanz, Trend- & Freizeitsport, Turnen & Leichtathletik, Wassersport und Wintersport. Für jede Zielgruppe halten sie mit ca. 600 Einzelveranstaltungen pro Semester ein abwechslungsreiches Kursprogramm bereit. Bitte beachten Sie, dass viele Kurse buchungspflichtig sind. Voraussetzung, um an Kursen teilzunehmen, sind der ZHS-Ausweis und entsprechende Semestermarken. Bitte informieren Sie sich unter: https://www.zhs-muenchen.de/startseite/.\nEinige der Kurse sind sehr schnell ausgebucht – es ist daher ratsam, sich rasch anzumelden.\n\nMit freundlichen Grüßen",
        "topic": "Zentraler Hochschulsport",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nYou can find all relevant information on enrollment, including admission offers, application documents, acceptance of study places, and semester fees, in the following link: https://www.tum.de/en/studies/application/enrollment-info-portal.\n\nFor further questions on this topic, please get in touch with studium@tum.de.\n\nKind regards,\n\n\n",
        "topic": "III. Studieren an der TUM",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nSie finden alle relevanten Informationen zur Immatrikulation, inkl. Zulassungsangebot, Bewerbungsdokumente, Studienplatzannahme, Semesterbeitrag hier:  https://www.tum.de/studium/bewerbung/infoportal-einschreibung/immatrikulation.\nBei weiteren Fragen dazu kontaktieren Sie bitte studium@tum.de.\n\nMit freundlichen Grüßen",
        "topic": "III. Studieren an der TUM",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your message.\n\nYou can find in the following link all the required information regarding the possibility of deferring your spot for a semester at the TUM: https://www.tum.de/en/studies/application/enrollment-info-portal/reserving-your-spot.\n\nIf you have further questions on this topic, please get in touch with the TUM Center for Study and Teaching (studium@tum.de).\n\nPlease include your applicant or matriculation number in your messages. Due to high demand, there may be a delay of several days before a response. Please only send your message once and await a response; all messages will be answered.\nKind regards,\n\n",
        "topic": "Verschiebung Studienbeginn",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE:",
        "answer": "vielen Dank für Ihre E-Mail.\n\nUnter folgendem Link finden Sie alle relevanten Informationen zur Verschiebung des Studienbeginns auf ein anderes Semester: https://www.tum.de/studium/bewerbung/infoportal-einschreibung/rueckstellung-eines-studienplatzes\n\nFalls Sie dazu noch weitere Frage haben, wenden Sie sich mit Ihrer Anfrage bitte an das TUM Center for Study and Teaching (studium@tum.de).\n\nFalls verfügbar, geben Sie bitte Ihre Bewerber- oder Immatrikulationsnummer in Ihren E-Mails an. Aufgrund des hohen E-Mail-Aufkommens kann es zu einer Verzögerung von mehreren Tagen kommen, bevor Sie eine Antwort erhalten.\n\nBitte senden Sie Ihre Nachricht nur einmal und warten Sie auf eine Antwort. Alle Nachrichten werden beantwortet.\n\nMit freundlichen Grüßen",
        "topic": "Verschiebung Studienbeginn",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message, and congratulations on being accepted to the TUM School of Management!\n\nAt TUM, there is no tuition fee. However, in Germany, all students at all higher education institutions must pay a semester contribution. This payment is not a tuition fee; it covers your contributions to student services and the student government. This semester fee includes the basic student union fee and the solidarity contribution for the semester ticket (public transport).\n\nThis fee has to be covered every semester, even if the student is on academic leave of absence. More information can be found on the following website: https://www.tum.de/en/studies/fees-and-financial-aid/. Please note that the semester fee does NOT include any accommodation.\n\nKind regards,\n\n\n",
        "topic": "Studiengebühren",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail und herzlichen Glückwunsch zur Zulassung zu unserem Bachelor in Management & Technology (TUM-BWL)!\n\nAn der TUM gibt es keine Studiengebühren. In Deutschland zahlen aber alle Studierenden an allen Hochschulen den Semesterbeitrag. Er besteht aus Beiträgen für das Studentenwerk und die studentische Selbstverwaltung und ist nicht als Studiengebühren zu verstehen. Auch TUM-Studierende müssen einen Grundbeitrag für das Studentenwerk sowie einen Solidarbeitrag für das Semesterticket erheben.\nDie Beiträge müssen jedes Semester im Rahmen der Immatrikulation bzw. Rückmeldung entrichtet werden, auch im Fall einer Beurlaubung vom Studium. Mehr Informationen dazu finden Sie unter folgendem Link: https://www.tum.de/studium/studienfinanzierung/.\n\nMit freundlichen Grüßen",
        "topic": "Studiengebühren",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for contacting the TUM Student Information.\nThere are plans to introduce tuition fees for non-EU students at TUM. These plans are not finalized, and we cannot provide any detailed information yet.\nPlease check our website for updates; any new reliable information will be published ASAP. You can find the current fee information here: https://www.tum.de/en/studies/fees.\n\nCurrently (winter semester 2023), there are no tuition or application fees for international students for the bachelor's and master's degrees programs at TUM.\nOnly some specific executive degree programs and joint degrees with international partner universities require students to pay tuition fees. For more detailed info, please see the program description here: https://www.tum.de/en/studies/degree-programs/.\n\n",
        "topic": "Studiengebühren für Studierende aus nicht-EU-Ländern",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre Anfrage bei der TUM Studieninformation.\nEs gibt aktuell Pläne, Studiengebühren für Studierende aus nicht-EU-Ländern an der TUM einzuführen. Diese Pläne sind noch nicht endgültig abgeschlossen und wir können bisher keine detaillierten Informationen anbieten.\nBitte prüfen Sie unsere Website regelmäßig auf Updates, jede neue verbindliche Information wird dort schnellstmöglich veröffentlicht. Hier finden Sie die aktuell gültige Beitragsregelung:\nhttps://www.tum.de/studium/studienfinanzierung.\n\nDerzeit werden für die Studiengänge der TUM (Stand: Wintersemester 2023) keine Studiengebühren und keine Bewerbungsgebühren für Studierende erhoben.\nFür einzelne weiterbildende Studiengänge und Joint Degrees mit internationalen Partneruniversitäten gibt es wie bisher Ausnahmen –detaillierte Infos dazu finden Sie auf in den jeweiligen Studiengangsbeschreibungen auf folgenden Seiten: https://www.tum.de/studium/studienangebot.\n\n\nSemesterbeitragsrückerstattung\n\n",
        "topic": "Studiengebühren für Studierende aus nicht-EU-Ländern",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nMy colleagues from the Semester Fees Management of the TUM CST are responsible for all questions regarding reimbursement of Student Union Fees. So, if you have further questions, please send an email to beitragsmanagement@zv.tum.de or drop by during their consultation hours:\n\nThursday and Friday from 9 am - 12 pm in room 0196\nContact information:\nTel. +49 89 289 – 28063; – 28064\n\nMore details can also be found here: https://www.tum.de/en/studies/fees-and-financial-aid/reimbursement/.\n\nPlease note: If you re-register for a semester and take an exam this semester, the fees cannot be reimbursed.\n\nKind regards,\n\n\n",
        "topic": "Studiengebühren für Studierende aus nicht-EU-Ländern",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nFür Fragen zur Rückerstattung des Semesterbeitrags sind die Kolleg*innen vom Beitragsmanagement des Studierenden Service Zentrums zuständig. Bitte wenden Sie sich an beitragsmanagement@zv.tum.de oder kommen Sie während deren Sprechzeiten vorbei:\n\nPersönliche Sprechstunden in Raum 0196:\n\nDonnerstag 9:00 – 12:00 Uhr\nFreitag 09:00 – 12:00 Uhr\n\nKontakt:\nTel. +49 89 289 – 28064; – 28063\n\nWeitere Details finden Sie auch unter folgendem Link: https://www.tum.de/studium/studienfinanzierung/rueckerstattung/.\nBitte beachten Sie: wenn Sie sich für ein Semester rückmelden, und in diesem Semester eine Prüfung ablegen, dann ist eine Erstattung der Beiträge nicht möglich.\n\nMit freundlichen Grüßen",
        "topic": "Studiengebühren für Studierende aus nicht-EU-Ländern",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your email.\n\nMore information about reimbursement of Student Union Fees can be found here: https://www.tum.de/en/studies/fees-and-financial-aid/reimbursement/.\n\nKind regards,\n\n\n",
        "topic": "Short version",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nInformationen zur Rückerstattung des Semesterbeitrags finden Sie hier: https://www.tum.de/studium/studienfinanzierung/rueckerstattung/.\n\nMit freundlichen Grüßen",
        "topic": "Short version",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your email.\n\nYou can download your proof of enrollment directly from TUMonline. This document can be found under \"Documents\" in your TUMonline profile.\nAlong with your proof of enrollment, you will also find a confirmation of enrollment to present to the Deutsche Bahn, and your student progress and social security certification for download. More information can be found here: https://wiki.tum.de/display/docs/Download+student+documents.\n\nKind regards,\n\n\n",
        "topic": "Studienunterlagen",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nIhre Immatrikulationsbescheinigung können Sie direkt von TUMonline herunterladen. Sie finden sie unter dem Punkt \"Ausdrucke für Studierende\" in Ihrer Visitenkarte. Neben der Immatrikulationsbescheinigung steht Ihnen dort auch eine Bescheinigung für MVV/Deutsche Bahn sowie eine Studienverlaufs- und eine Rentenbescheinigung zum Download zur Verfügung. Mehr Details finden Sie unter folgendem Link: https://wiki.tum.de/display/docs/Download+student+documents.\n\nMit freundlichen Grüßen",
        "topic": "Studienunterlagen",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your email.\n\nTUM School of Management does not run any Campus Tours, but there is the possibility to participate in a guided tour (in German) occasionally. You can find more information and the dates here: https://www.explore.tum.de/explore/offenecampusfuehrung/.\nYou can also visit the TUM campus any time or do an interactive campus tour using your tablet or smartphone. You can find more information about this here: https://www.explore.tum.de/explore/campustour/interaktiv/english/.\nKind regards,\n\n\n",
        "topic": "Campus Tour",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nTUM School of Management organisiert keine Campus Touren, es gibt aber ab und zu die Möglichkeit an einer geführten Tour teilzunehmen. Mehr Informationen und die Termine finden Sie hier: https://www.explore.tum.de/explore/offenecampusfuehrung/.\nSie können den TUM Campus aber auch jederzeit gerne selbst besuchen oder an der interaktiven Campus Tour über ihr Smartphone oder Tablet teilnehmen.\nMehr Information finden Sie unter folgendem Link: https://www.explore.tum.de/explore/campustour/interaktiv/deutsch/.\n\nMit freundlichen Grüßen",
        "topic": "Campus Tour",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nTUM students can use their StudentCard as a library card. Please accept the library regulations in your TUMonline account and come to one of the branch libraries to activate the library account.\n\nYou will find the online catalogs here: https://www.ub.tum.de/en/tum-opac.\n\nYou will find more information about our library on the following website: https://www.ub.tum.de/en/.\n\nKind regards,\n\n",
        "topic": "Universitätsbibliothek",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nTUM-Studenten können ihre StudentCard als Bibliotheksausweis benutzen. Bitte akzeptieren Sie die Bibliotheksvorordnung in Ihrem TUMonline-Konto und aktivieren Sie Ihr Bibliothekskonto in einer der Teilbibliotheken.\n\nSie finden den Online-Katalog unter folgendem Link: https://www.ub.tum.de/online-katalog.\n\nMehr Information über unsere Bibliothek finden Sie auf der Website der Bibliothek: https://www.ub.tum.de/information.\n\nMit freundlichen Grüßen",
        "topic": "Universitätsbibliothek",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your email.\n\nEnrolling in two degrees at once is generally possible - with the following restrictions:\n\n-          It is not permissible to be enrolled in the same degree program at two different universities – regardless of whether the programs are part-time or full-time.\n-          If you want to enroll in two degree programs with restricted admission (numerus clausus), you must submit proof of a particular vocational, scientific, or artistic interest.\n\nPlease keep in mind that you will still have to meet the study progress requirements of this program according to §10 of the APSO and §38 of the FPSO. You will have to satisfy the requirements of two study programs without exceptions. Therefore, please consider carefully whether you will be able to study successfully under these conditions. For other students’ experiences enrolling in two degree programs, contact the student council (https://tum-som.com/).\n\nYou can find more information about Parallel Studies here: https://www.tum.de/en/studies/application/other-forms-of-study/parallel-studies.\n\nKind regards,\n\n",
        "topic": "Doppelstudium",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nFormal ist eine gleichzeitige Einschreibung in zwei Studiengänge möglich - mit den folgenden Einschränkungen:\n\n-\tSie dürfen nicht an mehreren Hochschulen für den gleichen Studiengang eingeschrieben sein - unabhängig davon, ob es sich um ein Voll- oder Teilzeitstudium handelt.\n-\tBei einer Einschreibung in zwei zulassungsbeschränkte Studiengänge, also Studiengänge mit Numerus Clausus, muss ein besonderes berufliches, wissenschaftliches oder künstlerisches Interesse nachgewiesen werden.\n\nBitte beachten Sie jedoch, dass ein Doppelstudium Sie nicht von den Studienfortschrittskontrollen der §10 APSO und §38 der FPSO ausnimmt. Es müssen also den Bedingungen von zwei Studiengängen gerecht werden. Bitte überlegen Sie sich daher gut, ob Sie mit diesen Konditionen erfolgreich studieren können. Für Erfahrungswerte können Sie gerne Ihre Kommilitonen über das Student Council kontaktieren (https://tum-som.com/).\n\nMehr Details finden Sie unter folgendem Link: https://www.tum.de/studium/bewerbung/studienformen/doppelstudium/.\n\nMit freundlichen Grüßen",
        "topic": "Doppelstudium",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nYou can find information on obtaining the Student Card and how to validate it here: https://www.tum.de/en/studies/application/enrollment-info-portal/student-card.\nFor further questions on this matter, please get in touch with studium@tum.de.\nKind regards,\n\n\n",
        "topic": "Student Card",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nAlle Informationen zum Erhalt der Student Card sowie zur Validierung finden Sie hier: https://www.tum.de/studium/bewerbung/infoportal-einschreibung/studentcard/.\nBei etwaigen Rückfragen kontaktieren Sie bitte die Kolleg*innen des TUM Center for Study and Teaching: studium@tum.de.\n\nMit freundlichen Grüßen",
        "topic": "Student Card",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nThe TUM IT Support Desk is your first contact for questions and problems related to the university's centralized IT services and applications. Here is how you can reach them:\n\nE-Mail: it-support@tum.de\nTelephone: +49.89.289.17123\n\nOn the following website, you can find a lot of helpful brochures on the IT-Services of TUM (e.g. TUMonline, WiFi, Sync&Share): https://www.it.tum.de/en/info/documentation-manuals/.\n\nKind regards,\n\n\n",
        "topic": "TUMonline, IT",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nIhre erste Anlaufstelle für Fragen und Probleme rund um die zentralen IT-Dienste und -Anwendungen ist der TUM IT-Support. Und so erreichen Sie sie:\n\nE-Mail: it-support@tum.de\nTelefon: +49.89.289.17123\n\nUnter folgendem Link finden Sie auch viele hilfreiche Broschüren zu jeglichen IT-Angebote der TUM (u.a. TUMonline, WLAN oder Sync&Share): https://www.it.tum.de/downloadcenter/.\n\nMit freundlichen Grüßen",
        "topic": "TUMonline, IT",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your email.\n\nThe TUM Language Center offers courses in 17 languages – also German language courses for international students. All courses are free of charge. You have to register for the courses via TUMonline within a stipulated period. They also offer many other courses, e.g. Intercultural Communication seminars, Language test preparation courses, etc. Please find more information online: https://www.sprachenzentrum.tum.de/en/sprachenzentrum/homepage/.\n\nKind regards,\n\n\n",
        "topic": "Angebot des TUM Language Center",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nDas TUM Sprachenzentrum bietet Sprachkurse in 17 Sprachen an. Die Teilnahme ist für Sie kostenlos. Die Anmeldung erfolgt über TUMonline innerhalb der vom Sprachenzentrum bestimmten Anmeldungsfrist. Das Sprachenzentrum bietet auch viele andere Kurse, z.B. Seminare zur interkulturellen Kommunikation, Vorbereitungskurse für Sprachzertifikate usw. Bitte informieren Sie sich auf der Homepage des Sprachenzentrums: https://www.sprachenzentrum.tum.de/sprachenzentrum/startseite/.\n\nMit freundlichen Grüßen",
        "topic": "Angebot des TUM Language Center",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your email.\n\nThe TUM Language Center offers German courses for both beginners of German, as well as more advanced speakers. All courses during the semester are free of charge and open for all members of TUM, but are booked out rather soon. You should be able to find a suitable course here: https://www.sprachenzentrum.tum.de/en/sprachenzentrum/languages/german-as-a-foreign-language/.\n\nKind regards,\n\n\nBeurlaubung\n\n",
        "topic": "Deutschkurse an der TUM",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nIf you are on a leave of absence, you cannot take any initial exams, but you can retake exams (exceptions apply in the case of maternity/paternal leave or leave for the care of a close relative).\nIf you register regularly (not during your leave of absence) for the exam and you do not pass it, you can take the retake exam during your leave of absence.\n\nFor these retake exams here at TUM, there is no limitation regarding the number of credits you can take during your leave of absence. However, to avoid jeopardizing the success of the original reason for your absence, it is not recommended to take too many credits.\n\nOther rules apply to recognizing credits earned during your leave of absence, e.g., at another university or during an internship. If you have more than 22 credits recognized, you will automatically be moved into the next semester. More information can also be found here: https://www.tum.de/en/studies/during-your-studies/organizing-your-studies/leave-of-absence.   .\n\nPlease note that you can take a leave of absence only under the conditions that are listed in the Enrollment, Re-Enrollment, Leave of Absence and De-Registration regulations, §12 (Statutes & Regulations - TUM) [MC1] (e.g., internship, semester abroad, etc.).\n\nKind regards,\n\n",
        "topic": "Deutschkurse an der TUM",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nWenn Sie beurlaubt sind, können Sie keine Erstprüfungen ablegen. Wiederholungsprüfungen können Sie weiterhin ablegen (Ausnahmen gibt es nur bei einer Beurlaubung wegen Mutterschutz, Elternzeit oder der Pflege naher Angehöriger).\nWenn Sie sich regulär (nicht im Urlaubssemester) zur Erstprüfung anmelden und diese nicht bestehen, können Sie die Wiederholungsprüfung also im Urlaubssemester ablegen.\n\nBei den Wiederholungsprüfungen, die Sie an der TUM ablegen, gibt es keine Höchstgrenze von Credits, die Sie während der Beurlaubung ablegen dürfen. Es wird lediglich empfohlen, nicht zu viele Credits abzulegen, um den Beurlaubungsgrund nicht zu gefährden.\n\nAndere Regelungen gelten für Anerkennung von Credits, die Sie während der Beurlaubung erbracht haben, z.B. an einer anderen Hochschule oder in einem Praktikum. Wenn Leistungen in einem Umfang von mindestens 22 Credits anerkannt werden, erfolgt eine Höherstufung im Fachsemester. Weitere Details dazu finden Sie auch unter folgendem Link: https://www.tum.de/studium/im-studium/das-studium-organisieren/beurlaubung .\n\nBitte beachten Sie, dass eine Beurlaubung vor allem den in §12 der  Immatrikulations-, Rückmelde-, Beurlaubungs- und Exmatrikulationssatzung (https://www.tum.de/studium/im-studium/das-studium-organisieren/satzungen-ordnungen) geschilderten Beurlaubungsgründen (Praktikum, Studium an einer Hochschule im Ausland etc.) dient.\n\nMit freundlichen Grüßen",
        "topic": "Deutschkurse an der TUM",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message,\n\nAt TUM, students are allowed to attend all courses that may interest them.\n\nIf the courses are not included in the degree program, they will be listed on a separate sheet in your Diploma. In any case, you will receive proof that you have taken these courses.\n\nPlease note: if it is possible to register for a module or exam in TUMonline, you can declare it as a free subject. If there is no possibility to register via TUMonline, the module or exam cannot be listed as a free subject, as courses cannot be recognized as “free subjects.”\n\nKind regards,\n\n",
        "topic": "Module an der TUM Belegen",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nAn der TUM ist es den Studierenden möglich, alle Module zu besuchen, die von Interesse sind.\n\nFalls diese nicht in den Studiengang eingebracht werden können, finden sie diese dann auf Ihrem Zeugnis auf einem separaten Blatt. Sie erhalten also in jedem Fall einen Nachweis, dass Sie die Kurse belegt haben.\n\nBitte beachten Sie: insofern Sie sich für ein Modul bzw. eine Prüfung in TUMonline anmelden können, können Sie dies als Freifach deklarieren. Gibt es keine Möglichkeit sich über TUMonline anzumelden, kann die Leistung nicht als Freifach aufgeführt werden, da wir grundsätzlich keine Leistungen als Freifächer anerkennen.\n\nMit freundlichen Grüßen",
        "topic": "Module an der TUM Belegen",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nUsually, there is no mandatory attendance of lectures and exercises. There might be different regulations for seminars and laboratory courses – please ask the lecturers in advance if you have any doubts.\n\nKind regards,\n\n\n",
        "topic": "Anwesenheitspflicht",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nBei den Großveranstaltungen in den unteren Semestern gibt es in der Regel keine Anwesenheitspflicht. Etwas anderes gilt z.B. für Seminare sowie Praktika – bitte informieren Sie sich im Zweifelsfall im Voraus bei den jeweiligen Dozierenden.\n\nMit freundlichen Grüßen",
        "topic": "Anwesenheitspflicht",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your email.\n\nStudents are automatically exmatriculated (withdrawn from university) at the end of the semester in which their graduation documents are issued - provided they have re-registered for that semester. Exmatriculation takes place by law; an application is not necessary for exmatriculation in this case.\n\nIf, for example, you have completed all examinations by the end of the current semester and do not re-register for the coming semester, you will be exmatriculated at the end of the current semester. If, however, you register for the next semester and your documents are not issued until the next semester, you will be exmatriculated at the end of that semester.\n\nOf course, you can always be exmatriculated on the exact day using the appropriate form that you can find in your TUMonline account.\n\nFor information on withdrawal from university, please refer to: https://www.tum.de/en/studies/graduation/withdrawal-from-university/\n\nKind regards,\n\n\n",
        "topic": "Exmatrikulation",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nStudierende werden automatisch zum Ende des Semesters exmatrikuliert, in dem ihre Abschlussdokumente ausgestellt werden – vorausgesetzt, sie haben sich für das entsprechende Semester rückgemeldet. Die Exmatrikulation erfolgt kraft Gesetz, ein Antrag ist in diesem Fall für die Exmatrikulation nicht notwendig.\n\nHaben Sie bspw. alle Prüfungsleistungen bis Ende des laufenden Semesters erbracht und melden Sie sich nicht für das kommende Semester zurück, werden Sie zum Ende des laufenden Semesters exmatrikuliert. Melden Sie sich jedoch für das kommende Semester zurück und Ihre Dokumente werden auch erst im kommenden Semester erstellt, werden Sie zum Ende eben dieses Semesters exmatrikuliert.\n\nSie haben aber natürlich immer die Möglichkeit sich mit dem entsprechenden Formular, dass Sie in Ihrem TUMonline Account finden, Tag genau exmatrikulieren zu lassen.\n\nAlle Informationen zur Exmatrikulation finden Sie hier: https://www.tum.de/studium/studienabschluss/exmatrikulation/\n\nMit freundlichen Grüßen",
        "topic": "Exmatrikulation",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your email.\n\nYou can find all relevant information on the final graduation documents here: https://www.tum.de/en/studies/graduation/documents/.\n\nKind regards,\n\n\n",
        "topic": "Studienabschlussdokumente",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nSämtliche relevanten Informationen zu den Abschlussdokumenten finden Sie hier: https://www.tum.de/studium/studienabschluss/abschlussdokumente/.\n\nMit freundlichen Grüßen",
        "topic": "Studienabschlussdokumente",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "If you have any questions about the Graduation Ceremony, please get in touch with our colleagues: tag-der-fakultaet@mgt.tum.de.\nFAQs can be found here: https://www.mgt.tum.de/faq-tag-der-fakultaet\nMore information about the ceremony itself can be found via this link: https://www.mgt.tum.de/event-overview/tag-der-fakultaet-2023.\nIf you have any more questions about your undergraduate studies, please feel free to contact us again.\nKind regards,\n\n\n",
        "topic": "Abschlussfeier",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "Bitte wenden Sie sich bei Fragen bezüglich der Graduation Ceremony an unsere zuständigen Kolleg*innen: tag-der-fakultaet@mgt.tum.de.\nDie wichtigsten Fragen werden hier beantwortet: https://www.mgt.tum.de/faq-tag-der-fakultaet\nWeitere Informationen zu der Zeremonie finden Sie auch unter diesem Link: https://www.mgt.tum.de/event-overview/tag-der-fakultaet-2023. \n\nFalls Sie weitere Fragen zu Ihrem Bachelorstudium haben sollten, zögern Sie nicht uns erneut zu kontaktieren.\n\nMit freundlichen Grüßen",
        "topic": "Abschlussfeier",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nMore information on registering as an auditor can be found here: https://www.tum.de/en/studies/application/other-forms-of-study/auditor.\n\nIf you have further questions, please feel free to contact the responsible Student Service Desk:\nstudium@tum.de\n+49 89 289 22245\n\nKind regards,\n\n",
        "topic": "Gasthörer",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "\nVielen Dank für Ihre Nachricht.\n\nWeitere Informationen zur Anmeldung als Gasthörer finden Sie hier: https://www.tum.de/en/studies/application/other-forms-of-study/auditor.\n\nSollten Sie weitere Fragen haben, wenden Sie sich bitte an den zuständigen Student Service Desk:\nstudium@tum.de\n+49 89 289 22245\n\nMit freundlichen Grüßen",
        "topic": "Gasthörer",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your email.\n\nI kindly ask you to use our confirmation form on our website: https://www.wi.tum.de/programs/confirmations/\n\nYou can choose the type of confirmation required from the list or ask for a specific one – in this case please specify what kind of text or content you need.\n\nPlease note, that this process will not issue the documents automatically and it will not be possible to download them immediately: we still need to check each case individually. If necessary, we will contact you for further information. We will inform you via email when and where you can pick up the requested confirmation.\n\nThe entire process may take a few days and therefore we recommend you to send your request in good time. We appreciate your understanding.\n\nThank you for your understanding.\n\nKind regards,\n\n\n",
        "topic": ",",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nBitte verwenden Sie unser Kontaktformular für Bescheinigungsanfragen, das auf unserer Webseite zur Verfügung steht: https://www.wi.tum.de/programs/confirmations/\n\nSie können entweder eine Bescheinigung aus der vorhandenen Liste auswählen oder eine individuelle Bestätigung anfordern - in letzterem Fall geben Sie bitte an, welchen Inhalt Sie benötigen bzw. formulieren Sie den gewünschten Text vor.\n\nBitte beachten Sie, dass die Dokumente nicht automatisch generiert werden. Es ist auch nicht möglich, die Dokumente sofort herunterzuladen, da jeder Fall durch uns separat geprüft werden muss. Bei Bedarf werden wir Sie zum Einholen weiterer Informationen kontaktieren. Sie werden per E-Mail kontaktiert, sobald Ihr Dokument zur Abholung bereitliegt. Die Bearbeitung Ihrer Anfrage kann einige Tage in Anspruch nehmen, daher empfehlen wir Ihnen, Ihre Anfrage rechtzeitig zu senden.\n\nVielen Dank für Ihr Verständnis!\n\nMit freundlichen Grüßen",
        "topic": ",",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your request.\nI issued your confirmation, but due to data protection regulations, I can only send it to your TUM email account. Please check your TUM email account for your confirmation.\nKind regards,\n\n",
        "topic": "Ausstellung",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre Anfrage.\n\nIch habe Ihnen eine entsprechende Bescheinigung ausgestellt. Aus Datenschutzgründen kann ich diese nur an Ihre TUM E-Mailadresse schicken. Bitte sehen Sie daher in Ihrem TUM E-Mail-Postfach nach.\n\nMit freundlichen Grüßen",
        "topic": "Ausstellung",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your request.\n\nYou can pick up your confirmation from the Service Point of TUM School of Management (room 1554) Monday through Thursday between 10am-12:00pm and 1:-3pm, as well as on Fridays between 10am and 2pm. Remember to bring your personal or student ID along.\nPlease note that you have to pick up your confirmation within the next three months. Otherwise, you have to ask for a new one.\nYou are welcome to entitle a person of your trust to pick up the document. In this case, please grant this person a signed power of attorney.\n\nKind regards,\n\n\n",
        "topic": "Ausstellung (nur von Program Coordinator verschickt)",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre Anfrage.\nIch habe Ihnen eine entsprechende Bescheinigung ausgestellt. Sie können sich diese im Service Point der TUM School of Management (Raum 1554) Montag-Donnerstag zwischen 10-12 Uhr und 13-15 Uhr sowie am Freitag zwischen 10-14 Uhr abholen. Bitte denken Sie daran, bei der Abholung Ihren Personalausweis/Pass oder Student Card vorzulegen.\nDas Dokument muss innerhalb der nächsten drei Monate abgeholt werden.\nGerne können Sie eine Person Ihres Vertrauens mit der Abholung betrauen. Dazu stellen Sie dieser Person bitte eine von Ihnen unterzeichnete Vollmacht aus.\n\nMit freundlichen Grüßen",
        "topic": "Ausstellung (nur von Program Coordinator verschickt)",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nFor a general overview of the program structure, please refer to: https://www.mgt.tum.de/programs/bachelor-management-technology/munich/for-current-students.\n\nHowever, we prepared course schedules for the Bachelor’s program, which you can find online: https://www.mgt.tum.de/programs/bachelor-management-technology/munich/for-current-students.\n\nYou can find the curriculum in the appendix of your FPSO (program-specific academic and examination regulations). The FPSO can be downloaded from our website: https://www.mgt.tum.de/download-center.\n\nYou can also check out the courses offered this semester in TUMonline: https://campus.tum.de/tumonline/webnav.ini.\nKind regards,\n\n\n",
        "topic": "Curriculum BMT",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nEinen Überblick über die Programmstruktur können Sie sich hier verschaffen: https://www.mgt.tum.de/programs/bachelor-management-technology/munich/for-current-students/.\n\nWir haben für die Studierende auch Stundenpläne vorbereitet, die Sie online finden: https://www.mgt.tum.de/programs/bachelor-management-technology/munich/for-current-students.\n\nIn der Anlage Ihrer FPSO finden Sie außerdem eine Liste von Modulen inkl. empfohlene Semester. Die FPSO kann auf unserer Webseite eingesehen werden: https://www.mgt.tum.de/download-center.\n\nAußerdem können Sie sich aus TUMonline ersehen, welche Kurse dieses Jahr angeboten werden: https://campus.tum.de/tumonline/webnav.ini\n\nMit freundlichen Grüßen",
        "topic": "Curriculum BMT",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nYou can find the course schedule for the Bachelor’s program online:\nhttps://www.mgt.tum.de/programs/bachelor-management-technology/munich/for-current-students.\n\nPlease note: It is possible to mix up courses from the English Track and German Track, but in this case, we cannot guarantee that your courses and exams will not overlap.\n\nKind regards,\n\n\n",
        "topic": "Stundenpläne",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nDie Stundenpläne des TUM-BWL Bachelor finden Sie auf unserer Website:\nhttps://www.mgt.tum.de/programs/bachelor-management-technology/munich/for-current-students.\n\nBitte beachten Sie: Es ist möglich, Kurse vom English Track und German Track zu mischen, aber in diesem Fall können wir nicht garantieren, dass sich Ihre Kurse und Prüfungen nicht überschneiden werden.\n\nMit freundlichen Grüßen",
        "topic": "Stundenpläne",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message, and congratulations on being accepted to the TUM-BWL Master.\n\nIf you have successfully applied for the Master in Management & Technology and have received admission, for your final enrollment (enrollment deadline: 28 May 2019):\n-\tyou must have completed all modules,\n-\tthese must have been marked as valid (green),\n-\tyou must submit all required documents (see Applicant Account)\n-\tthe Bachelor’s Thesis must have been submitted and evaluated. A 4.0 confirmation is not permitted.\n\nYou will be informed by my colleagues from the Grade Management Office via email about the next steps and about your graduation. If you have further questions, please contact: grademanagement@mgt.tum.de.\n\nKind regards,\n\n\n",
        "topic": "Bewerbung MMT",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail und Glückwunsch zur Zulassung zum Master in Management & Technology.\n\nNach Ihrer Zulassung zum TUM-BWL-Master müssen Sie, bis zum Immatrikulationsschluss am 28. Mai 2019 alle Leistungen aus dem Bachelor erbracht haben, um einen nahtlosen Übergang zu gewährleisten. Ihre Leistungen müssen auch als gültig (grün) übernommen worden sein. Dies gilt ebenfalls für die Bachelorarbeit. Eine 4,0 Bestätigung ist hier nicht zulässig. Außerdem müssen alle Immatrikulationsunterlagen (siehe Bewerberaccount) eingereicht worden sein.\nSie werden seitens des Grademanagement Offices per Email über das weitere Verfahren sowie über Ihren Abschluss informiert. Bei Fragen dazu wenden Sie sich bitte an: grademanagement@mgt.tum.de.\n\nBei weiteren Fragen zögern Sie nicht, uns erneut zu kontaktieren.\n\nMit freundlichen Grüßen",
        "topic": "Bewerbung MMT",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\nOnce you have earned at least 150 ECTS, you can take Master’s exams earlier and – after successful enrollment in the Master’s program - have them recognized. You can find an information sheet with further information in the download section of our website under “Credit Transfer”: https://www.mgt.tum.de/download-center.\nYou must submit an application letter to the Grademanagement and register for the exams via TUMonline as additional subjects. You can find the Master’s modules under “TUM Degree Programs”:\nFor more information on this, you can reach out to the Grade Management Office (grademanagement@mgt.tum.de)\n\nKind regards,\n\n\n",
        "topic": "Masterprüfungen vorziehen",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\nBei einem ECTS Stand von 150 haben Sie die Möglichkeit, bereits Masterprüfungen abzulegen um sich diese dann nach erfolgter Immatrikulation in den Master anrechnen zu lassen. Ein Merkblatt mit den entsprechenden Informationen haben wir für Sie im Downloadbereich unserer Homepage unter „study program“ > „BMT“ > „Credit Transfer“ zusammengestellt: https://www.mgt.tum.de/download-center.\n\nSie müssen ein Bewerbungsschreiben beim Grademanagement einreichen und sich über TUMonline als zusätzliche Fächer zu den Prüfungen anmelden. Die Mastermodule finden Sie unter \"TUM-Studiengänge\":\n\n\nWeitere Informationen hierzu erhalten Sie beim Grademanagement (grademanagement@mgt.tum.de).\nMit freundlichen Grüßen",
        "topic": "Masterprüfungen vorziehen",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\nAs a TUM- BWL Bachelor student, you do not need proof of English proficiency for your master’s application. You will only need your transcript of records and the form to prove that at least 12 credits of your undergraduate program are taught and examined in English. You can find that in your TUMonline account or our website (https://www.mgt.tum.de/programs/master-in-management-technology/how-to-apply). You must include proof of English proficiency if you have completed your bachelor’s degree somewhere else.\nKind regards,\n\n\n",
        "topic": "Englischnachweis für das Masterstudium",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\nFalls Sie bereits einen TUM- BWL Bachelor absolviert haben, benötigen Sie keinen gesonderten Englischnachweis für Ihre Masterbewerbung. Es genügt das Transcript of Records und das Formular, welches nachweist, dass mindestens 12 Credits Ihres Bachelor’s auf Englisch gelehrt und geprüft wurden. Sie finden dieses in Ihrem TUM Online Account oder auf unserer Website (https://www.mgt.tum.de/programs/master-in-management-technology/how-to-apply). Falls Sie jedoch Ihren Bachelor anderswo absolviert haben, ist ein Englischnachweis Ihrer Masterbewerbung beizufügen.\nMit freundlichen Grüßen",
        "topic": "Englischnachweis für das Masterstudium",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nUnfortunately, studying part-time or online for the Bachelor in Management & Technology is impossible. Our Bachelor’s program is a full-time degree program with 30 ECTS per semester and is not planned as an extra-occupational study.\n\nNevertheless, many video-recorded courses are found on “Lecturio” (https://www.lecturio.de/).  With this service, we want to help our students who have to work during their studies. But we cannot guarantee that all courses were or will be recorded and published there. Furthermore, you can find a lot of relevant learning materials on Moodle: https://www.moodle.tum.de/.  Please note that to get access to the learning materials, usually, you have to register for the course via TUMonline.\n\nThe standard study period for this program is six semesters; the maximal period of study is eight semesters. Regardless, a leave of absence is possible for a maximum of two semesters for reasons such as internships or study abroad, so you must have completed the Bachelor’s degree after five years at the latest.\n\nIt is also your responsibility to keep up with the study progress as laid out in §10 of the General Academic and Examination Regulations (APSO) and in §38 of the Program-specific Academic and Examination Regulations (FPSO). It means that:\nBy the end of the second semester, students must pass at least three of the following module examinations listed in the Program-specific academic and examination regulations (FPSO): Mathematics l, Management Science, Economics l, and Statistics.\nIn the Bachelor’s program, the following number of credits must be earned in the modules specified in the pertinent FPSO (Program-specific academic and examination regulations):\n\n-          a minimum of 30 credits by the end of the third semester;\n-          a minimum of 60 credits by the end of the fourth semester;\n-          a minimum of 90 credits by the end of the fifth semester;\n-          a minimum of 120 credits by the end of the sixth semester;\n-          a minimum of 150 credits by the end of the seventh semester; and\n-          a minimum of 180 credits by the end of the eighth semester.\n\nPerhaps you are interested in an exchange with students already enrolled in the Bachelor’s program to get to know their perspective. You may discuss with them the feasibility of a parallel occupation. You will find the contact data of our student council here: https://tum-som.com/.\nKind regards,\n\n\n",
        "topic": "Teilzeitstudium",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nBei dem Bachelorstudiengang „Technologie- und Managementorientierte Betriebswirtschaftslehre“ handelt es sich um ein Vollzeitstudium mit 30 ECTS pro Semester und es ist nicht als berufsbegleitendes Studium geplant.\n\nNichtsdestoweniger bieten wir mit einer großen Anzahl an aufgezeichneten Veranstaltungen einen Service an, der Studierenden sehr entgegenkommt, die nebenbei arbeiten müssen. Sie finden die Aufzeichnung auf Lecturio: https://www.lecturio.de/. Bitte beachten Sie: Wir können nicht garantieren, dass alle Lehrveranstaltungen aufgezeichnet und veröffentlicht wurden oder werden. Die Lehrmaterialien finden Sie auch i.d.R. auf Moodle (https://www.moodle.tum.de/) - hier ist aber eine vorherige Anmeldung über TUMonline nötig.\n\nDie Regelstudiendauer im Bachelor beträgt sechs Semester, die Höchststudiendauer acht Semester. Dabei handelt es sich um Fachsemester. Unabhängig davon ist eine Beurlaubung für höchstens zwei Semester möglich – aus Gründen wie Praktika oder Auslandsstudium, so dass Sie insgesamt nach spätestens 5 Jahren Studium den Bachelor beendet haben müssten.\n\nEs liegt auch in Ihrer Verantwortung, den Studienfortschritt gemäß §10 der Allgemeinen Prüfungs- und Studienordnung (APSO) sowie gemäß §38 der Fachspezifischen Prüfungs- und Studien (FPSO) zu verfolgen. Das bedeutet:\n\n•\tBis zum Ende des zweiten Fachsemesters müssen mindestens drei der folgenden Prüfungen erfolgreich abgelegt werden: Mathematik I, Management Science, Statistik und VWL I.\n•\tIm Bachelorstudiengang müssen Sie in den in der jeweiligen FPSO festgelegten Modulen\n-\tbis zum Ende des dritten Fachsemesters mindestens 30 Credits,\n-\tbis zum Ende des vierten Fachsemesters mindestens 60 Credits,\n-\tbis zum Ende des fünften Fachsemesters mindestens 90 Credits,\n-\tbis zum Ende des sechsten Fachsemesters mindestens 120 Credits,\n-\tbis zum Ende des siebten Fachsemesters mindestens 150 Credits und\n-\tbis zum Ende des achten Fachsemesters mindestens 180 Credits\nerbringen.\n\nVielleicht sind Sie an einem Austausch mit bereits bei uns immatrikulierten Studierenden interessiert, um die Machbarkeit einer parallelen Berufstätigkeit aus deren Blickwinkel zu sehen? Unter folgendem Link finden Sie Ansprechpartner der Fachschaft TUM-BWL: https://tum-som.com/.\n\nMit freundlichen Grüßen",
        "topic": "Teilzeitstudium",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nYou are not obliged to register for courses. However, it is recommended to ensure you get all the necessary information and reading materials.\nPlease note: If you want to attend a seminar, you need to apply beforehand. The registration procedure varies and is announced on TUMonline and our website a few weeks before the seminar starts. However, that is relevant only for students of higher semesters: in the first semester, you will only participate in lectures and exercises.\n\nCourse registration is done via TUMonline. Registration won’t be possible before the start of the semester (October 1 for the winter semester, April 1 for the summer semester). Please note, however, that it may take until the end of September for all courses for the winter semester and until the end of March for all courses for the summer semester to be uploaded to TUMonline.\nYou can find more information on how to register for courses here: https://wiki.tum.de/display/docs/Students and here: https://www.wi.tum.de/wp-content/uploads/2016/09/Manual-on-TUMonline-and-Course-Planning.pdf.\n\nFurthermore, you will find the course schedules for our Bachelor’s program in the following link: https://www.mgt.tum.de/programs/bachelor-management-technology/munich/for-current-students.\n\nKind regards,\n\n\n",
        "topic": "Allgemeine Informationen zu Lehrveranstaltungen",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nEine Anmeldung ist nicht für jede Art von Lehrveranstaltung verpflichtend. Ob eine Anmeldung verpflichtend ist oder nicht, wie und bis zu welcher Frist sie zu erfolgen hat, entscheidet der jeweilige Lehrstuhl und ist in TUMonline ersichtlich. Prinzipiell können Sie sich daran orientieren, dass Seminare normalerweise eine Vorabanmeldung erfordern, die meisten Vorlesungen und Übungen jedoch nicht. Bitte beachten Sie: Das Anmeldeverfahren für Seminare ist unterschiedlich und wird einige Wochen vor Beginn des Seminars in TUMonline und auf unserer Website angekündigt. Es ist jedoch nur für Studierende höherer Semester relevant: Im 1. Semester nehmen Sie nur an Vorlesungen und Übungen teil.\n\nEine Anmeldung zu allen Lehrveranstaltungen wird allerdings empfohlen, um alle nötigen Informationen zu erhalten. Wenn Sie sich für eine Lehrveranstaltung anmelden möchten, müssen Sie dies selbst über TUMonline tun. Die Anmeldung ist vor Beginn des Semesters (1.10. für Wintersemester und 1.04. für Sommersemester) nicht möglich.\n\nBitte beachten Sie, dass es noch bis Ende September dauern kann, bis alle Lehrveranstaltungen für das Wintersemester und bis Ende März bis alle Lehrveranstaltungen für das Sommersemester in TUM Online hochgeladen sind.\n\nWeitere Informationen zu TUMonline und der Anmeldung zu Veranstaltungen über TUMonline finden Sie hier: https://wiki.tum.de/display/docs/Studierende und hier: https://www.wi.tum.de/wp-content/uploads/2016/09/Manual-on-TUMonline-and-Course-Planning.pdf.\n\nAuf unserer Homepage finden Sie auch die aktuellsten Stundenpläne für unseren Bachelorstudiengang: https://www.mgt.tum.de/programs/bachelor-management-technology/munich/for-current-students.\n\nMit freundlichen Grüßen",
        "topic": "Allgemeine Informationen zu Lehrveranstaltungen",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nThe academic year at TUM is divided into two semesters; summer and winter. A semester consists of two parts: the lecture period, during which all courses are held, and the lecture-free period (semester break). However, please remember that the examinations typically occur in the lecture-free period. The summer semester (SoSe) begins in April and ends in September; the winter semester (WS) starts in October and ends in March. The current dates and deadlines can be found on the following website: https://www.tum.de/en/studies/application/application-info-portal/dates-periods-and-deadlines.\n\nKind regards,\n\n\n",
        "topic": "Vorlesungszeit",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nDas Studienjahr an der TUM besteht aus zwei Semester: dem Sommer- und dem Wintersemester. Ein Semester besteht aus zwei Teilen: der Vorlesungszeit, in der alle Kurse abgehalten werden, und der vorlesungsfreien Zeit (Semesterferien). Es bedeutet aber nicht, dass Sie in den Ferien grundsätzlich frei haben: in der vorlesungsfreien Zeit finden i.d.R. die Prüfungen statt. Das Sommersemester (SoSe) beginnt im April und endet im September, das Wintersemester (WS) beginnt im Oktober und endet im März. Die aktuellen Termine und Fristen finden Sie immer auf der folgenden Website: https://www.tum.de/studium/bewerbung/infoportal-bewerbung/termine-und-fristen.\n\nMit freundlichen Grüßen",
        "topic": "Vorlesungszeit",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nYou can register for courses in your TUMOnline Account. The easiest way to register for courses is via your curriculum support. Please read the instructions on how to find it: https://wiki.tum.de/pages/viewpage.action?pageId=587694451.\n\nWhen you have found your curriculum support, you can now start registering for your courses by simply following these instructions: https://wiki.tum.de/pages/viewpage.action?pageId=613515833.\n\nTo help you find your way around your TUMOnline account, please read or manual on TUMonline: https://www.wi.tum.de/wp-content/uploads/2016/09/Manual-on-TUMonline-and-Course-Planning.pdf.\n\nKind regards,\n\n\n",
        "topic": "Kursanmeldung",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nDie Anmeldung für eine Lehrveranstaltung erfolgt in Ihrem TUMOnline Account. Am einfachsten können Sie die Registrierung über Ihren Studienbaum tätigen. Eine Anleitung, wie Sie diesen einsehen können, finden Sie hier: https://wiki.tum.de/pages/viewpage.action?pageId=586154769.\nWenn Sie dann Ihren Studienbaum gefunden haben, können Sie sich dort für Ihre Kurse anmelden. Hierfür folgen Sie einfach folgender Anleitung: https://wiki.tum.de/pages/viewpage.action?pageId=613515833.\n\nUm sich besser in Ihrem TUMOnline Account zurechtzufinden, empfehlen wir unser Manual zu TUMonline: https://www.wi.tum.de/wp-content/uploads/2016/09/Manual-on-TUMonline-and-Course-Planning.pdf.\n\nMit freundlichen Grüßen",
        "topic": "Kursanmeldung",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nGenerally speaking, courses come in three types at TUM School of Management:\n\n1. Lecture (\"Vorlesung\")\n2. Exercise (\"Übung\")\n3. Seminar (\"Seminar\")\n\nRegistration is optional for every kind of course. The respective chair decides whether registration is mandatory and how and up to which deadline registration is possible, and you can check it in TUMonline.\n\nRegistration is optional for most lectures and exercises. However, registering for courses is recommended to ensure you get all the necessary information and reading materials. Please note: the seminar registration process is different (and mandatory) and will be announced a few weeks before the start of the seminar on TUMonline and our website. However, it is only relevant for students of higher semesters: In the first semester, you only attend lectures and exercises.\n\nIf you want to register for a course, you must do it via TUMonline. Registration will be possible at the start of the semester (1.10. for the winter semester and 1.04. for the summer semester).\nYou can find more information on how to register for courses here: https://wiki.tum.de/pages/viewpage.action?pageId=613515833 and here: https://www.wi.tum.de/wp-content/uploads/2016/09/Manual-on-TUMonline-and-Course-Planning.pdf.\n\nWe also created a course schedule for our students: https://www.mgt.tum.de/programs/bachelor-management-technology/munich/for-current-students.\n\nPlease don’t hesitate to reach out to us in case of further questions.\n\nKind regards,\n\n\n",
        "topic": "Kursanmeldung",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nAn der TUM School of Management gibt es drei Typen von Lehrveranstaltungen:\n\n1.\tVorlesung\n2.\tÜbung\n3.\tSeminar.\n\nEine Anmeldung ist nicht für jede Art von Lehrveranstaltung verpflichtend. Ob eine Anmeldung verpflichtend ist oder nicht, wie und bis zu welcher Frist die Anmeldung zu erfolgen hat, entscheidet der jeweilige Lehrstuhl und ist in TUM Online ersichtlich.\nPrinzipiell können Sie sich daran orientieren, dass Seminare normalerweise eine Vorabanmeldung erfordern (bitte beachten Sie, dass Sie im 1. Semester keine Seminare besuchen müssen), die meisten Vorlesungen und Übungen jedoch nicht zwingend. Bitte beachten Sie: das Anmeldeverfahren für Seminare ist unterschiedlich und wird einige Wochen vor Beginn des Seminars in TUMonline und auf unserer Website angekündigt. Es ist jedoch nur für Studierende höherer Semester relevant: Im 1. Semester nehmen Sie nur an Vorlesungen und Übungen teil.\n\nEine Anmeldung zu allen Lehrveranstaltungen wird allerdings empfohlen, um alle nötigen Informationen zu erhalten. Sie können sich für die Lehrveranstaltungen in TUMonline anmelden – für Wintersemester ab 1.10. und für Sommersemester ab 1.04. Weitere Informationen zu TUMonline und der Anmeldung zu Veranstaltungen über TUMonline finden Sie hier: https://wiki.tum.de/pages/viewpage.action?pageId=613515833 sowie in dem von uns vorbereiteten Manual: https://www.wi.tum.de/wp-content/uploads/2016/09/Manual-on-TUMonline-and-Course-Planning.pdf.\n\nAußerdem haben wir für unsere Studierende Stundenpläne zusammengestellt: https://www.mgt.tum.de/programs/bachelor-management-technology/munich/for-current-students.\n\nFalls Sie weitere Fragen haben, zögern Sie nicht, uns erneut zu kontaktieren.\n\nMit freundlichen Grüßen",
        "topic": "Kursanmeldung",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you very much for your email.\n\nThe number of credits varies depending on the respective study program. In individual cases, different numbers of credits may be displayed in TUMonline.\nThe number of credits in your curriculum support in TUMonline at the time of the registration is binding.\n\nIf you have questions regarding your study plan, contact Ms. Krieger. You can find her office hours (as well as changes to them) here: https://www.mgt.tum.de/programs/bachelor-management-technology/munich/for-current-students.\n\nKind regards,\n\n\n",
        "topic": "Credits TUMonline",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre Mail.\n\nDie Credit-Anzahl variiert in Abhängigkeit des jeweiligen Studiengangs, wodurch in Einzelfällen unterschiedliche Credit-Anzahlen in TUMonline angezeigt werden.\nFür Sie ist dabei die Credit-Anzahl entscheidend, welche zum Belegungszeitpunkt in Ihrem Studienplan in TUMonline angegeben war.\n\nBei weiteren Fragen zur Studienplanung können Sie sich gerne an Frau Krieger wenden. Die Sprechstundenzeiten finden Sie hier vermerkt (inkl. etwaiger Abweichungen): https://www.mgt.tum.de/programs/bachelor-management-technology/munich/for-current-students.\n\nMit freundlichen Grüßen",
        "topic": "Credits TUMonline",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nLate coming would theoretically be possible until Mid-November (please get informed on the enrollment deadline at the TUM CST: https://www.tum.de/en/studies/application/application-info-portal/dates-periods-and-deadlines), but we do advise against it.\n\nIf you decide to join TUM later, please remember that it is your responsibility to catch up on lost work. Since the class will be over 600 people, it is unfortunately impossible to show consideration for your late arrival.\n\nIt is also your responsibility to keep up with the study progress as laid out in §10 of the General Academic and Examination Regulations (APSO) and in §38 of the Program-specific Academic and Examination Regulations (FPSO). It means that:\n\n• By the end of the second semester, students must pass at least three of the following module examinations listed in the Program-specific academic and examination regulations (FPSO): Mathematics I, Management Science, Economics I, and Statistics.\n• In the Bachelor’s programs, the following number of credits must be earned in the modules specified in the pertinent FPSO (Program-specific academic and examination regulations):\n- a minimum of 30 credits by the end of the third semester;\n- a minimum of 60 credits by the end of the fourth semester;\n- a minimum of 90 credits by the end of the fifth semester;\n- a minimum of 120 credits by the end of the sixth semester;\n- a minimum of 150 credits by the end of the seventh semester; and\n- a minimum of 180 credits by the end of the eighth semester.\n\nBoth documents can be found in the download section on our website: https://www.mgt.tum.de/download-center. Please note that §10 V-VII APSO regulates failures to meet deadlines, and thus will lead to withdrawal from university enrollment.\n\nSome of our lectures are recorded, and you can find the videos on Lecturio: https://www.lecturio.de/. But we cannot guarantee that all courses were or will be recorded and published there. Furthermore, you can find a lot of relevant learning materials on Moodle: https://www.moodle.tum.de/. Please note that to get access to the learning materials, you usually have to register for the course via TUMonline. If your enrollment is not finished yet and, therefore, you cannot register for courses, please get in touch with the TUM CST (studium@tum.de).\n\nYou can also contact your student-fellows from the Student Council; they can assist, too: https://tum-som.com/.\n\nPlease note that your admission remains valid for subsequent applications to the same program. All relevant information on reserving your spot can be found here: https://www.tum.de/en/studies/application/enrollment-info-portal/reserving-your-spot. If there are still any questions, please get in touch with the TUM CST: studium@tum.de.\n\nIf you have more questions, feel free to contact us.\n\nKind regards,\n\n\n",
        "topic": "Late Coming",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nEine spätere Immatrikulation ist grundsätzlich bis zum Mitte November möglich (bitte informieren Sie sich über die Frist beim TUM CST (https://www.tum.de/studium/bewerbung/infoportal-bewerbung/termine-und-fristen), es wird aber nicht empfohlen.\n\nWenn Sie später ankommen, denken Sie bitte daran, dass es in Ihrer eigenen Verantwortung liegt, die verpassten Inhalte nachzuholen. Da die Veranstaltungsgröße über 600 Personen beträgt, ist es leider nicht möglich, Ihre spätere Ankunft zu berücksichtigen. Es liegt auch in Ihrer Verantwortung, den Studienfortschritt gemäß §10 der Allgemeinen Prüfungs- und Studienordnung (APSO) sowie gemäß §38 der Fachspezifischen Prüfungs- und Studien (FPSO) zu verfolgen. Das bedeutet:\n\n•\tBis zum Ende des zweiten Fachsemesters müssen mindestens drei der folgenden Prüfungen erfolgreich abgelegt werden: Mathematik I, Management Science, Statistik und VWL I.\n•\tIm Bachelorstudiengang müssen Sie in den in der jeweiligen FPSO festgelegten Modulen\n-\tbis zum Ende des dritten Fachsemesters mindestens 30 Credits,\n-\tbis zum Ende des vierten Fachsemesters mindestens 60 Credits,\n-\tbis zum Ende des fünften Fachsemesters mindestens 90 Credits,\n-\tbis zum Ende des sechsten Fachsemesters mindestens 120 Credits,\n-\tbis zum Ende des siebten Fachsemesters mindestens 150 Credits und\n-\tbis zum Ende des achten Fachsemesters mindestens 180 Credits\nerbringen.\n\nBeide Dokumente finden Sie im Downloadbereich unserer Website: https://www.mgt.tum.de/download-center. Bitte beachten Sie, dass die Nichteinhaltung von Fristen durch §10 V-VII APSO geregelt wird und somit zur Exmatrikulation führen kann.\n\nManche Vorlesungen werden aufgenommen. Die bisher aufgenommenen Vorlesungen finden Sie auf Lecturio:  https://www.lecturio.de/institutionen/technische-universitaet-muenchen. Bitte beachten Sie: Wir können nicht garantieren, dass alle Lehrveranstaltungen aufgezeichnet und veröffentlicht wurden oder werden.\nDie Lehrmaterialien finden Sie auch i.d.R. auf Moodle (https://www.moodle.tum.de/) - hier ist aber eine vorherige Anmeldung über TUMonline nötig. Wenn Ihre Immatrikulation noch nicht abgeschlossen ist und Sie sich für die Kurse nicht anmelden können, wenden Sie sich bitte an das TUM CST (studium@tum.de).\n\nSie können auch Ihre Kommiliton*innen aus der Fachschaft kontaktieren, die können Ihnen evtl. weiterhelfen: https://tum-som.com/.\n\nWenn Sie noch weitere Fragen haben, können Sie sich jederzeit gerne an uns wenden.\n\nMit freundlichen Grüßen",
        "topic": "Late Coming",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your email.\n\nIn case of issues with your exam (de-)registration, please get in touch with my colleagues in the Exam Registration Team: examregistration@mgt.tum.de.\n\nKind regards,\n\n\n",
        "topic": "Prüfungen",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre Email.\n\nBei Problemen während der Prüfungsan-/abmeldung kontaktieren Sie bitte meine Kolleg*innen im Prüfungsmanagement Team: examregistration@mgt.tum.de.\n\nMit freundlichen Grüßen",
        "topic": "Prüfungen",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nThere are no specific requirements for admission to examinations apart from registering for the exams via TUMonline to get the required credit points. Exceptions from this rule would be announced in the lectures.\nKind regards,\n\n\n",
        "topic": "Prüfungszulassung",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nUm zur Prüfung zugelassen zu werden, gibt es meist keine spezifischen Voraussetzungen (außer dass Sie sich dafür über TUMonline angemeldet haben). Abweichungen von dieser Regel würden in der Vorlesung bekannt gegeben.\n\nMit freundlichen Grüßen",
        "topic": "Prüfungszulassung",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "\nThank you for your message.\n\nAt our faculty, there is no maximum number of retake examinations.\n\nThe repetition of exams at TUM is regulated by the APSO, §24 (available in the Download section under “General academic and examination regulations”: https://www.mgt.tum.de/download-center). You can read that you should retake the exam “usually” (and therefore not mandatory) within six months. However, I would like to emphasize the importance of fast repetition; the fresher the learning material is for you, the easier it will be for you to retake the exam.\n\nAs a rule, the retake exams of courses offered by the TUM School of Management are offered in the following semester. Please note that this procedure may vary when it comes to our partner faculties.\n\nIn any case, please remember that you must prove the general and program-specific study progress. The respective regulations can be found in the FPSO (Program-specific academic and examination regulations) and the APSO (General academic and examination regulations).\nPlease note: For students enrolled in the summer semester of 2021 and not on a leave of absence, the deadlines to achieve academic progress requirements will be extended by one semester to accommodate any problems arising from the pandemic. This decision is made for all students and does not require a separate application to the responsible examination board. Suppose a corresponding extension of the deadlines was already granted in the 2020 summer semester and/or in the winter semester of 2020/21. In that case, the deadlines to achieve academic progress requirements will be extended by a further semester. You can find additional information on this here: https://www.tum.de/en/news-and-events/coronavirus.\n\nKind regards,\n\n\n",
        "topic": "Prüfungswiederholung",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nGrundsätzlich gibt es in unserem Studiengang keine Höchstanzahl von Wiederholungsversuchen.\n\nDie Wiederholung von Prüfungen regelt an der TUM die APSO, §24 (zu finden in unserem Downloadbereich: https://www.mgt.tum.de/download-center). Hier können Sie nachlesen, dass die Wiederholung \"in der Regel\", und damit nicht verpflichtend, innerhalb von 6 Monaten erfolgen soll. Die Empfehlung zur schnellstmöglichen Wiederholung möchte auch ich jedoch nochmals bekräftigen; je frischer der Lernstoff für Sie noch ist, desto leichter dürfte Ihnen auch die Prüfung fallen.\n\nBitte bedenken Sie in jedem Fall auch, dass Sie den studiengangspezifischen und TUM-übergreifenden Studienfortschritt nachweisen müssen. Die Regelungen finden Sie entsprechend in der FPSO und in der APSO.\n\nIn der Regel werden zu Lehrveranstaltungen, die von der TUM School of Management angeboten werden, die Nachhol-/Wiederholungsklausuren im darauffolgenden Semester angeboten.\nBitte beachten Sie, dass bei anderen Fakultäten der Prüfungsturnus ein anderer sein kann.\n\nBitte beachten Sie: Für Studierende, die im Sommersemester 2021 immatrikuliert und nicht beurlaubt sind, werden die Fristen für die Erbringung der Mindestcreditsummen im Rahmen der Studienfortschrittskontrolle für den weiteren Studienablauf pauschal um ein Semester verlängert, um Corona-bedingten Einschränkungen Rechnung zu tragen. Diese Regelung wird zentral für alle Studierenden getroffen und bedarf keiner eigenen Beantragung beim zuständigen Prüfungsausschuss. Wenn bereits im Sommersemester 2020 und/oder Wintersemester 2020/21 eine entsprechende Verlängerung der Fristen gewährt wurde, bleibt diese bestehen – die Fristen für die Erbringung der Mindestcreditsummen im Rahmen der Studienfortschrittskontrolle werden also in diesen Fällen um ein weiteres Semester verlängert. Weitere Informationen dazu finden Sie hier: https://www.tum.de/aktuelles/coronavirus .\n\nMit freundlichen Grüßen",
        "topic": "Prüfungswiederholung",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your e-mail.\n\nYes, exam retakes are possible during your leave of absence. You must have registered for the exam at least once and failed it (poor grade or 5.0 due to non-attendance).\n\nThe Application and Enrollment Department of the TUM Center for Study and Teaching is responsible for leaves of absence. If you have any questions, please refer to https://www.tum.de/studium/im-studium/das-studium-organisieren/beurlaubung/ or contact the persons listed there.\n\nWe have summarized all specific information on leaves of absence for an internship for our students in a corresponding information sheet in the download area of our homepage under \"Bachelor in Management & Technology Munich\" > \"Examination Board\" (Information Sheet: Application for a Leave of Absence (on page 3) for you: https://www.mgt.tum.de/download-center.\nYou will also find details on applying for an internship recommendation, which you must submit to the CST with your application for a leave of absence.\nIf you have any questions, please call during our office hours: https://www.mgt.tum.de/programs/bachelor-management-technology/munich/for-current-students#c1311.\nKind regards,\n\n",
        "topic": "Prüfungswiederholung während Beurlaubung",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nJa, Prüfungswiederholungen sind währen der Beurlaubung möglich. Sie müssen bereits mindestens einmal zur Prüfung angemeldet gewesen sein und diese nicht bestanden haben (ungenügende Note oder 5,0 aufgrund von Nichtteilnahme).\n\nGrundsätzlich zuständig für Beurlaubungen ist die Abteilung Bewerbung und Immatrikulation des TUM Center for Study and Teaching. Bitte informieren Sie sich bei Fragen über die entsprechende Website https://www.tum.de/studium/im-studium/das-studium-organisieren/beurlaubung/ oder kontaktieren Sie die dort genannten Ansprechpartner*innen.\n\nAlle spezifischen Informationen zu Beurlaubungen für ein Praktikum haben wir für unsere Studierenden in einem entsprechenden Merkblatt im Downloadbereich unserer Homepage unter „Bachelor in Management & Technology Munich“ > „Examination Board“ (Information Sheet: Application for a Leave of absence (auf Seite 3) für Sie zusammengefasst: https://www.mgt.tum.de/download-center.\n\nDort finden Sie auch Details zur Beantragung einer Praktikumsempfehlung, die Sie mit Ihrem Antrag auf Beurlaubung beim CST einreichen müssen.\n\nSollten Sie noch Fragen haben, rufen Sie gern während unserer Sprechzeiten an: https://www.mgt.tum.de/programs/bachelor-management-technology/munich/for-current-students#c1311.\n\nMit freundlichen Grüßen",
        "topic": "Prüfungswiederholung während Beurlaubung",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nExam registration is mandatory to earn ECTS. You need to register within the stipulated registration period via TUMonline. Please note that registration after the deadline is not possible.\n\nPlease register for the exams via TUMonline. In the download section of our website, you will find a manual on exam registration: https://www.mgt.tum.de/download-center (under “Manuals”). Furthermore, you can find more information on how to register for exams via TUMonline here: https://wiki.tum.de/pages/viewpage.action?pageId=20884893.\n\nKind regards,\n\n\n",
        "topic": "Prüfungsanmeldung",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nDie Anmeldung für die Prüfungen ist immer die Voraussetzung für den Erwerb von ECTS-Punkten. Bitte melden Sie sich für die Prüfungen rechtzeitig über TUMonline an. Eine spätere Anmeldung nach der Frist ist nicht mehr möglich.\n\nBitte melden Sie sich für die Prüfungen über TUMonline. Im Downloadbereich unserer Homepage finden Sie ein Hand-out zu Prüfungsanmeldung (unter „Manuals“):  https://www.mgt.tum.de/download-center. Mehr Informationen dazu finden Sie auch unter folgendem Link: https://wiki.tum.de/pages/viewpage.action?pageId=12387040.\n\nMit freundlichen Grüßen",
        "topic": "Prüfungsanmeldung",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\nAccording to the December 2022 decision of the examination board, late registration for examinations after the registration deadline is only possible if there are valid reasons.\nIf you have a valid reason (e.g., illness during the examination registration period), please get in touch with the responsible colleagues from Examination Management (examregistration@mgt.tum.de ) directly.\nIt is your duty as a student to keep an eye on these deadlines and check whether you have registered. TUMonline will support you e.g. by sending you reminder e-mails and corresponding automated confirmations.\nPlease also note that taking an exam does not replace registration! The examination performance cannot be credited without prior timely registration in TUMonline.\nKind regards,\n\n",
        "topic": "Prüfungsanmeldung verpasst",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "Sehr geehrte,\nvielen Dank für Ihre Nachricht.\nLaut Beschluss des Prüfungsausschusses vom Dezember 2022 ist eine Nachmeldung zu Prüfungen nach Ablauf der Anmeldefrist nur bei Vorliegen von triftigen Gründen möglich.\nSollten Sie einen triftigen Grund (z. B. Krankheit während der Prüfungsanmeldephase) haben, seien Sie bitte so freundlich sich direkt mit den zuständigen Kollegen vom Prüfungsmanagement (examregistration@mgt.tum.de) in Verbindung zusetzten.\nEs ist Ihre Mitwirkungspflicht als Student, diese Fristen im Blick zu behalten und zu überprüfen, ob Sie sich tatsächlich angemeldet haben. Dazu werden Sie z.B. per Erinnerungs-E-Mails und entsprechende automatisierte Bestätigungen durch TUMonline unterstützt.\nBitte beachten Sie auch, dass eine Prüfungsteilnahme keine Anmeldung ersetzt! Ohne eine vorherige fristgerechte Anmeldung in TUMonline kann die Prüfungsleistung nicht angerechnet werden.\n\nMit freundlichen Grüßen",
        "topic": "Prüfungsanmeldung verpasst",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nIn the case of a pending case (e.g. opposition), you cannot be registered for the examinations via TUMonline.\n\nHowever, there is a possibility to take the exams provisionally. If you want to do so, please inform the chair in good time before the exam as well as the supervision on the examination day that you would like to take it. They can prepare a place and an exam for you then. Neither the faculty nor the chairs can register you for the exams.\n\nThe details can be found in the enclosed information sheet, which you will also get during the exam, but you can bring it along already prepared. If you should be refused admission to the examination, please get in touch with the Examination Board of the TUM School of Management immediately: examinationboard@mgt.tum.de.\n\nKind regards,\n\n\n",
        "topic": "Prüfung unter Vorbehalt schreiben",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nIm Falle eines schwebenden Verfahrens (z.B. Widerspruch) werden Sie für die Prüfungen über TUMonline nicht angemeldet.\n\nEs gibt jedoch die Möglichkeit, Klausuren unter Vorbehalt zu schreiben. Wenn Sie diese Möglichkeit in Anspruch nehmen wollen, teilen Sie dies bitte rechtzeitig vor dem Termin dem Lehrstuhl als auch am Tag der Prüfung der Aufsicht mit, dass Sie an der Prüfung teilnehmen wollen, damit sie für Sie einen Platz sowie eine Klausur vorbereiten können. Weder die Fakultät noch die Lehrstühle dürfen Sie für die Prüfungen anmelden.\n\nDie Details ergeben sich aus dem beigefügten Blatt, was Sie während der Klausur bekommen werden oder schon vorbereitet mitbringen können. Ich hoffe, das Prozedere ist jetzt für Sie klarer geworden. Sollte Ihnen der Prüfungsantritt verweigert werden, bitte wenden Sie sich unverzüglich an den Prüfungsausschuss der TUM School of Management: examinationboard@mgt.tum.de.\n\nMit freundlichen Grüßen",
        "topic": "Prüfung unter Vorbehalt schreiben",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nThe TUM School of Management examinations usually occur between the first week before the lecture period and three weeks after the end unless the examiner specifies another date.\n\nPlease note that examinations of other faculties may occur outside this time window.\n\nKind regards,\n\n\n",
        "topic": "Prüfungstermine",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nDie Prüfungen der TUM School of Management finden in der Regel im Zeitraum zwischen der ersten Woche vor Vorlesungsende und drei Wochen nach Vorlesungsende statt, es sei denn, die oder der Prüfende legt einen anderen Termin fest.\n\nBitte beachten Sie, dass Prüfungen anderer Fakultäten außerhalb dieses Zeitfensters liegen können.\n\nMit freundlichen Grüßen",
        "topic": "Prüfungstermine",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\nIf you feel unable to take part in the upcoming examinations due to your illness, please submit a certificate that describes the symptoms that prevent you from taking part in the test (inability to take the examination) in the period from xx to xx in a credible and comprehensible manner for the Examination Board. Please note that a certificate of incapacity for work cannot be accepted under any circumstances.\n\nIn addition, a request for withdrawal from the examination is required and should be addressed to the members of the Examination Board. \"I hereby declare,...., that I wish to withdraw from the examination xy on xx.xx.xx by submitting the attached certificate dated xx.xx.xx for the reasons stated therein.\" Enclosed you will also find an info sheet on what an application to the Examination Board should generally look like. Both documents can be sent as PDFs to examinationboard@mgt.tum.de.\n\nShould you have any further questions, please reach out to grademanagement@mgt.tum.de.\n\nKind regards,\n\n",
        "topic": "Prüfungsrücktritt wegen Krankheit",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre Anfrage.\n\nFühlen Sie sich auf Grund Ihrer Erkrankung nicht im Stande an den kommenden Prüfungen teilzunehmen, reichen Sie bitte ein Attest ein, das die Symptomatik, die eine Teilnahme an der Prüfung (Prüfungsunfähigkeit) im Zeitraum von xx bis xx nicht zulässt, für den Prüfungsausschuss glaubhaft und nachvollziehbar schildert. Bitte beachten Sie, dass eine Arbeitsunfähigkeitsbescheinigung in keinem Fall akzeptiert werden kann.\nZusätzlich wird ein Antrag auf Prüfungsrücktritt benötigt, den Sie bitte an die Mitglieder des Prüfungsausschusses richten. „Hiermit erkläre ich,…., dass ich von der Prüfung xy am xx.xx.xx durch Vorlage des beigefügten Attests vom xx.xx.xx aus den dort genannten Gründen zurücktreten möchte.“. Anbei finden Sie noch ein Infoblatt, wie ein Antrag an den Prüfungsausschuss im Allgemeinen auszusehen hat. Beide Dokumente können als PDF an examinationboard@mgt.tum.de gesandt werden.\n\nBei weiteren Fragen dazu, wenden Sie sich bitte an: grademanagement@mgt.tum.de .\n\nMit freundlichen Grüßen",
        "topic": "Prüfungsrücktritt wegen Krankheit",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nAccording to APSO §14, all first and retake examinations, taken no later than in the first week of the lecture period in the following semester, are considered by TUM as belonging to the preceding semester. Please get informed about the current semester dates on the homepage of TUM: https://www.tum.de/en/studies/application/application-info-portal/dates-periods-and-deadlines/.\n\nKind regards,\n\n\n",
        "topic": "Zugehörigkeit zum Semester",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nLaut APSO §14 gehören alle Prüfungen, unabhängig ob Ersttermin oder Wiederholung bis einschließlich der ersten Woche nach Vorlesungsbeginn des darauffolgenden Semesters, gehören an der Technischen Universität München zum vorangegangenen Semester. Bitte informieren Sie sich selbständig über die aktuellen Semestertermine auf der Homepage der TUM: https://www.tum.de/studium/bewerbung/infoportal-bewerbung/termine-und-fristen.\n\nMit freundlichen Grüßen",
        "topic": "Zugehörigkeit zum Semester",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your email.\nPlease refer to the responsible examiner of this module. You can find their contact details in the module description on TUMonline. The examiner determines the examination format within the scope of possibilities. The ministry was involved in providing a reliable legal basis for the exams, and especially the data protection side is outside the scope of the TUM, so decisions depend on many factors.\n\nTo ensure students don’t have any disadvantages due to the covid situation, students enrolled in the summer semester of 2021 and not on a leave of absence will have extended deadlines to achieve their academic progress requirements by one semester. You can find more information on this here: https://www.tum.de/en/about-tum/news/coronavirus/studies/\n\nPlease also keep yourself updated through https://www.tum.de/en/about-tum/news/coronavirus/.\nWe kindly ask for your understanding.\n\nKind regards,\n\n\n",
        "topic": "Prüfungsform (Corona)",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nBitte wenden Sie sich an die zuständige Prüferin oder den zuständigen Prüfer dieses Moduls. Ihre/Seine Kontaktdaten finden Sie in der Modulbeschreibung in TUMonline. Das Prüfungsformat wird im Rahmen der Möglichkeiten durch die oder den Prüfende(n) bestimmt. Um eine verlässliche rechtliche Grundlage zu schaffen, wurde das Ministerium einbezogen. Vor allem die datenschutzrechtlichen Entscheidungen können nicht von der TUM alleine getroffen werden. Daher ist die Festlegung der Prüfungsform von vielen Faktoren abhängig.\n\nUm sicherzustellen, dass den Studierenden durch die Coronavirus-Situation keine Nachteile entstehen, werden für Studierende, die im Sommersemester 2021 immatrikuliert und nicht beurlaubt sind, die Fristen zur Erreichung der Studienfortschrittsvoraussetzungen um ein Semester verlängert. Weitere Informationen dazu finden Sie hier: https://www.tum.de/die-tum/aktuelles/coronavirus/studium\n\n\nBitte halten Sie sich auch über https://www.tum.de/en/about-tum/news/coronavirus/ auf dem Laufenden.\n\nWir bitten um Ihr Verständnis.\n\nMit freundlichen Grüßen",
        "topic": "Prüfungsform (Corona)",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your E-mail.\n\nIn principle, students should attend the lectures where they are also studying to take the corresponding examinations there. In addition, you should note that if the modules or module numbers are different, the recognition procedure must be completed.\n\nKind regards,\n\n\n",
        "topic": "Prüfungen an einem anderen Standort (Straubing, Heilbronn)",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "Vielen Dank für Ihre E-Mail.\n\nGrundsätzlich sollten Studierende dort die Vorlesungen besuchen, wo sie auch studieren, um dort dann auch die dazugehörigen Prüfungen abzulegen. Außerdem sollten Sie beachten, dass im Falle dessen, dass es sich um unterschiedliche Module bzw. Modulnummern handelt, das Anerkennungsverfahren durchlaufen werden muss.\n\nMit freundlichen Grüßen",
        "topic": "Prüfungen an einem anderen Standort (Straubing, Heilbronn)",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nThe TUM Center for Study & Teaching handles requests for a leave of absence. In case of questions, please have a look at their website: https://www.tum.de/en/studies/during-your-studies/organizing-your-studies/leave-of-absence or get in touch with the contact persons mentioned there.\n\nWe have standardized the procedure for applying for a leave of absence for an internship. We have summarized the necessary information in a corresponding information sheet, which you can find in the download section on our website: https://www.mgt.tum.de/download-center (under “Examination Board”). In the document, you will also find the contact person for the recommendation for the internship.\n\nIf you have more questions, feel free to contact my colleagues. We wish you a successful internship.\n\n\nKind regards,\n\n\n",
        "topic": "Beurlaubung für ein Praktikum (Praktikumsempfehlung)",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nGrundsätzlich zuständig für Beurlaubungen ist die Abteilung Bewerbung und Immatrikulation des TUM Center for Study and Teaching. Bitte informieren Sie sich bei Fragen über die entsprechende Website https://www.tum.de/studium/im-studium/das-studium-organisieren/beurlaubung/ oder kontaktieren Sie die dort genannten Ansprechpartner*innen.\n\nAlle spezifischen Informationen zu Beurlaubungen für ein Praktikum für unsere Studierenden haben wir in einem entsprechenden Merkblatt im Downloadbereich unserer Homepage unter „Examination Board“ (Information Sheet: Leave of absence (for an internship) für Sie zusammengefasst: https://www.mgt.tum.de/download-center.\n\nDort finden Sie auch Details zur Beantragung einer Praktikumsempfehlung. Sollten Sie weitere Fragen dazu haben, wenden Sie Sich bitte an examinationboard@mgt.tum.de.\n\nMit freundlichen Grüßen",
        "topic": "Beurlaubung für ein Praktikum (Praktikumsempfehlung)",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nFor recognition of courses from TUM, please send an email to the Grade Management Office (grademanagement@mgt.tum.de) with the following details:\n- Your matriculation number\n- Module name\n- Module number\n- Your grade report\nMy colleagues can tell you if they can immediately transfer the credits (1:1 recognition/clear cases) or if the chair in charge has to decide.\n\nTo get recognition of courses from other universities, you should submit the following to the relevant chair:\n- Your grade report or certificate(s)\n- Relevant course outlines\n- A completed credit transfer form (please find the form here, under “Credit transfer”: https://www.mgt.tum.de/download-center).\n\nImportant: An application for recognition of modules from earlier programs has to be filed within the first study year at the TUM.\n\nPlease refer to TUMonline (screenshots below) to check which is the relevant chair/person in charge for the module you want to get recognized (e.g. Economics I):\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIn the module description (linked via the little book icon), you can find helpful information about the subjects and the relevant chair/person in charge of the module.\n\n\nThen you can address the relevant chair's office management/secretary and submit all the documents we mentioned above. Please only submit your application directly to a professor or teacher if you are specifically told to do so.\n\nPlease find more information on recognition of existing qualifications and credit transfer in the FAQs (https://www.mgt.tum.de/faq-center) as well as in a corresponding information sheet in the download section: https://www.mgt.tum.de/download-center. You will find the necessary form there as well.\n\nProblems or questions concerning the transfer of credits? Feel free to contact the colleagues in the Grade Management Office via grademanagement@mgt.tum.de.\n\nKind regards,\n\n\n",
        "topic": "Anerkennung",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nFür die Anerkennung von Leistungen, die an der TUM erbracht wurden, senden Sie bitte eine E-Mail mit folgenden Angaben:\n- Matrikelnummer,\n- Modulbezeichnung,\n- Modulnummer,\n- Ihrem Leistungsnachweis\nan die dafür zuständigen Kolleg*innen in der Grademanagement-Office: grademanagement@mgt.tum.de .\n\nNach Überprüfung der Unterlagen können sie Ihnen mitteilen, welche Leistungen 1:1 anerkannt werden können und für welche Sie sich an die zuständigen Lehrstühle wenden müssen.\n\nFür die Anerkennung von Leistungen, die an einer anderen Universität erbracht wurden, wenden Sie sich bitte mit:\n- Ihrem Leistungsnachweis/Zeugnis,\n- den entsprechenden Modulbeschreibungen und\n- dem ausgefüllten Anerkennungsformular (im Downloadbereich unserer Website unter „Credit Transfer“ zu finden: https://www.mgt.tum.de/download-center) an den zuständigen Lehrstuhl.\nWichtig: Einen Antrag auf Anerkennung von Vorleistungen können Sie nur innerhalb des ersten Studienjahres an der TUM stellen. Ab einer Creditzahl von 29 ECTS Credits werden Sie im Semester hochgestuft.\nBitte informieren Sie sich in TUMonline (siehe Screenshots unten), welcher Lehrstuhl für das Modul, das Sie anerkennen möchten, zuständig bzw. wer die oder der Modulverantwortliche ist (am Beispiel von Economics I):\n\n\n\n\n\n\n\n\n\n\n\n\n\nIn der Modulbeschreibung (verlinkt unter dem Buchsymbol) finden Sie alle relevanten Kursinformationen sowie den zuständigen Lehrstuhl/den Modulverantwortlichen.\n\n\n\nIm nächsten Schritt können Sie Kontakt mit dem Sekretariat des zuständigen Lehrstuhls aufnehmen und alle oben genannten Unterlagen einreichen.  Bitte reichen Sie Ihre Unterlagen nicht direkt einer oder einem Professor*in oder Dozierenden ein, es sei denn, Sie werden ausdrücklich dazu aufgefordert.\n\nDen notwendigen Prozess zur Anerkennung von Leistungen haben wir in den FAQs (https://www.mgt.tum.de/faq-center) sowie in einem entsprechenden Merkblatt im Downloadbereich unserer Homepage unter „Credit Transfer“ für Sie beschrieben: https://www.mgt.tum.de/download-center. Ebenfalls dort finden Sie das notwendige Formular zur Anerkennung.\n\nWenn Sie noch weitere Fragen zum Anerkennungsprozess haben, wenden Sie sich bitte an das Grademanagement-Office: grademanagement@mgt.tum.de.\n\nMit freundlichen Grüßen",
        "topic": "Anerkennung",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message, and congratulations on being accepted to the Bachelor in Management & Technology!\n\nA solid knowledge of mathematics is essential to successfully completing courses in economics or engineering science, as well as in our Bachelor in Management & Technology program. Experience shows that some students begin their studies with inadequate mathematical background. Therefore, the Faculty of Mathematics offers a pre-course Mathematics for Bachelor in Management and Technology (TUM-BWL) students. During this course, you will repeat essential areas of mathematics (but, of course, not complete school mathematics).\n\nYou will also have enough time and opportunities to get to know your future university and fellow students within these two weeks.\n\nPlease note: The pre-course does not only repeat school mathematics but also gives an insight into advanced mathematics. The lectures in your study do not presuppose the content of the pre-course but start again from \"zero.\"\n\nMore information can be found on the website of the Pre-course: https://www.ma.tum.de/en/studies-information/preparatory-holiday-courses/management-technology.html. If there are still any questions left, please get in touch with the organizers of the pre-course.\nKind regards,\n\n\n",
        "topic": "Mathe und Mathe-Vorkurs",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail und herzlichen Glückwunsch zur Zulassung zum TUM-BWL Bachelor!\n\nIm Rahmen wirtschafts- und ingenieurwissenschaftlicher Studiengänge spielt Mathematik eine wesentliche Rolle, auch in unserem TUM-BWL Bachelor. Die Erfahrungen zeigen, dass manche Studienanfänger*innen ihr Studium mit unzureichenden mathematischen Vorkenntnissen aufnehmen. Aus diesem Grund bietet die Fakultät für Mathematik einen Vorbereitungskurs Mathematik für Betriebswirtschaftslehre (TUM-BWL). In diesem Kurs werden wesentliche Bereiche der Schulmathematik (aber natürlich nicht die gesamte Schulmathematik) wiederholt und erläutert.\n\nDarüber hinaus werden Sie auch genügend Zeit und Gelegenheiten haben, um innerhalb dieser zwei Wochen Ihre zukünftige Universität und auch Ihre zukünftigen Kommiliton*innen näher kennen zu lernen.\n\nBitte beachten Sie: Der Vorkurs wiederholt nicht ausschließlich Schulmathematik, sondern gibt auch einen Einblick in die Höhere Mathematik. Der Stoff wird für Ihr Studium aber nicht vorausgesetzt, sondern Sie fangen zu Beginn des Semesters erneut bei \"Null\" an.\n\nMehr Details zum Vorkurs finden Sie unter folgendem Link: https://www.ma.tum.de/de/studium/vorkurse-ferienkurse/betriebswirtschaftslehre.html. Sollten Sie noch weitere Fragen haben, bitte kontaktieren Sie die Veranstalter*innen.\n\nMit freundlichen Grüßen",
        "topic": "Mathe und Mathe-Vorkurs",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message, and congratulations on being accepted to the Bachelor in Management and Technology!\n\nOfficially, the winter semester 2023/24 will start on October 1, the official lecture period will start on October 16, but there will be some activities and events before that.\n\nOn October 16, 2023 the official Freshers’ Reception (https://www.tum.de/en/news-and-events/events/welcometum) will welcome all new students to TUM.\n\nTUM School of Management will organize Infosessions and Welcome Events for all Freshers.\nAttending these events would be an excellent opportunity to get to know the university, TUM School of Management, and your fellow students.\nYou will receive a welcome email with more information regarding important dates and events.\nKind regards,\n\n\n",
        "topic": "Welcome Days",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail und herzlichen Glückwünsch zur Zulassung zum TUM-BWL Bachelor!\n\nOffiziell beginnt das Wintersemester 2023/24 am 1. Oktober, die Vorlesungszeit am 16. Oktober, aber es werden bereits vorab erste Veranstaltungen angeboten.\n\nAm 14.10. findet die Immatrikulationsfeier für alle Erstsemester Studierenden der TUM statt (https://www.tum.de/die-tum/aktuelles/veranstaltungen/welcome-at-tum).\nEs werden auch Infosessions und Welcome Events für alle neuen Studierenden der TUM School of Management angeboten. Wenn es für Sie möglich ist, nehmen Sie bitte an diesen Veranstaltungen teil, um die Universität, die TUM School of Management und Ihre Kommilitonen besser kennen zu lernen.\n\nIn den nächsten Wochen erhalten Sie eine Welcome Mail mit weiteren Informationen zu wichtigen Terminen und Infoveranstaltungen.\n\nMit freundlichen Grüßen",
        "topic": "Welcome Days",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message, and congratulations on being accepted to the Bachelor in Management & Technology!\n\nYou can contact our student council – in German “Fachschaft” – (https://tum-som.com/) for more information about student life. Student Council of TUM SOM is the elected and voluntarily working representation of students of the TUM School of Management – in other words: your fellow students.\nKind regards,\n\n",
        "topic": "Studentenleben/Fachschaft",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail und herzlichen Glückwünsch zur Zulassung zum TUM-BWL Bachelor!\n\nFür diverse Informationen über das Studierendenleben können Sie gerne unsere Fachschaft kontaktieren: https://tum-som.com/.\nDie Fachschaft ist die gewählte Vertretung aller Studierenden der TUM School of Management – also Ihre Kommiliton*innen.\n\nMit freundlichen Grüßen",
        "topic": "Studentenleben/Fachschaft",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\nIf you want to get involved apart from your studies, you might participate in various programs for the future as well as already enrolled students.\n\nThe TUM School of Management recruits Buddies for first-semester students (Freshers) and international exchange students (Incomings) every semester. The announcements and further information can be found on our homepage: https://www.mgt.tum.de/campuses/munich/shaping-the-new-campus-life.\n\nOur colleagues from ExploreTUM organize annual mentoring programs for prospective students:\n1. Step Inside: This program is about supervising prospective students throughout the academic year. You participate in various workshops and allow your mentee to meet you in person and visit different services and events at the TUM. More information can be found under the following link: https://www.explore.tum.de/studieninteressierte/.\n\n2. VisiTUM: Students explain their studies: If you want to report on your studies, pass on your experience, and help pupils, then you can get involved with visiTUM. During a short lecture, you present your study program to school groups. More details can be found under the following link: https://www.explore.tum.de/explore/visitum/.\n\nFurthermore, consider becoming a tutor for international students within the TUMi program. Please refer to the following website for more information: https://www.international.tum.de/en/global/campuslife/.\n\nKind regards,\n\n\n",
        "topic": "Zusätzliche Aktivitäten",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nWenn Sie sich außerhalb Ihres Studiums engagieren möchten, dann bietet es sich sehr gut an, an verschiedenen Programmen für zukünftige sowie bereits immatrikulierte Studierende teilzunehmen.\n\nDie TUM School of Management sucht jedes Semester Buddys für Studierende im 1. Semester (Freshers) sowie für internationale Austauschstudierende (Incomings). Die Ausschreibungen sowie weitere Informationen finden Sie stets auf unserer Homepage unter folgendem Link: https://www.mgt.tum.de/campuses/munich/shaping-the-new-campus-life/.\n\nUnsere Kolleg*innen von ExploreTUM organisieren jährlich Mentoring Programme für Studieninteressierte:\nStep Inside: Bei diesem Programm handelt es sich um Betreuung von Studieninteressierten über das ganze akademische Jahr lang. Sie nehmen an verschiedenen Workshops teil und geben Ihrer/Ihrer Mentee die Möglichkeit geben, Sie zu treffen und gemeinsam verschiedene Einrichtungen und Veranstaltungen an der TUM zu besuchen. Mehr Informationen finden Sie unter folgendem Link: https://www.explore.tum.de/explore/studieninteressierte/.\n\nvisiTUM: Studierende erklären Ihr Studium: Wenn Sie über Ihr Studium berichten wollen, Ihre Erfahrung weitergeben und dabei noch Schüler*innen helfen möchten, dann können Sie sich bei visiTUM engagieren. Sie Stellen von Schulgruppen im Rahmen eines Kurzvortrags Ihr Studiengang vor. Mehr Details dazu finden Sie unter folgendem Link: https://www.explore.tum.de/explore/visitum/.\n\nSie können sich auch im Rahmen des TUMi Programms als Tutor für internationale Studierende engagieren. Für weitere Details besuchen Sie bitte die folgende Webseite: https://www.international.tum.de/global/campuslife/.\n\nMit freundlichen Grüßen",
        "topic": "Zusätzliche Aktivitäten",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message, and congratulations on being accepted to the TUM School of Management!\n\nIf you have general questions regarding our Bachelor’s program, please email us (studentcounseling_bachelor@mgt.tum.de) or call us during our phone consultation hours (no prior appointment necessary). In particular cases, online or personal consultations on demand are possible upon prior arrangement.\nFor general questions and confirmations, you can contact Ms. Merza. For questions regarding your study plan or problems you face regarding your studies, please get in touch with your Program Manager Ms. Krieger. The dates, hours, contact details, and possible changes are here: https://www.mgt.tum.de/programs/bachelor-management-technology/munich/for-current-students#c1311.\nKind regards,\n\n\n",
        "topic": "Standardantworten BMT",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail und herzlichen Glückwunsch zur Zulassung zu unserem Bachelor in Management & Technology (TUM-BWL)!\n\nWenn Sie weitere Fragen zu unserem Programm haben, können Sie gerne jederzeit eine E-Mail an studentcounseling_bachelor@mgt.tum.de schreiben oder uns während unserer Telefonsprechstunden anrufen (ohne Terminvereinbarung).\nIn besonderen Fällen ist auf Anfrage auch eine online Beratung oder eine Beratung Vorort möglich. Hierfür muss vorab ein Termin ausgemacht werden.\n\nFür allgemeine Fragen und Bescheinigungen können Sie Frau Frau Merza kontaktieren. Falls Sie eine Beratung zu Ihrem individuellen Studienplan benötigen oder Probleme mit Ihrem Studium haben, wenden Sie sich am besten an Ihre Programmanagerin Frau Krieger. Tage, Zeiten, Kontaktdaten sowie Änderungen derselben können Sie hier einsehen: https://www.mgt.tum.de/programs/bachelor-management-technology/munich/for-current-students#c1311.\n\nMit freundlichen Grüßen",
        "topic": "Standardantworten BMT",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nFeel free to call us during our phone consultation hours. An appointment is not necessary.\n\nMichaela Krieger (Program Manager):\nPhone: +49 (89) 289 25071\nTuesday 2 pm – 4 pm\nOr in her Walk-in Consultations on Thursdays 9:30 am – 12 am in Room 3550 (student hub)\n\nFor more general questions regarding the Bachelor program, you can also contact Ms. Merza.\n\n\nIn particular cases, online or personal consultations are possible upon prior appointment.\n\nPlease check the website for possible changes regarding the student consultation hours: https://www.mgt.tum.de/programs/bachelor-management-technology/munich/for-current-students#c1311.\n\nKind regards,\n\n\n",
        "topic": "Telefonsprechstunde",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nSie können gerne ohne vorherige Terminvereinbarung während unserer Sprechzeiten anrufen.\n\nMichaela Krieger (Program Manager):\nTel: +49 (89) 289 25071\nDienstag 14:00 – 16:00 Uhr\nOder während ihrer vor Ort Sprechstunde am Donnerstag von 9:30 – 12:00 im Raum 3550 (student hub).\n\nBei allgemeineren Fragen zum Studiengang, können Sie sich auch an Frau Merza wenden.\n\nIldikó Merza (Program Coordinator):\nTel: +49 (89) 289 25848\nIn besonderen Fällen ist auf Anfrage auch eine online Beratung oder eine Beratung vor Ort möglich. Hierfür muss vorab ein Termin ausgemacht werden.\n\nAktuelle Abweichungen von dieser Regel würden Sie auf der Homepage unter den Kontaktdaten vermerkt finden: https://www.mgt.tum.de/programs/bachelor-management-technology/munich/for-current-students#c1311.\n\nMit freundlichen Grüßen",
        "topic": "Telefonsprechstunde",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nThe management-related courses usually take place at the Munich Campus (Arcissstraße 21). As you may know, students have to choose a specialization in technology in the second semester. Almost all courses from the specialization in technology take place in Garching. Exceptions are Electrical and Information Technology and Medicine. Please note that Computer Engineering is the only specialization taught 100% in English.\n\nYou can check in TUMonline where and when courses take place.\nHelpful guidelines on how to use TUMonline can be found here: https://wiki.tum.de/display/docs/Students\n\n\nKind regards,\n\n",
        "topic": "Standorte",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nDie Kurse im Bereich Management finden normalerweise auf dem Zentralcampus in München (Arcisstr. 21) statt. Fast alle Kurse des Technik-Schwerpunktes finden in Garching statt, ausgenommen sind Kurse in Electrical and Computer Engineering sowie Medizin.\n\nAuf TUMonline können Sie sehen, wann und wo die Lehrveranstaltungen stattfinden.\nHilfreiche Anleitungen zur Nutzung von TUMonline können Sie hier finden: https://wiki.tum.de/display/docs/Students\n\nMit freundlichen Grüßen",
        "topic": "Standorte",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your email, and welcome to the TUM School of Management!\nYou must have already received plenty of information for your start with us via email (to your TUM email address). Please read them thoroughly.\n\nYou can find the course schedules in our download center: https://www.mgt.tum.de/download-center.\nA lot of information for freshers is published in the Moodle course: https://www.moodle.tum.de/course/view.php?id=90702.\nPlease read through them carefully. You will also find a recording of our webinar for course planning in Moodle course.\n\nShould you still have questions, you are welcome to come to one of our on-site consultations or consult us by phone; see information on our website: https://www.mgt.tum.de/programs/bachelor-management-technology/munich/for-current-students#c1311.\n\nPlease refrain from sending your email multiple times.\nKind regards,\n\n",
        "topic": "Information for freshers",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "Vielen Dank für Ihre E-Mail und herzlich willkommen an der TUM School of Management!\nSie haben sicher schon viele Informationen für Ihren Start bei uns per E-Mail (an Ihre TUM-E-Mail-Adresse) erhalten. Bitte lesen Sie diese sorgfältig durch.\n\nDie Vorlesungsverzeichnisse finden Sie in unserem Download-Center: https://www.mgt.tum.de/download-center.\nViele Informationen für Studienanfänger sind im Moodle-Kurs veröffentlicht: https://www.moodle.tum.de/course/view.php?id=90702.\nBitte lesen Sie diese sorgfältig durch. Eine Aufzeichnung unseres Webinars zur Kursplanung finden Sie ebenfalls im Moodle-Kurs.\n\nSollten Sie noch Fragen haben, können Sie gerne zu einer unserer Vor-Ort-Sprechstunden kommen oder uns telefonisch konsultieren; siehe Informationen auf unserer Website: https://www.mgt.tum.de/programs/bachelor-management-technology/munich/for-current-students#c1311.\n\nBitte verzichten Sie auf das mehrfache Versenden Ihrer E-Mail.\n\n\nStudienfortschritt\nECTS Hürden\n\n",
        "topic": "Information for freshers",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message,\n\nAccording to §10 APSO (General academic and examination regulations), in the Bachelor’s program, the following number of credits must be earned in the modules specified in the pertinent FPSO (Program-specific academic and examination regulations):\n•          a minimum of 30 credits by the end of the third semester;\n•          a minimum of 60 credits by the end of the fourth semester;\n•          a minimum of 90 credits by the end of the fifth semester;\n•          a minimum of 120 credits by the end of the sixth semester;\n•          a minimum of 150 credits by the end of the seventh semester; and\n•          a minimum of 180 credits by the end of the eighth semester.\n\nBoth documents mentioned above can be found in the download section of our website: https://www.mgt.tum.de/download-center.\n\n§ 10 V-VII APSO regulates failures to meet deadlines and thus will lead to withdrawal from university enrollment. Please note that the withdrawal will be executed approximately in the middle of the following semester and not precisely at the end of the current semester.\nPlease note: For students enrolled in the summer semester of 2021 and not on a leave of absence, the deadlines to achieve academic progress requirements will be extended by one semester to accommodate any problems arising from the coronavirus. This decision is made for all students and does not require a separate application to the responsible examination board. Suppose a corresponding extension of the deadlines was already granted in the 2020 summer semester and/or in the winter semester of 2020/21. In that case, the deadlines to achieve academic progress requirements will be extended by a further semester. You can find additional information on this here: https://www.tum.de/en/about-tum/news/coronavirus/studies/.\n\nIf you have further questions, please do not hesitate to contact us during our office hours: https://www.mgt.tum.de/programs/bachelor-management-technology/munich/for-current-students#c1311:\n\nKind regards,\n\n\n",
        "topic": "Information for freshers",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nLaut §10 der APSO, sind im Bachelorstudiengang in den in der jeweiligen FPSO festgelegten Modulen\n•\tbis zum Ende des dritten Fachsemesters mindestens 30 Credits,\n•\tbis zum Ende des vierten Fachsemesters mindestens 60 Credits,\n•\tbis zum Ende des fünften Fachsemesters mindestens 90 Credits,\n•\tbis zum Ende des sechsten Fachsemesters mindestens 120 Credits,\n•\tbis zum Ende des siebten Fachsemesters mindestens 150 Credits und\n•\tbis zum Ende des achten Fachsemesters mindestens 180 Credits\nzu erbringen.\n\nBeide von mir erwähnten Dokumente finden Sie im Downloadbereich unserer Homepage: https://www.mgt.tum.de/download-center.\n\nFristversäumnisse werden durch §10 V-VII APSO geregelt und werden zur Exmatrikulation führen. Bitte beachten Sie, dass die Exmatrikulation etwa Mitte des nächsten Semesters und nicht Ende des aktuellen Semesters erfolgen wird.\n\nBitte beachten Sie: Für Studierende, die im Sommersemester 2021 immatrikuliert und nicht beurlaubt sind, werden die Fristen für die Erbringung der Mindestcreditsummen im Rahmen der Studienfortschrittskontrolle für den weiteren Studienablauf pauschal um ein Semester verlängert, um Corona-bedingten Einschränkungen Rechnung zu tragen. Diese Regelung wird zentral für alle Studierenden getroffen und bedarf keiner eigenen Beantragung beim zuständigen Prüfungsausschuss. Wenn bereits im Sommersemester 2020 und/oder Wintersemester 2020/21 eine entsprechende Verlängerung der Fristen gewährt wurde, bleibt diese bestehen – die Fristen für die Erbringung der Mindestcreditsummen im Rahmen der Studienfortschrittskontrolle werden also in diesen Fällen um ein weiteres Semester verlängert. Weitere Informationen dazu finden Sie hier: https://www.tum.de/die-tum/aktuelles/coronavirus/studium/\n\nBei weiteren Fragen können Sie uns sehr gerne während unserer Sprechzeiten kontaktieren: https://www.mgt.tum.de/programs/bachelor-management-technology/munich/for-current-students#c1311:\n\nMit freundlichen Grüßen",
        "topic": "Information for freshers",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\nThe regulation states that all modules that have yet to be successfully completed after the 8th semester are considered to have failed for the first time.\nThese may be repeated one last time in the so-called \"grace semester.\" However, let's assume that you will pass the exam and that this will not be necessary. We wish you every success!\nKind regards,\n\n\n",
        "topic": "9. Semester/ Kulanzsemester",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nDie Regelung besagt, dass alle nach dem 8. Semester nicht erfolgreich abgelegten Module als erstmalig nicht bestanden gelten. Diese dürfen ein letztes Mal im sog. Kulanzsemester wiederholt werden.\n\nAllerdings gehen wir doch jetzt davon aus, dass Sie die Prüfung bestehen werden und es gar nicht erst soweit kommt. Ich wünsche Ihnen dafür schon einmal viel Erfolg!\n\nMit freundlichen Grüßen",
        "topic": "9. Semester/ Kulanzsemester",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your email.\n\nRegarding the academic progress requirements in the summer semester 2021, we would like to refer to the statement by the President published on our Corona information website:\n\n“For students enrolled in the summer semester 2021 and not on leave of absence, the deadlines to achieve academic progress requirements will be extended by one semester to accommodate any problems arising from the Coronavirus. This decision is made for all students and does not require a separate application to the responsible examination board.”\n\nConsequently, 18 Credits in the subjects Management Science, Mathematics I, Statistics I, and Economics I, must be obtained by the end of the winter semester. Retake exams are illimited in our Bachelor’s program as long as the academic progress requirements are achieved.\n\nPlease don’t hesitate to contact us again in case of further questions.\n\nKind regards,\n\n\n",
        "topic": "Studienfortschrittsverlängerung Corona",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nFür die Studienfortschrittskontrolle im Sommersemester 2021 gilt, was der Universitätspräsident auf der Corona-Seite mitgeteilt hat:\n\n„Für Studierende, die im Sommersemester 2021 immatrikuliert und nicht beurlaubt sind, werden die Fristen für die Erbringung der Mindestcreditsummen im Rahmen der Studienfortschrittskontrolle für den weiteren Studienablauf pauschal um ein Semester verlängert, um Corona-bedingten Einschränkungen Rechnung zu tragen. Diese Regelung wird zentral für alle Studierenden getroffen und bedarf keiner eigenen Beantragung beim zuständigen Prüfungsausschuss.“\n\nSie haben folglich bis zum Ende des Wintersemesters Zeit, um mindestens 18 ECTS aus den Fächern Management Science, Mathe I, Statistik und VWL zu erzielen. Grundsätzlich gibt es in unserem Studiengang keine beschränkte Anzahl an Wiederholungsversuchen für Prüfungen- solange Sie den notwendigen Studienfortschritt erreichen.\n\nWenn Sie weitere Fragen dazu haben, können Sie sich gerne nochmal melden.\n\nMit freundlichen Grüßen",
        "topic": "Studienfortschrittsverlängerung Corona",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nIn your case, I recommend talking to your academic advisor Ms. Krieger about your individual situation. Her consultation hours and potential changes to these can be found here: https://www.mgt.tum.de/programs/bachelor-management-technology/munich/for-current-students.\n\nKind regards,\n\n\n",
        "topic": "Fristverlängerung/Exmatrikulation/Härtefälle",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nIn Ihrem Fall empfehlen wir Ihnen, mit Ihrer Programmmanagerin Frau Krieger über Ihre individuelle Situation zu sprechen. Die Sprechzeiten sowie eventuelle Änderungen dieser und die Kontaktdaten finden Sie hier: https://www.mgt.tum.de/programs/bachelor-management-technology/munich/for-current-students.\n\nMit freundlichen Grüßen",
        "topic": "Fristverlängerung/Exmatrikulation/Härtefälle",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nBy the end of the second semester, students must pass at least three of the following module examinations listed in the Program-specific academic and examination regulations (FPSO) (you can find it in the download section on our website: https://www.mgt.tum.de/download-center): Mathematics I, Management Science, Economics I and Statistics. § 10 V-VII APSO regulates failures to meet deadlines and thus will lead to withdrawal from university enrollment. Please note that the withdrawal will be executed approximately in the middle of the following semester and not precisely at the end of the current semester.\n\nMoreover, in Bachelor’s programs, a specific number of credits – regulated in the General academic and examination regulation (APSO) (you can also find it in the download section) – must be earned in the modules specified in the pertinent FPSO, so please get informed in advance.\nPlease note: For students enrolled in the summer semester of 2021 and not on a leave of absence, the deadlines to achieve academic progress requirements will be extended by one semester to accommodate any problems arising from the coronavirus. This decision is made for all students and does not require a separate application to the responsible examination board. Suppose a corresponding extension of the deadlines was already granted in the 2020 summer semester and/or in the winter semester of 2020/21. In that case, the deadlines to achieve academic progress requirements will be extended by a further semester. You can find additional information on this here: https://www.tum.de/en/about-tum/news/coronavirus/studies/\nIn case of further questions, please don’t hesitate to contact us again.\n\nKind regards,\n\n\n",
        "topic": "3-aus-4-Regelung",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nBis zum Ende des zweiten Fachsemesters müssen mindestens drei der folgenden Prüfungen erfolgreich abgelegt werden: Mathematik I, Management Science, Statistik und VWL I. Die Regelungen zur Fortschrittskontrolle können Sie §38 der FPSO entnehmen (im Downloadbereich unserer Homepage unter \"Program-Specific Academic and Examination Regulations\": https://www.mgt.tum.de/download-center). Fristversäumnisse werden durch §10 V-VII APSO geregelt und führen zur Exmatrikulation. Bitte beachten Sie, dass die Exmatrikulation etwa Mitte des nächsten Semesters und nicht Ende des aktuellen Semesters erfolgen wird.\n\nSie müssen auch die allgemeinen ECTS-Hürden beachten, die in der APSO geregelt sind (ebenso im Downloadbereich zu finden).\n\nBitte beachten Sie: Für Studierende, die im Sommersemester 2021 immatrikuliert und nicht beurlaubt sind, werden die Fristen für die Erbringung der Mindestcreditsummen im Rahmen der Studienfortschrittskontrolle für den weiteren Studienablauf pauschal um ein Semester verlängert, um Corona-bedingten Einschränkungen Rechnung zu tragen. Diese Regelung wird zentral für alle Studierenden getroffen und bedarf keiner eigenen Beantragung beim zuständigen Prüfungsausschuss. Wenn bereits im Sommersemester 2020 und/oder Wintersemester 2020/21 eine entsprechende Verlängerung der Fristen gewährt wurde, bleibt diese bestehen – die Fristen für die Erbringung der Mindestcreditsummen im Rahmen der Studienfortschrittskontrolle werden also in diesen Fällen um ein weiteres Semester verlängert. Weitere Informationen dazu finden Sie hier: https://www.tum.de/die-tum/aktuelles/coronavirus/studium/\n\nFalls Sie weitere Fragen haben, zögern Sie nicht uns erneut zu kontaktieren.\n\nMit freundlichen Grüßen",
        "topic": "3-aus-4-Regelung",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nBy the end of the second semester, students must pass at least three of the following module examinations listed in the Program-specific academic and examination regulations (FPSO) (you can find it in the download section on our website: https://www.mgt.tum.de/download-center): Mathematics I, Operations Research and Decision Analysis, Economics I and Introduction to Data Science and Statistical Thinking. § 10 V-VII APSO regulates failures to meet deadlines and thus will lead to withdrawal from university enrollment. Please note that the withdrawal will be executed approximately in the middle of the following semester and not precisely at the end of the current semester.\n\nMoreover, in Bachelor’s programs, a specific number of credits – regulated in the General academic and examination regulation (APSO) (you can also find it in the download section) – must be earned in the modules specified in the pertinent FPSO, so please get informed in advance.\n\nIn case of further questions, please don’t hesitate to contact us again.\n\nKind regards,\n\n\n",
        "topic": "Ab WS 23/24:",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nBis zum Ende des zweiten Fachsemesters müssen mindestens drei der folgenden Prüfungen erfolgreich abgelegt werden: Mathematics I, Operations Research and Decision Analysis, Introduction to Data Science and Statistical Thinking und Economics I. Die Regelungen zur Fortschrittskontrolle können Sie §38 der FPSO entnehmen (im Downloadbereich unserer Homepage unter \"Program-Specific Academic and Examination Regulations\": https://www.mgt.tum.de/download-center). Fristversäumnisse werden durch §10 V-VII APSO geregelt und führen zur Exmatrikulation. Bitte beachten Sie, dass die Exmatrikulation etwa Mitte des nächsten Semesters und nicht Ende des aktuellen Semesters erfolgen wird.\n\nSie müssen auch die allgemeinen ECTS-Hürden beachten, die in der APSO geregelt sind (ebenso im Downloadbereich zu finden).\n\nFalls Sie weitere Fragen haben, zögern Sie nicht uns erneut zu kontaktieren.\n\nMit freundlichen Grüßen",
        "topic": "Ab WS 23/24:",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your email.\n\nThe 3-out-of-4 hurdle is a program-specific regulation according to which 18 Credits in the subjects Management Science, Mathematics I, Statistics I, and Economics I, must be achieved by the end of the second semester. This is different from the so-called GOP subjects for which there are a limited number of retakes.\n\nRetake exams are unlimited in our Bachelor’s program as long as the academic progress requirements are met.\n\nKind regards,\n\n\n",
        "topic": "GOPs",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\nBei der „3 aus 4 Regelung“ handelt es sich nicht um GOP-Prüfungen, sondern um eine studiengangspezifische Fortschrittshürde, die besagt, dass mindestens 18 ECTS aus den Fächern Management Science, Mathematik I, Statistik I und VWL I bis zum Ende des zweiten Semesters zu erzielen sind.\n\nGrundsätzlich gibt es in unserem Studiengang keine beschränkte Anzahl an Wiederholungsversuchen für Prüfungen- solange Sie den notwendigen Studienfortschritt erreichen.\n\nMit freundlichen Grüßen",
        "topic": "GOPs",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your email.\n\nThe 3-out-of-4 hurdle is a program-specific regulation according to which 18 Credits in the subjects Mathematics I, Operations Research and Decision Analysis, Introduction to Data Science and Statistical Thinking and Economics I, must be achieved by the end of the second semester. This is different from the so-called GOP subjects for which there are a limited number of retakes.\n\nRetake exams are unlimited in our Bachelor’s program as long as the academic progress requirements are met.\n\nKind regards,\n\n\n",
        "topic": "Ab WS 23/24:",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\nBei der „3 aus 4 Regelung“ handelt es sich nicht um GOP-Prüfungen, sondern um eine studiengangspezifische Fortschrittshürde, die besagt, dass mindestens 18 ECTS aus den Fächern Mathematics I, Operations Research and Decision Analysis, Introduction to Data Science and Statistical Thinking und Economics I bis zum Ende des zweiten Semesters zu erzielen sind.\n\nGrundsätzlich gibt es in unserem Studiengang keine beschränkte Anzahl an Wiederholungsversuchen für Prüfungen- solange Sie den notwendigen Studienfortschritt erreichen.\n\nMit freundlichen Grüßen",
        "topic": "Ab WS 23/24:",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nYou can study our Bachelor’s program entirely in English (“English Track”, only with “Computer Engineering” as your specialization in technology), or you can choose the bilingual option (“German Track”) with approximately 30% of courses in German and 70% of courses in English. We always recommend the bilingual track to students with sufficient knowledge of German, as they have a wider choice of technology subjects available.\n\nWhether you want to take a course in English or German is your choice. All mandatory courses in the Management part have an English equivalent or are offered in English only. However, in consecutive classes, it is recommended to continue with the language from the previous course, e.g. Economics I + II or Law I + II.\n\nPlease note: If you mix up modules of both tracks, we cannot guarantee that the course schedules will not overlap!\n\nKind regards,\n\n",
        "topic": "English Track/ German Track",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre Nachricht.\n\nSie können unseren Bachelor-Studiengang vollständig auf Englisch studieren (\"English Track\", nur mit \"Computer Engineering\" als technischer Spezialisierung) oder Sie können die zweisprachige Option (\"German Track\") mit etwa 30 % der Kurse auf Deutsch und 70 % der Kurse auf Englisch wählen. Wir empfehlen Studierenden mit ausreichenden Deutschkenntnissen immer den bilingualen Weg, da sie eine größere Auswahl an technischen Fächern haben.\n\nSie haben die Wahl, ob Sie einen Kurs auf Englisch oder auf Deutsch belegen möchten. Alle Pflichtkurse im Management-Teil haben eine englische Entsprechung oder werden nur auf Englisch angeboten. In konsekutiven Kursen wird jedoch empfohlen, die Sprache des vorherigen Kurses fortzusetzen, z. B. Economics I + II oder Law I + II.\n\nBitte beachten Sie: Wenn Sie Module aus beiden Kursen mischen, können wir nicht garantieren, dass sich die Kurszeiten nicht überschneiden!\n\nMit freundlichen Grüßen",
        "topic": "English Track/ German Track",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message, and congratulations on being accepted to the Bachelor in Management & Technology!\n\nIf you want to study 100% in English, you must opt for “Computer Engineering” as your specialization in technology, which ranges in content between Electrical and Information Technology and Informatics. A list of elective modules within this specialization can be found in the Program-specific academic and examination regulations (you will find the document in the download section of our website: https://www.mgt.tum.de/download-center) or in your Curriculum Support in TUMonline.\n\nIf you choose another specialization in technology, you will opt for the bilingual version with approx. 70% courses in English and approx. 30% in German (depending on the specialization in technology of your choice). Please note that all courses in the Management part have an English equivalent. In addition, some courses are offered in English only.\n\nThe opportunity to study 100% in English is mainly intended for students with little or no German knowledge. However, the final decision on technology specialization must be made in the 2nd semester.\n\nGood German language skills are required for all technology specializations except Computer Engineering. At least a B2 level is recommended to understand the contents of the courses and to pass the exams, as most courses are taught in German. However, presenting a German certificate to register for the courses is not mandatory.\nMore information can be found on our website: https://www.mgt.tum.de/programs/bachelor-management-technology/munich.\n\nKind regards,\n\n\n",
        "topic": ",",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail und herzlichen Glückwunsch zur Zulassung zum TUM-BWL Bachelor!\n\nSie können den Bachelor in Management and Technology entweder 100% auf Englisch im sog. English Track oder bilingual studieren. Im letzten Fall werden die Lehrveranstaltungen – je nachdem, für welchen Technik-Schwerpunkt Sie sich entscheiden – ca. 70 % auf Englisch und ca. 30% auf Deutsch angeboten. Bitte beachten Sie, dass alle Kurse im BWL-Bereich ein englisches Pendant haben oder nur auf Englisch angeboten werden.\n\nIm English Track wählen Sie das Technikfach „Computer Engineering“, was sich inhaltlich zwischen Elektro- und Informationstechnik und Informatik bewegt. Die einzelnen Wahlmodule in diesem Bereich/das Curriculum können Sie entweder der Studiengangssatzung entnehmen, die Sie in unserem Downloadbereich finden: https://www.mgt.tum.de/download-center (unter „Program-specific academic and examination regulation“) oder in Ihrem Curriculum Support in TUMonline.\n\nDie Möglichkeit, 100% auf Englisch zu studieren, ist vor allem für Studierende gedacht, die über geringe oder keine Deutschkenntnisse verfügen. Die endgültige Entscheidung, welchen Technik-Schwerpunkt sie wählen, muss von den Studierenden i.d.R. im 2. Semester getroffen werden.\n\nFür alle Technik-Schwerpunkte außer Computer Engineering sind gute Deutschkenntnisse notwendig. Es wird zumindest B2-Niveau empfohlen, um die Inhalte der Lehrveranstaltungen zu verstehen und die Prüfungen zu bestehen, da die meisten Kurse auf Deutsch unterrichtet werden. Es ist jedoch nicht zwingend erforderlich, einen Deutschnachweis vorzulegen, um sich für die Kurse anzumelden.\n\nWeitere Details finden Sie auf unserer Website: https://www.mgt.tum.de/programs/bachelor-management-technology/munich.\n\nMit freundlichen Grüßen",
        "topic": ",",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message, and congratulations on being accepted to the Bachelor in Management & Technology!\n\nTo keep up with the latest developments in the international field of management and technology, applicants with profound English skills are more attractive than ever. However, many companies, especially in customer-oriented positions, require a deep knowledge of German. Hence, it is difficult to say whether studying at 100% in English will disadvantage you. It often depends on the employer or the direction you want to develop. We can advise you to choose the specialization in technology that you enjoy the most.\nKind regards,\n\n\n",
        "topic": "Vorteil/Nachteil",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail und herzlichen Glückwunsch zur Zulassung zum TUM-BWL Bachelor!\n\nAufgrund der zunehmenden Internationalisierung in den Bereichen der Wirtschaftswissenschaften und Technologie werden besonders Absolvent*innen gesucht, die fundamentale Englischkenntnisse vorweisen können. Allerdings erwarten viele Unternehmen, dass Bewerber*innen verhandlungssichere Kenntnisse der deutschen Sprache besitzen. Daher ist es leider schwierig eine genaue Antwort zu geben, ob ein Studium zu 100% in Englisch Nachteile mit sich bringen könnte. Oft hängt dies nämlich von Ihrem zukünftigen Arbeitgeber und der von Ihnen gewählten Fachrichtung ab. Unser Rat hierbei an Sie wäre deshalb, möglichst den Schwerpunkt zu wählen, der Ihnen am Spaß machen wird.\n\nMit freundlichen Grüßen",
        "topic": "Vorteil/Nachteil",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "\nThank you for your message, and congratulations on being accepted to the Bachelor in Management & Technology!\n\nIf you want to take courses offered in German, you do not need to submit proof of German language skills. Please note, however, that it is recommended to feel comfortable in German to understand the course contents and pass exams.\nTUM offers many language courses at the Language Center of TUM, also German courses for both beginners of German and more advanced speakers. All courses during the semester are free of charge and open to all members of TUM. Please have a look at the following website for more information: http://www.sprachenzentrum.tum.de/en/homepage.\n\nKind regards,\n\n\n",
        "topic": "Sprachnachweise für Kurse",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail und herzlichen Glückwünsch zur Zulassung zum TUM-BWL Bachelor!\n\nWenn Sie Lehrveranstaltungen auf Deutsch belegen möchten, müssen Sie keine Deutschkenntnisse nachweisen. Aber bitte beachten Sie, dass Sie sich in Deutsch sicher fühlen sollten, um die Kursinhalte zu verstehen und Prüfungen zu bestehen.\n\nDas TUM Sprachenzentrum bietet viele Sprachkurse an, darunter Deutschkurse für Anfänger*innen und Fortgeschrittene. Alle Sprachkurse während des Semesters sind kostenlos und offen für alle Studierenden der TUM. Bitte besuchen Sie die folgende Website für weitere Informationen: http://www.sprachenzentrum.tum.de/startseite/.\n\nMit freundlichen Grüßen",
        "topic": "Sprachnachweise für Kurse",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nYou can study the Bachelor’s program in Management & Technology 100% in English only by choosing “Computer Engineering” as your specialization in technology – this is the only specialization taught 100% in English. Please note: If you select another specialization, the courses will be conducted mainly in German. In this case, you will study approx. 30% in German and approx. 70% in English. Please note that all mandatory courses in the Management part have an English equivalent/counterpart or are offered in English only. All compulsory and elective modules in all areas and the curriculum can be found in the Program-specific academic and examination regulation: https://www.mgt.tum.de/download-center.\n\nThe opportunity to study 100% in English is mainly intended for students with little or no German knowledge. However, you are free to choose the specialization which suits you best. The final decision is usually made in the 2nd semester by registering for an exam in said specialization.\nKind regards,\n\n",
        "topic": "Technikfächer",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nDas Bachelorstudium ist nur mit dem Schwerpunkt Computer Engineering zu 100% auf Englisch studierbar. Falls Sie sich also für einen anderen Schwerpunkt entscheiden, sollten Sie sich bewusst sein, dass die jeweiligen Module meist nur auf Deutsch angeboten werden. In diesem Fall werden Sie dann circa 30% der Fächer auf Deutsch und 70% auf Englisch haben. Bitte beachten Sie außerhalb, dass die Kurse im BWL-Bereich ein englisches Pendant haben. Manche Lehrveranstaltungen werden zudem nur auf Englisch angeboten. Die jeweiligen Pflicht- und Wahlmodule können Sie der Lesbaren Satzung entnehmen: https://www.mgt.tum.de/download-center.\n\nDie Möglichkeit, 100% auf Englisch zu studieren, ist vor allem für Studierende gedacht, die geringe oder keine Deutschkenntnisse besitzen. Es steht Ihnen aber frei, den Schwerpunkt zu wählen, der Ihnen am besten gefällt. Die endgültige Entscheidung wird in der Regel im 2. Semester getroffen, indem Sie sich zu einer Klausur im Schwerpunkt Ihrer Wahl anmelden. .\n\nMit freundlichen Grüßen",
        "topic": "Technikfächer",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nSie können unseren Bachelorstudiengang entweder zu 100% auf Englisch (\"English Track\", nur mit „Computer Engineering“ als Technik-Schwerpunkt) studieren oder Sie wählen die zweisprachige Variante (\"German Track\") mit ca. 30% der Lehrveranstaltungen auf Deutsch und 70% der Lehrveranstaltungen auf Englisch.\n\nSie können selbst wählen, ob Sie eine Lehrveranstaltung auf Englisch oder auf Deutsch (falls verfügbar) belegen möchten.\nIn aufeinanderfolgenden Lehrveranstaltungen wird jedoch empfohlen, mit der Sprache der vorhergehenden Vorlesung fortzufahren, z.B. VWL I + II oder Wirtschaftsprivatrecht I + II.\n\nBitte beachten Sie: Wenn Sie Module beider Tracks besuchen möchten, können wir nicht garantieren, dass sich die Stundenpläne nicht überschneiden werden!\n\nBitte beachten Sie, dass alle Kurse im BWL-Bereich ein englisches Pendant haben. Darüber hinaus werden manche Lehrveranstaltungen nur auf Englisch angeboten.\n\nMit freundlichen Grüßen",
        "topic": "Technikfächer",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your email.\n\nThe Computer Engineering specialization differs from the other specializations in that it consists only of elective modules, which requires a fair amount of individual responsibility. Unfortunately, we cannot always guarantee continuity in the offer of modules.\n\nThis specialization was conceived to allow international students with limited or no knowledge of German to study the program. We recommend German-speaking students to choose the German track to be able to select from a broader range of specializations.\n\nPlease don’t hesitate to get back to us in case of further questions.\nKind regards,\n\n\n",
        "topic": "Computer Engineering: Hinweis für deutschsprachige Studierende",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "\nvielen Dank für Ihre Mail.\n\nDer Schwerpunkt Computer Engineering unterscheidet sich von den anderen Schwerpunkten darin, dass er ausschließlich aus Wahlmodulen zusammengesetzt ist. Das erfordert eine gewisse Eigenverantwortung der Studierenden, die Kurse selbst zusammenzustellen und auf die Semester zu verteilen. Diese große Flexibilität heißt auch, dass das Modulangebot dynamischer ist und die Kontinuität nicht immer gewährleistet werden kann.\n\nDer Schwerpunkt Computer Engineering wurde aufgrund der hohen Nachfrage internationaler Studierender geschaffen, die mangels ausreichender Deutschkenntnisse früher keine Möglichkeit hatten, das Programm zu absolvieren. Aus diesem Grund empfehlen wir deutschsprachigen Studierenden in der Regel den German Track zu wählen um eine größere Vielfalt an Angeboten bei der Wahl eines Technik-Schwerpunkts zu haben.\n\nFalls Sie noch weitere Fragen haben, zögern Sie nicht uns erneut zu kontaktieren.\n\nMit freundlichen Grüßen",
        "topic": "Computer Engineering: Hinweis für deutschsprachige Studierende",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your email.\nTo successfully participate in the course Introduction to Software Engineering (IN0006), prior knowledge in object-oriented programming in Java and experience with git repositories is required. Please find a detailed description of the prerequisites here.\n\nThe prior knowledge required can be obtained by either completing the German Lab Course - Foundations of Programming (IN0002) or a comparable course or through self-studies.\n\nThe lecturer has prepared a list of online tutorials to help you acquire the prerequisites or refresh and activate your prior knowledge.\n\nFor an introduction to Java and Core Java, you may want to consider the following online tutorials:\n- Interactive Java online tutorial: https://www.learnjavaonline.org/\n- Java beginners tutorial: https://javabeginnerstutorial.com/core-java-tutorial\n- Core Java tutorial: https://www.studytonight.com/java/\n\nTo learn how to create simple graphical interfaces with JavaFX, check out this tutorial:\n- JavaFX tutorial: http://tutorials.jenkov.com/javafx\n\nTo acquire the necessary skills to write simple test cases with JUnit 5, have a look here:\n- JUnit 5 tutorial: https://www.vogella.com/tutorials/JUnit/article.html\n\nTo familiarize yourself with git repositories, please consider this tutorial:\n- Interactive git tutorial: https://learngitbranching.js.org\n\nPlease find the complete list of recommended online tutorials and a detailed description of the prerequisites and other course details on the following website: https://ase.in.tum.de/lehrstuhl_1/teaching/1175-eist-2022.\n\nFor other questions, please don’t hesitate to get back to us.\n\nKind regards,\n\n\nMehr als ein Technikschwerpunkt\n\n",
        "topic": "Computer Engineering: Introduction to Software Engineering",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nIt is only possible to choose one of the specializations in technology. However, can obtain 18 ECTS from another specialization within the framework of the electives in Management or Technology.\nIf you have any further questions, please do not hesitate to contact us again.\n\nKind regards,\n\n\n",
        "topic": "Computer Engineering: Introduction to Software Engineering",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nSie können nur einen Technik-Schwerpunkt wählen. Allerdings ist es möglich, 18 ECTS aus einem weiteren Schwerpunkt im Rahmen des wirtschaftswissenschaftlich-technischen Wahlbereichs einzubringen.\nBei weiteren Fragen können Sie sich gerne wieder an uns wenden.\n\nMit freundlichen Grüßen",
        "topic": "Computer Engineering: Introduction to Software Engineering",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nPlease be aware that by registering for a mandatory exam in one of our specializations in technology, you made a binding decision for that specialization. A later change of specialization might be possible under certain circumstances. To apply, please send a signed application to the Examination Board of the TUM School of Management, in which you give convincing reasons for why you want to change specializations. Please also specify if you would like to request a transfer of credits to another area of your curriculum support in case your application is accepted.\n\nI have attached the application guidelines to this email [MERKBLATT EINFÜGEN]. Please send your application as a PDF file to examinationboard@mgt.tum.de. If your application is accepted, the change will be conducted in TUMonline.\n\nIf you have further questions about applying for a change of specialization, please get in touch with the Grade Management Office (grademanagement@mgt.tum.de).\n\nFor other questions, please don’t hesitate to get back to us.\nKind regards,\n\n\n",
        "topic": "Wechsel des Technikfachs",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nBitte beachten Sie, dass die Wahl des Technik-Schwerpunkts durch die Anmeldung einer der Pflichtprüfungen in diesem Bereich grundsätzlich verbindlich ist. Ein Wechsel ist unter bestimmten Voraussetzungen möglich. Um einen Wechsel zu beantragen, richten Sie bitte einen unterschriebenen Antrag an den Prüfungsausschuss der TUM School of Management, in dem Sie nachvollziehbar begründen warum Sie Ihren Schwerpunkt wechseln wollen. Zudem geben Sie bitte genau an, welche Leistung im Falle einer Genehmigung in welchem Bereich Ihres Studienbaums zugeordnet werden soll.\n\nDie Richtlinien für den Antrag habe ich dieser E-Mail beigefügt [MERKBLATT EINFÜGEN). Den Antrag senden Sie bitte als PDF an examinationboard@mgt.tum.de. Vorbehaltlich Genehmigung wird der Wechsel in TUMonline durchgeführt.\n\nSollten Sie weitere Fragen zu dem Antrag für einen Wechsel des Technikfachs haben, wenden Sie sich bitte an das Grademanagement Office (grademanagement@mgt.tum.de).\n\nBei allen anderen Fragen zögern Sie nicht, uns erneut zu kontaktieren.\n\nMit freundlichen Grüßen",
        "topic": "Wechsel des Technikfachs",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nIn the elective area of the specialization in technology, you may only take modules that appear in your Curriculum Support in TUMonline (i.e. Specialization in Technology > Specialization in Technology: Informatics > Wahlfächer Informatik). Please note that the elective modules may change on a semester basis.\n\nAlternatively, having the module you mentioned recognized within the Electives in Management & Technology could be possible. Please get in touch with grademanagement@mgt.tum.de for more information.\n\nSuppose you achieve more ECTS credits than necessary in the elective area of the specialization in technology. In that case, it is only possible to have the additional ECTS recognized in the Electives in Management & Technology if full modules are concerned. It is not possible to split ECTS points.\n\nKind regards,\n\n\n",
        "topic": "Wahlfächer im Technikschwerpunkt",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nIm Wahlbereich des Technik-Schwerpunktes dürfen nur die Module belegt werden, die in Ihrem Curricula Support in TUMonline modelliert sind (z.B. Technik Schwerpunkt > Technik-Schwerpunkt: Informatik > Wahlfächer Informatik). Bitte beachten Sie, dass sich das Angebot semesterweise ändern kann.\n\nGgf. wäre es möglich, das von Ihnen genannte Modul im Rahmen des wirtschaftswissenschaftlich-technischen Wahlfaches (WTW) anerkennen zu lassen. Bitte kontaktieren Sie diesbezüglich grademanagement@mgt.tum.de.\n\nSollten Sie im Wahlbereich des Technik-Schwerpunkts mehr ECTS-Punkte erreichen als notwendig, ist es nicht möglich, die überplanmäßigen ECTS-Punkte im wirtschaftswissenschaftlich-technischen Wahlfach (WTW) anerkennen zu lassen, sofern es sich nicht um vollständige Module handelt. Es ist nicht möglich Kurse aufzusplittern.\n\nMit freundlichen Grüßen",
        "topic": "Wahlfächer im Technikschwerpunkt",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nThe elective modules of the specialization in technology are selected with the greatest care and in close coordination with the respective faculties. The electives catalog portrays profitable modules for specialization in the technology of your choice. The Student Council of TUM School of Management collects suggestions on new modules that should be included in the catalog. The recommendations will be considered by Quality Circle members once per year. Therefore, please get in touch with the Student Council: https://tum-som.com/.\n\nPlease note that at TUM, taking each module voluntarily as a free subject is possible.\nKind regards,\n\n\n",
        "topic": "Modul Vorschläge (Technikfach)",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nDie Auswahl der Wahlmodule in den Technik-Schwerpunkten erfolgt mit größter Sorgfalt und in enger fachlicher Abstimmung mit den jeweiligen Fakultäten.\nDer Wahlmodulkatalog bildet für Sie diejenigen Module ab, die Sie gewinnbringend in Ihren gewählten Technik-Schwerpunkt einbringen können. Die Studierendenvertreter*innen der Fachschaft TUM School of Management sammeln Ihre Vorschläge zur Aufnahme neuer Module und bringen diese einmal pro Jahr gesammelt in die Quality Circle ein. Bitte wenden Sie sich daher an Ihre Fachschaft: https://tum-som.com/.\n\nSie können an der TUM jedes Modul als freiwillige Zusatzleistung ablegen.\n\nMit freundlichen Grüßen",
        "topic": "Modul Vorschläge (Technikfach)",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nTo complete the module “Electives in Management and Technology,” you must earn a minimum of 18 ECTS. There are three different options:\n-          you can take only courses from the management field\n-          you can take only courses from the specialization in technology\n-          you can mix up courses from the management field and the specialization in technology.\n\nWithin the management field, you can choose from courses offered by all our Academic Departments:\n•          Economics & Policy\n•          Finance & Accounting\n•          Innovation & Entrepreneurship\n•          Marketing, Strategy & Leadership\n•          Operations & Supply Chain Management.\n\nRegarding courses from the specialization in technology, you can choose from courses offered in all specializations in technology. However, it is recommended to opt for courses from the specialization of your choice, which have not yet been or have to be taken.\n\nPlease note: you can take all courses that have not yet been or must be taken.\n\nIf you have taken courses that might be recognized within this module or want to know if some courses can be recognized, please get in touch with the Grade Management Office: grademanagement@mgt.tum.de.\n\nWithin this module, you can also get recognition for courses you have taken during your semester abroad. For more information, please visit our website: https://www.mgt.tum.de/programs/international-exchange-programs/going-abroad/overview  or contact the International Office: outgoing@mgt.tum.de.\nKind regards,\n\nSHORT VERSION\n",
        "topic": "WTW",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nWithin the module “Electives in Management and Technology,” you can take all courses at least 18 ECTS from the management and/or technology field (which have not yet been or have to be taken). It is your decision whether you want to take only management-oriented courses, only technology-oriented courses, or do a mixture of both. The technology-oriented courses are not limited to the specialization in technology of your choice: you can also earn ECTS Credits from the other specializations. However, we recommend taking courses from your chosen specialization, especially concerning your professional career.\n\nHowever, if you would like to know if some courses you wish to attend can be recognized, please get in touch with my colleagues from the Grade Management Office: grademanagement@mgt.tum.de.\nKind regards,\n\n\n",
        "topic": "WTW",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nUm den wirtschaftswissenschaftlich-technischen Wahlbereich (WTW) zu absolvieren, müssen Sie mindestens 18 ECTS-Punkte erwerben. Sie haben dafür drei verschiedene Optionen:\n-\tausschließlich Kurse aus dem Managementbereich besuchen\n-\tausschließlich Kurse aus dem Technik-Schwerpunkt besuchen\n-\tKurse aus dem Managementbereich mit solchen aus den Technik-Schwerpunkten kombinieren.\n\nIm Managementbereich können Sie aus Lehrveranstaltungen wählen, die von unseren Academic Departments angeboten werden:\n•\tEconomics & Policy\n•\tFinance & Accounting\n•\tInnovation & Entrepreneurship\n•\tMarketing, Strategy & Leadership\n•\tOperations & Supply Chain Management.\n\nWas den Technik-Schwerpunkt betrifft, können Sie aus Lehrveranstaltungen aller Schwerpunkte wählen. Es wird jedoch empfohlen, Kurse aus dem von Ihnen gewählten Technik-Schwerpunkt auszusuchen, die Sie nicht bereits eingebracht haben.\n\nBitte beachten Sie: Sie können Wahlfächer einbringen, die nicht bereits anderweitig eingebracht wurden oder noch werden müssen.\n\nWenn Sie im Einzelfall unsicher sein sollten, was anerkannt werden kann, wenden Sie sich bitte an das Grademanagement-Office: grademanagement@mgt.tum.de.\n\nInnerhalb des wirtschaftswissenschaftlich-technischen Wahlbereichs (WTW) können Sie auch eine Anerkennung von Kursen erhalten, die Sie während Ihres Auslandssemesters abgelegt haben. Für weitere Informationen besuchen Sie bitte unsere Website https://www.mgt.tum.de/programs/international-exchange-programs/going-abroad/overview  oder wenden sich an das International Office: outgoing@mgt.tum.de.\n\nMit freundlichen Grüßen",
        "topic": "WTW",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "\nvielen Dank für Ihre E-Mail,\n\nIm Rahmen des wirtschaftswissenschaftlich-technischen Wahlbereichs (WTW) können Sie Wahlfächer im Umfang von 18 ECTS einbringen, die entweder aus dem Managementbereich oder den Technik-Schwerpunkten stammen (und nicht bereits anderweitig eingebracht wurden oder noch werden müssen), belegen. Sie entscheiden selbst, ob Sie nur managementorientierte Kurse, ausschließlich Kurse aus dem technischen Schwerpunkt oder eine Mischung von beiden ablegen möchten. Bei den Lehrveranstaltungen aus dem Technik-Schwerpunkt sind Sie theoretisch nicht nur auf das von Ihnen gewählte Technikfach begrenzt, sondern dürften auch Credits aus anderen Technikfächern einbringen. Wir empfehlen jedoch, bei dem von Ihnen gewählten technischen Schwerpunkt zu bleiben - für ein stärkeres Profil bei der späteren Jobsuche.\nBei Unsicherheiten bezüglich der Anerkennbarkeit, wenden Sie sich bitte an die zuständigen Kolleg*innen aus dem Grademanagement-Office (grademanagement@mgt.tum.de).\n\nMit freundlichen Grüßen",
        "topic": "SHORT VERSION",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nECTS of individual modules will not be reduced but taken into account in their total number. In the APSO, you can read that you need at least 180 ECTS to complete your degree program. The total number of ECTS Credits is therefore used to calculate the average grade.\n\nIn the case of Electives in Management & Technology, only the required 18 ECTS count. Generally, if you reach the required ECTS number, only the courses with the best grades will be considered. If a module has a few ECTS more and you have e.g. 20 ECTS, it will not be reduced. All modules that exceed the total number of 18 ECTS will not be considered in your average grade.\n\nIf you have further questions, please get in touch with the Grade Management Office: grademanagement@mgt.tum.de.\nKind regards,\n\n\n",
        "topic": "Mehr Credits als vorgesehen",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nECTS einzelner Module werden nicht gekürzt, sondern in ihrer Gesamtzahl berücksichtigt. In der APSO ist hinterlegt, dass Sie Ihren Abschluss mit mind. 180 ECTS machen. Zur Berechnung der Durchschnittsnote werden daher die gesamten ECTS herangezogen.\n\nIm Fall des wirtschaftswissenschaftlich-technischen Wahlfaches zählen nur die vorgesehenen 18 ECTS. In der Regel werden die Kursen mit den besten Noten gezählt, wenn dadurch die erforderlichen ECTS erreicht werden. Hat ein Modul ein paar ECTS mehr und Sie hätten somit bspw. 20 ECTS, werden diese nicht geschnitten. Alle Module, die im Gesamten zu viel sind, werden nicht berücksichtigt.\n\nBei weiteren Fragen stehen Ihnen die Kolleg*innen aus dem Grademanagement-Office zur Verfügung: grademanagement@mgt.tum.de.\n\nMit freundlichen Grüßen",
        "topic": "Mehr Credits als vorgesehen",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nECTS of individual modules will not be reduced but taken into account in their total number. In the APSO, you can read that you need at least 180 ECTS to complete your degree program. The total number of ECTS Credits is therefore used to calculate the average grade.\n\nIn the case of Electives in Management & Technology, only the required 24 ECTS count. Generally, if you reach the required ECTS number, only the courses with the best grades will be considered. If a module has a few ECTS more and you have e.g. 26 ECTS, it will not be reduced. All modules that exceed the total number of 24 ECTS will not be considered in your average grade.\n\nIf you have further questions, please get in touch with the Grade Management Office: grademanagement@mgt.tum.de.\nKind regards,\n\n\n",
        "topic": "Ab WS 23/24:",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nECTS einzelner Module werden nicht gekürzt, sondern in ihrer Gesamtzahl berücksichtigt. In der APSO ist hinterlegt, dass Sie Ihren Abschluss mit mind. 180 ECTS machen. Zur Berechnung der Durchschnittsnote werden daher die gesamten ECTS herangezogen.\n\nIm Fall des wirtschaftswissenschaftlich-technischen Wahlfaches zählen nur die vorgesehenen 24 ECTS. In der Regel werden die Kursen mit den besten Noten gezählt, wenn dadurch die erforderlichen ECTS erreicht werden. Hat ein Modul ein paar ECTS mehr und Sie hätten somit bspw. 26 ECTS, werden diese nicht geschnitten. Alle Module, die im Gesamten zu viel sind, werden nicht berücksichtigt.\n\nBei weiteren Fragen stehen Ihnen die Kolleg*innen aus dem Grademanagement-Office zur Verfügung: grademanagement@mgt.tum.de.\n\nMit freundlichen Grüßen",
        "topic": "Ab WS 23/24:",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your message.\nSince you started the Bachelor in Management & Technology in or after the winter semester 2023/24, your study plan version does not oblige you to complete an international experience.\nIf you’re still interested in going abroad, you can have a look at our website: https://www.mgt.tum.de/programs/international-exchange-programs/going-abroad/overview or contact our colleagues from the International Office: outgoing@mgt.tum.de.\n\nKind regards,\n\n",
        "topic": "International Experience",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE:",
        "answer": "\nVielen Dank für Ihre E-Mail.\n\nDa Sie den Bachelor in Management & Technology im oder nach dem Wintersemester 2023/24 begonnen haben, verpflichtet Sie Ihre Studienplanversion nicht dazu, eine Auslandserfahrung zu absolvieren.\nWenn Sie dennoch Interesse an einem Auslandsaufenthalt haben, können Sie einen Blick auf unsere Website werfen: https://www.mgt.tum.de/programs/international-exchange-programs/going-abroad/overview oder sich an unsere Kollegen aus dem International Office wenden: outgoing@mgt.tum.de.\nMit freundlichen Grüßen",
        "topic": "International Experience",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your message.\n\nAll Bachelor’s students must prove international experience to complete their studies.\n\nThere are many types of stays abroad that qualify as an international experience, e.g.:\n-     study abroad\n-     internships abroad\n-     other stay abroad (e.g. Work and Travel, au pair, project studies; excluding pure language courses)\n- International students: first semester of their studies in Management & Technology.\n\nDepending on your study plan version, there may be different requirements for your international experience. Please check the relevant information sheet that can be found in the download section on our website (under “International Experience”): https://www.mgt.tum.de/download-center. There, you can find further information on deadlines, the documents that must be submitted, etc. You will also find the contact data of the team responsible for questions regarding “International Experience.”\nIf you have more questions on exchange programs offered at TUM School of Management, please visit our website: https://www.mgt.tum.de/programs/international-exchange-programs/going-abroad/overview or contact my colleagues from the International Office: outgoing@mgt.tum.de.\n\nKind regards,\n\n",
        "topic": "Vor WS 23/24:",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE:",
        "answer": "vielen Dank für Ihre E-Mail.\n\nAlle Bachelor-Studierenden müssen eine internationale Erfahrung nachweisen, um das Studium erfolgreich abzuschließen.\n\nEs gibt viele Arten von Auslandaufenthalten, die anerkannt werden können, z.B.:\nAuslandsstudium\nPraktika im Ausland\nanderer Auslandsaufenthalt (z.B. Work and Travel, Au Pair, Projektstudium; ausgenommen sind reine Sprachkurse)\ninternationale Studierende: Erstes Semester an der TUM School of Management.\n\nAbhängig von Ihrer Studienplanversion können unterschiedliche Anforderungen für Ihre internationale Erfahrung bestehen. Bitte prüfen Sie das entsprechende Merkblatt, das Sie im Downloadbereich unserer Website (unter „International Experience“) finden können: https://www.mgt.tum.de/download-center. Dort finden Sie auch weitere Informationen zu Fristen, den einzureichenden Unterlagen usw. Ebenso dort finden Sie die Kontaktdaten von den Personen, die für Fragen zum „International Experience“ zuständig sind.\nWenn Sie mehr Fragen zu den Austauschprogrammen an der TUM School of Management haben, besuchen Sie bitte unsere Website: https://www.mgt.tum.de/programs/international-exchange-programs/going-abroad/overview oder wenden Sie sich an unsere Kolleg*innen vom International Office: outgoing@mgt.tum.de.\n\nMit freundlichen Grüßen",
        "topic": "Vor WS 23/24:",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nAll necessary information on the “International Experience” module and what qualifies in your study plan version as an international experience can be found in our information sheets in the download section: https://www.mgt.tum.de/download-center (under “International Experience”).\n\nYou can find information about stays abroad on our website: https://www.mgt.tum.de/programs/international-exchange-programs/going-abroad/overview and on the website of the TUM International Center: https://www.international.tum.de/en/global/going-abroad/.\n\nKind regards,\n\n\n",
        "topic": "Vor WS 23/24:",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nAlle nötigen Informationen zum Modul „International Experience“ und was in Ihrer Studienplanversion als internationale Erfahrung anerkannt wird, finden Sie auf unseren Merkblättern im Downloadbereich https://www.mgt.tum.de/download-center (unter „International Experience“).\n\nErste Informationen zu Auslandsaufenthalten finden sie auf unserer Website: https://www.mgt.tum.de/programs/international-exchange-programs/going-abroad/overview  und auf der Website des TUM International Centers: https://www.international.tum.de/global/auslandsaufenthalte/.\n\nMit freundlichen Grüßen",
        "topic": "Vor WS 23/24:",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nSubmitting the \"International Experience\" report during a leave of absence is possible. However, it will be recognized in the following semester when you are again registered regularly.\nAll necessary information on the “International Experience” module and what can be recognized in your study plan version as an international experience can be found in our information sheets in the download section: https://www.mgt.tum.de/download-center (under “International Experience”).\n\nKind regards,\n\n\n",
        "topic": "IE während des Urlaubsemesters",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nEs ist möglich, den Bericht zu \"International Experience\" auch während eines Urlaubssemesters einzureichen. Die Anerkennung wird aber erst im Semester, in dem Sie wieder regulär immatrikuliert sind, erfolgen.\n\nAlle nötigen Informationen zum Modul „International Experience“ und was in Ihrer Studienplanversion als internationale Erfahrung anerkannt wird, finden Sie auf unseren Merkblättern im Downloadbereich: https://www.mgt.tum.de/download-center (unter „International Experience“).\n\nMit freundlichen Grüßen",
        "topic": "IE während des Urlaubsemesters",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nWe apologize for any inconvenience, which is not in accordance with our high level of service. We always do our best to support the students with their inquiries without delay. However, we are not in charge of this module. The chair of Forest Economics is responsible for all questions regarding „International Experience“ (international-experience@mgt.tum.de).\n\nAt TUM, we value all feedback that helps us continue to improve, and we, therefore, encourage you to let us know about your experience at: feedback@tum.de.\n\nKind regards,\n\n\n",
        "topic": "Beschwerden",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "\nvielen Dank für Ihre E-Mail.\n\nBitte entschuldigen Sie die Unannehmlichkeiten, die sicherlich nicht mit unserem hohen Serviceanspruch entsprechen. Wir tun unser Bestes, um unsere Studierenden zu unterstützen. Ich kann Ihre Frustration und Enttäuschung über die fehlende Rückmeldung sehr gut verstehen. Leider ist unser Team für „International Experience“ nicht zuständig - das Modul wird vom Lehrstuhl für Forstliche Wirtschaftslehre geprüft und verwaltet (international-experience@mgt.tum.de).\n\nDarüber hinaus können Sie gerne Ihr Feedback, konstruktive Kritik und Verbesserungsvorschläge an feedback@tum.de schicken. Jede studentische Rückmeldung wird dort sehr ernst genommen, um TUM-weit den  Studierendenservice kontinuierlich zu optimieren.\n\nMit freundlichen Grüßen",
        "topic": "Beschwerden",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your email.\nInternational Experience is an essential part of your studies, which allows you to gain valuable experiences for your future career. Students who are about to finish their studies within the next semester and, due to the pandemic, do not have the opportunity to go abroad can apply to take part in an online course instead.\n\nConsidering your current amount of credits, I assume that you won’t finish your studies within the next semester, which is why you are not qualified for the course. I wish you all the best in finding a way to complete your International Experience. If you have further difficulties during the process, do not hesitate to contact us.\n\nAll necessary information on the “International Experience” module and what qualifies as an international experience according to the study plan version can be found in our information sheets in the download section: https://www.mgt.tum.de/download-center (under “International Experience”).\n\nKind regards,\n\n\n",
        "topic": "Abgelehnt für Onlinekurs",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nDer Auslandsaufenthalt ist eine wertvolle und bereichernde Erfahrung, die wir allen Studierenden ermöglichen möchten. Für Studierende, die kurz vor dem Abschluss stehen und keinerlei Auslandsmöglichkeiten sehen, kann der Prüfungsausschuss auf Antrag auch die Teilnahme an einem Onlineersatzkurs für International Experience an der TUM gestatten.\n\nIm Blick auf Ihre ECTS Zahl, gehe ich davon aus, dass Sie Ihr Studium nicht im kommenden Semester abschließen werden und somit sind Sie nicht für den Ersatzkurs qualifiziert. Daher können wir Ihnen nur raten, sich weiter um einen Auslandsaufenthalt zu bemühen.\n\nSollten Sie im weiteren Verlauf dennoch Schwierigkeiten haben die Auslandserfahrung zu absolvieren, können Sie sich gerne wieder bei uns melden.\n\nAlle nötigen Informationen zum Modul „International Experience“ und was in Ihrer Studienplanversion als internationale Erfahrung anerkannt wird, finden Sie auf unseren Merkblättern im Downloadbereich: https://www.mgt.tum.de/download-center (unter „International Experience“).\n\nMit freundlichen Grüßen",
        "topic": "Abgelehnt für Onlinekurs",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nPlease get in touch with the International Office (international-experience@mgt.tum.de) if your questions are not answered in the information sheets concerning “International Experience” in our download area https://www.mgt.tum.de/download-center.\n\nKind regards,\n\n",
        "topic": "Zuständigkeit",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nBitte wenden Sie sich nur dann an international-experience@mgt.tum.de, wenn Ihre Fragen nicht in den Informationsblättern zum Thema \"International Experience\" in unserem Downloadbereich https://www.mgt.tum.de/download-center beantwortet werden. Leider sind wir nicht dafür zuständig.\n\n\nMit freundlichen Grüßen",
        "topic": "Zuständigkeit",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "You must upload your documents on the following website https://ie.wi.tum.de/#/ in the same semester in which you will write the exam (International Experience). You can also reread this in the Download Center (International Experience: General Information): Download Center.\nThe International Office Team is responsible for checking the content of the documents. Please get in touch with the International Office (international-experience@mgt.tum.de).\nKind regards,\n\n",
        "topic": "Prüfung IE ablegen",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "Es ist wichtig, dass Sie Ihre Dokumente auf folgender Website https://ie.wi.tum.de/#/ hochladen und dies im selben Semester geschieht, in der Sie die Klausur (International Experience) schreiben. Dies können Sie auch nochmal im Download Center nachlesen (International Experience: General Information).\nDas International Office Team ist inhaltlich verantwortlich für die Überprüfung der Dokumente. Bitte wenden Sie sich hierfür an das International Office (international-experience@mgt.tum.de).\n\nMit freundlichen Grüßen",
        "topic": "Prüfung IE ablegen",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nMy colleagues from the Grade Management Office (grademanagement@mgt.tum.de) are responsible for all questions regarding “Communication Skills “. You can find more information on this module as well as the contact information of my colleagues in a corresponding information sheet in our download section (under „Communication Skills“): https://www.mgt.tum.de/download-center.\n\nKind regards,\n\n\n",
        "topic": "Communication Skills",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nFür Fragen zu „Communication Skills\" sind meine Kolleg*innen im Grademanagement-Office (grademanagement@mgt.tum.de) zuständig. Alle relevanten Informationen zu diesem Modul sowie die Kontaktdaten der Kolleg*innen haben wir in einem entsprechenden Merkblatt im Downloadbereich unserer Homepage unter „Communication Skills\" für Sie zusammengestellt: https://www.mgt.tum.de/download-center.\n\nMit freundlichen Grüßen",
        "topic": "Communication Skills",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nTo have your course recognized as “Communication Skills”, please send an email to my colleagues from the Grade Management Office (grademanagement@mgt.tum.de) with the following details:\n-\tyour matriculation number\n-\tmodule name\n-\tyour grade report.\n\nMore information can be found in an information sheet in the download section of our website (under „Communication Skills“): https://www.mgt.tum.de/download-center.\n\nKind regards,\n\n\n",
        "topic": "Anerkennung",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nSie können die Anrechnung des Kurses als Modul „Communication Skills“  mit einer E-Mail an das Grademanagement-Office (grademanagement@mgt.tum.de) mit folgenden Informationen beantragen:\n-\tMatrikelnummer\n-\tModultitel\n-\tNotennachweis.\n\nMehr Details dazu finden Sie im entsprechenden Merkblatt im Downloadbereich unserer Webseite unter „Communication Skills“: https://www.mgt.tum.de/download-center.\n\nMit freundlichen Grüßen",
        "topic": "Anerkennung",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nAll necessary information on the Project Studies can be found in the corresponding information sheet on our website: https://www.mgt.tum.de/download-center (under \"Project Studies\").\n\nWe recommend you check out our Moodle course \"Project Studies Support\": https://www.moodle.tum.de/course/view.php?id=68383.\nHere we offer you a platform to team up with other students, and you also can ask project-studies-related questions.\n\nPlease note that the Project Studies is a team task of at least two and a maximum of five students. There is no rule stating how long the Project Studies module may last, but we recommend the following:\n\nThree months full time\nSix months part-time.\n\nUsually, it is unnecessary to sign a contract with the company to complete the Project Studies module, except if the company is paying you. This must be discussed with the company beforehand. Please note that you cannot be on a leave of absence at any point during the Project Studies module.\n\nHere we listed crucial points if you want to complete your Project Studies in a company:\nYou need a supervisor/supervising chair of our faculty who will register your Project Studies, decide on the grade, provide you with scientific and academic support, and submit the grade report.\nYou have to find the supervisor on your own. The best way is to contact the person in charge mentioned on the chair's homepage (not the professor) with a resume of the topic. Please get in touch with the secretary's office if the contact person is not indicated.\nEstablishing contact between the chair and the company is the students' responsibility.\nIn the download area of our website, you can also find the guidelines for companies.\nImportant for the company: Project Studies are not a compulsory internship! Nevertheless, Project Studies are an integral part of the Bachelor in Management & Technology, and we can also provide you with a corresponding confirmation.\n\nIf you want to avoid organizing the contact on your own, you can also apply for Project Studies that have already been advertised. You can find the offers on the chairs' website or here: https://tum-som.com/board/.\n\nKind regards,\n\n\n",
        "topic": "Projektstudium",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nGrundlegende Informationen zum Projektstudium haben wir für Sie in einem Merkblatt auf unserer Homepage zusammengestellt: https://www.mgt.tum.de/download-center (unter „Project Studies“).\n\nWir empfehlen Ihnen auch unseren Moodlekurs „Project Studies Support“: https://www.moodle.tum.de/course/view.php?id=68383\nHier können Sie Partner*innen für Ihr Projekt finden und auch Fragen zum Projektstudium stellen.\n\nBitte beachten Sie, dass das Projektstudium eine Gruppenarbeit ist; ein Team muss von mindestens zwei bis in der Regel fünf Studierenden bestehen. Es gibt keine Regel wie lange das Projektstudium dauern soll, aber wir empfehlen:\n3 Monate bei Vollzeit\n6 Monate bei Teilzeit.\n\nNormalerweise müssen Sie keinen Vertrag mit dem Unternehmen abschließen, um das Projektstudium zu absolvieren. Wenn Sie aber Geld dafür bekommen wollen, dann müssen Sie das natürlich mit der Firma besprechen. Die Entscheidung bzw. die Lösung hängt von der Firma ab.\nWichtig: Während der gesamten Bearbeitungszeit ist eine Beurlaubung nicht möglich.\n\nBei einer Kooperation mit einem Unternehmen gilt es einige Dinge zu beachten:\nSie benötigen in jedem Fall einen betreuenden Lehrstuhl/eine*n Betreuer*in unserer Fakultät, die oder der das Projektstudium anmeldet, über die Note entscheidet, Sie wissenschaftlich und akademisch unterstützt und auch die Notenmeldung einreicht.\nDie Suche nach einem passenden Lehrstuhl muss durch Sie in Eigenleistung erfolgen. Am besten Sie wenden sich mit einer Zusammenfassung des Themas an den auf der Homepage genannten Ansprechpartner für das Projektstudium (nicht direkt an die Professorin/den Professor). Sollte niemand genannt werden, fragen Sie bitte im Sekretariat nach, wen Sie anschreiben dürfen.\nDie Herstellung des Kontakts zwischen Lehrstuhl und Unternehmen liegt in der Verantwortung der Studierenden.\nIn unserem Downloadbereich finden Sie auch die Richtlinien für Unternehmen:\nNoch wichtig für das Unternehmen: beim Projektstudium handelt es sich nicht um ein Pflichtpraktikum! Trotzdem stellt das Projektstudium einen integralen Bestandteil des TUM-BWL Bachelors dar, was wir auch bescheinigen können.\n\nWenn Sie den Kontakt nicht selbst organisieren möchten, können Sie sich auch für bereits ausgeschriebene Projektstudien bewerben. Sie finden die Angebote auf den Webseiten der Lehrstühle oder hier: https://tum-som.com/board/.\n\nMit freundlichen Grüßen",
        "topic": "Projektstudium",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nIt is possible to complete the Project Studies abroad. However, you must discuss it with the supervisor and other team members and clarify whether all parties agree to carry out the Project Studies abroad.\n\nDo you have further questions about your project studies? Check out our Moodle course “Project Studies Support”: https://www.moodle.tum.de/course/view.php?id=68383.\n\nKind regards,\n\n\n",
        "topic": "Projektstudium im Ausland",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nEs ist grundsätzlich möglich, das Projektstudium im Ausland zu absolvieren. Sie müssen aber mit der Betreuerin/dem Betreuer und mit anderen Teammitglieder besprechen und klären, ob die Durchführung vom Projektstudium im Ausland für alle Parteien in Ordnung ist.\n\nHaben Sie weitere Fragen zu Ihrem Projektstudium? Besuchen Sie unseren Moodlekurs „Project Studies Support“: https://www.moodle.tum.de/course/view.php?id=68383\n\nMit freundlichen Grüßen",
        "topic": "Projektstudium im Ausland",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nTechnically, it is possible to have a mixed group of both bachelor’s and master’s students. However, the topic must be at the master’s level to fulfill the course requirements of the master’s program. Therefore, working on the same topic with such a mixed group might be difficult but not prohibited.\n\nRegarding the group size, a minimum of two is specified in the regulations. If the chair that offers the topic limits the scope to four, this would be at their discretion, as would be the application/ selection process.\n\nKind regards,\n\n",
        "topic": "Projektstudium mit gemischten Teams",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "Vielen Dank für Ihre Nachricht.\n\nGrundsätzlich ist es möglich, eine gemischte Gruppe aus Bachelor- und Masterstudenten zu bilden. Allerdings muss das Thema auf Masterniveau angesiedelt sein, um die Kursanforderungen des Masterprogramms zu erfüllen. Daher könnte es schwierig sein, mit einer solchen gemischten Gruppe am selben Thema zu arbeiten, was aber nicht verboten ist.\n\nWas die Gruppengröße betrifft, so ist in der Studienordnung eine Mindestzahl von zwei Personen festgelegt. Wenn der Lehrstuhl, der das Thema anbietet, den Umfang auf vier Personen begrenzt, liegt dies in seinem Ermessen, ebenso wie das Bewerbungs-/Auswahlverfahren.\n\nMit freundlichen Grüßen",
        "topic": "Projektstudium mit gemischten Teams",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your e-mail.\n\nIt is generally possible to do the project study in mixed teams. A supervisor from the School must be named, and all students must be able to prove their student status. For example, there can also be mixed teams across TUM and LMU.\nPlease note that due to capacity and state funding reasons, students from Heilbronn cannot be supervised in Munich, but students from Munich can be supervised in Heilbronn.\nKind regards,\n\n",
        "topic": "TUM/LMU studierenden oder Heilbronn/München",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nEs ist grundsätzlich möglich, das Projektstudium in gemischten Teams zu machen. Es muss ein/e Betreuer/in der School benannt sein und alle Studierenden müssen ihren Studierendenstatus nachweisen können. Es kann beispielsweise auch Teams über TUM und LMU gemischt geben.\nZu beachten ist das aus Kapazitäts- und Länderfinanzmittelgründen Studierende aus Heilbronn nicht in München betreut werden können, Studierende aus München in Heilbronn hingegen schon.\n\nMit freundlichen Grüßen",
        "topic": "TUM/LMU studierenden oder Heilbronn/München",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nTo be allowed to work on your final thesis, you must have earned a certain amount of credits in the basic modules and completed your Project Studies – please check the formal criteria in §46 of the Program-specific academic and examination regulations of your specific study plan version (https://www.mgt.tum.de/download-center). Please note that some chairs might have additional requirements for supervising students – please get informed in advance!\n\nWe suggest that students start thinking about thesis topics and possible supervising professors after their 4th semester. Please check the chairs' websites for specific application deadlines and modalities. We suggest contacting the chair at least 2-3 months in advance if there are no special requirements. The period for completing your Bachelor's Thesis is three months. Please note that you cannot take a leave of absence while writing your Bachelor's Thesis.\nWe prepared some guidelines for your final thesis, e.g. how to find a topic and a supervisor, how to register/submit the thesis etc.: https://www.mgt.tum.de/download-center  (under “Final Thesis”).\n\nYou will also find the chairs that could supervise your bachelor thesis on our website. Please inform yourself and get an overview of all the academic departments on the new following website: https://www.mgt.tum.de/campuses/munich/student-thesis.\n\nYou can get direct access to our website: https://www.mgt.tum.de/programs/bachelor-management-technology/munich/for-current-students.\n\n\nYou can also search for possible Bachelor’s Thesis topics on the TUM SOM Student Council's job board https://tum-som.com/jobboard/.\n\nKind regards,\n\n\n",
        "topic": "Bachelorarbeit",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nUm an Ihrer Abschlussarbeit arbeiten zu dürfen, müssen Sie eine bestimmte Anzahl an Credits in den Pflichtmodulen der Grundlagenveranstaltungen erworben haben und Ihr Projektstudium absolviert haben. Bitte überprüfen Sie die formalen Kriterien in §46 der FPSO Ihrer Studienplanversion (https://www.mgt.tum.de/download-center). Bitte beachten Sie, dass einige Lehrstühle zusätzliche Anforderungen an Studierenden haben können – bitte informieren Sie sich im Voraus!\n\nWir schlagen vor, dass Studierende nach dem 4. Semester anfangen, über die Bachelorarbeit-Themen und mögliche Betreuende nachzudenken. Bitte informieren Sie sich auf den Webseiten der Lehrstühle über die genauen Bewerbungsfristen und –modalitäten. Wenn es keine besonderen Anforderungen gibt, empfehlen wir, den Lehrstuhl mindestens 2-3 Monate im Voraus zu kontaktieren. Für das Verfassen der Bachelorarbeit haben Sie 3 Monate Zeit. Bitte beachten Sie: Während der gesamten Bearbeitungszeit ist eine Beurlaubung nicht möglich.\n\nWir haben für Sie einige Richtlinien über die Bachelor’s Thesis vorbereitet, z.B. wie finde ich ein Thema und einen Betreuer/eine Betreuerin, wie melde ich mich an usw.: https://www.mgt.tum.de/download-center (unter „Final Thesis“).\n\nAuf unserer Webseite finden Sie ebenfalls die Lehrstühle, die Ihre Bachelorarbeit betreuen könnten. Bitte informieren Sie sich unbedingt https://www.mgt.tum.de/campuses/munich/student-thesis.\nSie können direkt über unsere Website zugreifen: https://www.mgt.tum.de/programs/bachelor-management-technology/munich/for-current-students.\n\nAußerdem können Sie auf dem Jobboard der TUM SOM Fachschaft nach möglichen BA-Themen suchen https://tum-som.com/jobboard/.\n\nMit freundlichen Grüßen",
        "topic": "Bachelorarbeit",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nYou can register your bachelor thesis as soon as the grade of the project study has been set to valid in TUMonline.\nYou can also find further information on the regulations regarding the bachelor thesis in our download area: https://www.wi.tum.de/programs/bachelor-in-management-technology-six-specializations/downloads/ .\n\nIf you have any further questions, please do not hesitate to contact us again.\nKind regads,\n\n",
        "topic": "Projektstudium vor der Bachelorarbeit",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre Nachricht.\n\nSie können Ihre Bachelorarbeit anmelden, sobald die Note des Projektstudiums in TUMonline auf gültig gesetzt wurde.\nIn unserem Download-Bereich können Sie zusätzlich noch weitere Hinweise zu den Regelungen bezüglich der Bachelorarbeit finden:  https://www.wi.tum.de/programs/bachelor-in-management-technology-six-specializations/downloads/.\n\nFalls Sie weitere Fragen haben sollten, zögern Sie nicht uns erneut zu kontaktieren.\nMit freundlichen Grüßen",
        "topic": "Projektstudium vor der Bachelorarbeit",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nIn principle, writing your Bachelor’s Thesis in a company is possible. However, it is up to the professor who will accept and supervise your thesis, so you must discuss it with them. You need to look at which chair could take your topic and get in touch with the contact person mentioned by the chair. Please do not contact the professor directly.\nAn overview of the professors who can supervise your Bachelor’s Thesis can be found here: https://www.mgt.tum.de/faculty-research/overview.\n\nWe prepared some guidelines for your final thesis, e.g. how to find a topic and a supervisor, how to register/submit the thesis, etc.: https://www.mgt.tum.de/download-center (under “Final Thesis”).\n\nKind regards,\n\n\n",
        "topic": "Bachelorarbeit im Unternehmen",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nEs ist grundsätzlich möglich, Ihre Bachelor’s Thesis in einem Unternehmen zu schreiben. Entscheidend ist allerdings der Professor/die Professorin, der/die das Thema annehmen und die Arbeit betreuen wird. Aus diesem Grund sollten Sie es vorher mit ihm/ihr besprechen. Sie müssten schauen, zu welchem Lehrstuhl das Thema am besten passt und den vom Lehrstuhl genannten Ansprechpartner kontaktieren. Bitte kontaktieren Sie nicht direkt den Professor/die Professorin.\nEine Übersicht der Professor*innen, die die Bachelorarbeit betreuen können, finden Sie hier: https://www.mgt.tum.de/faculty-research/overview.\n\nWir haben für Sie einige Richtlinien über die Bachelor’s Thesis vorbereitet, z.B. wie finde ich ein Thema und einen Betreuer/eine Betreuerin, wie melde ich mich an usw.: https://www.mgt.tum.de/download-center (unter „Final Thesis“).\n\nMit freundlichen Grüßen",
        "topic": "Bachelorarbeit im Unternehmen",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nAccording to §46 FPSO, the Bachelor's Thesis topic may be determined and the thesis supervised by any expert examiner from the TUM School of Management of the Technical University of Munich. Expert examiners are:\nProfessors of the TUM School of Management.\nJunior fellows of the TUM School of Management.\nLecturers or professors of other TUM departments who teach the Bachelor in Management & Technology.\nYour primary supervisor must be from the TUM School of Management or a partner faculty who teaches a Bachelor in Management & Technology module.\n\nA purely external supervising is not possible. Double care is possible if the supervisors agree.\n\nAn overview of the professors who can supervise your Bachelor's Thesis can be found here: https://www.mgt.tum.de/campuses/munich/student-thesis.\n\nWe have summarized all necessary information on Bachelor's Thesis in the information sheet \"Information guidelines on your final thesis.\" This can be found on our website in the download area: https://www.mgt.tum.de/download-center. There you will also find the registration form.\n\nKind regards,\n\n\n",
        "topic": "Betreuer*in",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre Mail.\n\nGemäß §46 der FPSO kann die Bachelor’s Thesis von jeder oder jedem fachkundigen Prüfenden der Fakultät für Wirtschaftswissenschaften der Technischen Universität München ausgegeben und betreut werden. Fachkundige Prüfende sind die Hochschullehrer*innen der Fakultät, Junior-Fellows der Fakultät sowie Lehrbeauftragte oder Hochschullehrer*innen anderer Fakultäten, die in dem Studiengang Technologie- und Managementorientierte Betriebswirtschaftslehre unterrichten (dazu gehören natürlich auch die Technikfächer). Ihre Erstbetreuerin oder Ihr Erstbetreuermuss somit entweder Teil der TUM School of Management oder Affiliate Member (https://www.mgt.tum.de/campuses/munich/student-thesis) sein oder aber im Bachelor TUM-BWL lehren.\n\nAlle nötigen Informationen zum Thema Bachelorarbeit haben wir für Sie auf dem Merkblatt „Information guidelines on your final thesis“ zusammengefasst.\nDieses finden Sie auf unserer Website im Downloadbereich: https://www.mgt.tum.de/download-center. Dort finden Sie auch das Anmeldeformular zur Bachelorarbeit.\n\nUm mit dem Masterstudium beginnen zu dürfen, müssen alle für den Bachelorabschluss nötigen Noten erfolgreich bestanden sein. Sobald Sie Ihre letzte Leistung z.B. „Bachelorarbeit“ bestanden haben, können Sie auch einen Antrag auf ein vorläufiges Bachelorzeugnis bei grademanagement@mgt.tum.de stellen, um damit Masterbewerbungen zu tätigen.\nBezüglich der Fristen wird noch eine E-Mail seitens des Grademanagementteams versendet, sobald die Bachelorarbeit angemeldet ist.\n\nMit freundlichen Grüßen",
        "topic": "Betreuer*in",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nAll final theses submitted within the first week after the beginning of the lectures will be considered for the previous semester. Please inform yourself about the dates of the semester on our homepage:\nhttps://www.tum.de/en/studies/application/application-info-portal/dates-periods-and-deadlines.\nPlease note: To submit your final thesis, you must be officially registered (matriculated) as a student, even if it is assigned to the previous semester.\nKind regards,\n\n\n",
        "topic": "Abgabe",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nAlle Abschlussarbeiten, die bis eine Woche nach Vorlesungsbeginn abgegeben\nwerden, werden noch zum vorherigen Semester gezählt. Bitte informieren Sie sich selbständig über die aktuellen Semestertermine auf der Homepage der TUM:\nhttps://www.tum.de/studium/bewerbung/infoportal-bewerbung/termine-und-fristen.\nBitte unbedingt beachten: Für die Abgabe der Abschlussarbeit müssen Sie zwingend immatrikuliert sein, auch wenn diese prüfungsrechtlich zum vorherigen Semester gerechnet wird.\n\nMit freundlichen Grüßen",
        "topic": "Abgabe",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nRegarding the withdrawal and re-enrollment, you need to consider the following rule: If you withdraw from TUM 5 weeks after the beginning of the lecture or later, the current semester will count. Therefore, you will be re-registered in the corresponding semester.\n\nTo re-enroll at the TUM School of Management, however, you need to pass three of the four following exams (18 out of 24 ECTS):\nMathematics I\nManagement Science\nStatistics\nEconomics I\n\nYou must pass these modules at the end of the 2nd semester to be allowed to continue university enrollment.\n\nPlease note: For students enrolled in the summer semester of 2021 and not on leave of absence, the deadlines to achieve academic progress requirements will be extended by one semester to accommodate any problems arising from the Coronavirus. This decision is made for all students and does not require a separate application to the responsible examination board. If a corresponding extension of the deadlines were already granted in the summer semester of 2020 and/or in the winter semester of 2020/21, the deadlines to achieve academic progress requirements would be extended by a further semester. You can find additional information on this here: https://www.tum.de/en/about-tum/news/coronavirus/studies/\n\nMore details on the re-enrollment can be found here: https://www.tum.de/studium/im-studium/das-studium-organisieren/wiedereinschreibung.\n\nIf you have further questions on withdrawal and re-enrollment, please get in touch with the TUM CST: studium@tum.de.\n\nKind regards,\n\n\n",
        "topic": "Wiedereinschreibung",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nBei Exmatrikulation und Wiedereinschreibung gilt folgende Regel: Wenn Sie sich nach 5 Wochen nach Vorlesungsbeginn exmatrikulieren lassen oder später, wird auch das laufende Fachsemester gezählt. Sie wären also bei der Wiedereinschreibung von Amts wegen in das jeweilige Fachsemester einzustufen.\n\nUm sich an der TUM School of Management wieder zu immatrikulieren, müssen Sie jedoch drei der folgenden vier Prüfungen erfolgreich abgelegt haben (18 von 24 ECTS):\nMathematik I\nManagement Science\nStatistik\nVWL I.\nWenn Sie dies bis Ende des 2. FS nicht geschafft haben werden Sie von Amts wegen exmatrikuliert.\n\nBitte beachten Sie: Für Studierende, die im Sommersemester 2021 immatrikuliert und nicht beurlaubt sind, werden die Fristen für die Erbringung der Mindestcreditsummen im Rahmen der Studienfortschrittskontrolle für den weiteren Studienablauf pauschal um ein Semester verlängert, um Corona-bedingten Einschränkungen Rechnung zu tragen. Diese Regelung wird zentral für alle Studierenden getroffen und bedarf keiner eigenen Beantragung beim zuständigen Prüfungsausschuss. Wenn bereits im Sommersemester 2020 und/oder Wintersemester 2020/21 eine entsprechende Verlängerung der Fristen gewährt wurde, bleibt diese bestehen – die Fristen für die Erbringung der Mindestcreditsummen im Rahmen der Studienfortschrittskontrolle werden also in diesen Fällen um ein weiteres Semester verlängert. Weitere Informationen dazu finden Sie hier: https://www.tum.de/die-tum/aktuelles/coronavirus/studium/\n\nMehr Details zur Wiedereinschreibung finden Sie unter folgendem Link: https://www.tum.de/studium/im-studium/das-studium-organisieren/wiedereinschreibung.\nBei weiteren Fragen zur Exmatrikulation und Wiedereinschreibung wenden Sie sich bitte an das TUM CST: studium@tum.de.\n\nMit freundlichen Grüßen",
        "topic": "Wiedereinschreibung",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nRegarding the withdrawal and re-enrollment, you need to consider the following rule: If you withdraw from TUM 5 weeks after the beginning of the lecture period or later, the current semester will count. Therefore, you would be re-registered in the corresponding semester.\n\nTo re-enroll at the TUM School of Management, however, you need to earn the following number of credits (according to APSO):\na minimum of 30 credits by the end of the third semester;\na minimum of 60 credits by the end of the fourth semester;\na minimum of 90 credits by the end of the fifth semester\na minimum of 120 credits by the end of the sixth semester;\na minimum of 150 credits by the end of the seventh semester; and\na minimum of 180 credits by the end of the eighth semester.\n\nFailure to meet deadlines will lead to withdrawal from university enrollment.\n\nPlease note: For students enrolled in the summer semester of 2021 and not on leave of absence, the deadlines to achieve academic progress requirements will be extended by one semester to accommodate any problems arising from the Coronavirus. This decision is made for all students and does not require a separate application to the responsible examination board. If a corresponding extension of the deadlines was already granted in the summer semester of 2020 and/or in the winter semester of 2020/21, the deadlines to achieve academic progress requirements will be extended by a further semester. You can find additional information on this here: https://www.tum.de/en/about-tum/news/coronavirus/studies/.\n\nMore details on the re-enrollment can be found here: https://www.tum.de/studium/im-studium/das-studium-organisieren/wiedereinschreibung.\n\nIf you have further questions on withdrawal and re-enrollment, please get in touch with the TUM CST: studium@tum.de.\n\n\nKind regards,\n\n\n",
        "topic": "Wiedereinschreibung: ECTS Hürden nach dem 2. Semester",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nBei Exmatrikulation und Wiedereinschreibung gilt folgende Regel: Wenn Sie sich nach 5 Wochen nach Vorlesungsbeginn exmatrikulieren lassen oder später, wird auch das laufende Fachsemester gezählt. Sie wären also bei der Wiedereinschreibung von Amts wegen in das jeweilige Semester einzustufen.\n\nUm sich an der TUM School of Management wieder immatrikulieren, müssen Sie jedoch die in der APSO vorgeschriebenen ECTS-Punkte erreichen:\nbis zum Ende des dritten Fachsemesters mindestens 30 Credits,\nbis zum Ende des vierten Fachsemesters mindestens 60 Credits,\nbis zum Ende des fünften Fachsemesters mindestens 90 Credits,\nbis zum Ende des sechsten Fachsemesters mindestens 120 Credits,\nbis zum Ende des siebten Fachsemesters mindestens 150 Credits und\nbis zum Ende des achten Fachsemesters mindestens 180 Credits.\n\nWenn Sie diese Anforderungen nicht erfüllen, werden Sie von Amts wegen exmatrikuliert.\n\nBitte beachten Sie: Für Studierende, die im Sommersemester 2021 immatrikuliert und nicht beurlaubt sind, werden die Fristen für die Erbringung der Mindestcreditsummen im Rahmen der Studienfortschrittskontrolle für den weiteren Studienablauf pauschal um ein Semester verlängert, um Corona-bedingten Einschränkungen Rechnung zu tragen. Diese Regelung wird zentral für alle Studierenden getroffen und bedarf keiner eigenen Beantragung beim zuständigen Prüfungsausschuss. Wenn bereits im Sommersemester 2020 und/oder Wintersemester 2020/21 eine entsprechende Verlängerung der Fristen gewährt wurde, bleibt diese bestehen – die Fristen für die Erbringung der Mindestcreditsummen im Rahmen der Studienfortschrittskontrolle werden also in diesen Fällen um ein weiteres Semester verlängert. Weitere Informationen dazu finden Sie hier: https://www.tum.de/die-tum/aktuelles/coronavirus/studium/\n\nMehr Details zur Wiedereinschreibung finden Sie unter folgendem Link: https://www.tum.de/studium/im-studium/das-studium-organisieren/wiedereinschreibung. Bei weiteren Fragen zur Exmatrikulation und Wiedereinschreibung wenden Sie sich bitte an das TUM CST: studium@tum.de.\n\nMit freundlichen Grüßen",
        "topic": "Wiedereinschreibung: ECTS Hürden nach dem 2. Semester",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nIf you are not on a leave of absence, you will automatically be moved into the next semester if you have more than 29 credits recognized. However, recognition for Communication Skills, International Experience, and the Electives in Management & Technology (WTW) are not included here.\n\nIf you are on leave of absence, you will automatically be moved into the next semester if you let recognize more than 21 credits from a leave of absence semester. However, recognition for Communication Skills, International Experience, and the Electives in Management & Technology (WTW) are not included here.\n\nKind regards,\n\n\n",
        "topic": "Hochstufung",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nWenn Sie nicht beurlaubt sind, werden Sie automatisch um ein Semester hochgestuft, sollten Sie sich Leistungen von mehr als 29 Credits anerkennen lassen. Anerkennungen für Communication Skills, International Experience sowie das Wirtschaftswissenschaftlich-technische Wahlfach (WTW) werden hierbei jedoch nicht eingerechnet.\n\nBei bestehender Beurlaubung werden Sie automatisch um ein Semester hochgestuft, sollten Sie sich Leistungen von mehr als 21 Credits aus einem Urlaubssemester anerkennen lassen. Anerkennungen für Communication Skills, International Experience sowie das Wirtschaftswissenschaftlich-technische Wahlfach (WTW) werden hierbei jedoch nicht eingerechnet.\n\nMit freundlichen Grüßen",
        "topic": "Hochstufung",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message, and congratulations on being accepted to the Bachelor in Management & Technology!\n\nThere are many possibilities for our graduates. Approx. 50% of them decide to continue with our consecutive Master’s program: “Master in Management and Technology” (more information can be found here: https://www.mgt.tum.de/programs/master-in-management-technology).\n\nMost graduates pursue a career at the interface between management and technology. Your advantage as a graduate is that you have engineering knowledge and can therefore communicate better with colleagues from the engineering environment. However, you can also find a job in consulting, finance, accounting, controlling, innovation, or sales. Some graduates found their own companies or became part of a start-up.\n\nFor more information, please check out the website of our Career Service: https://www.mgt.tum.de/campuses/munich/student-initiatives. There you will find a summary of a Graduate and Alumni Survey and the contact information of our colleagues from the Career Service Team, who can tell you more about job possibilities after graduating from our degree program.\n\nPlease note: Upon graduating from our Bachelor’s program in Management & Technology, you are awarded a Bachelor’s degree in management, not engineering. If you want to become an engineer, we advise you to look at the offers of other universities or technical departments.\nKind regards,\n\n\n",
        "topic": "Jobchancen/Zukunftschancen",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail und herzlichen Glückwünsch zur Zulassung zum TUM-BWL Bachelor!\n\nUnseren Absolvent*innen stehen viele Möglichkeiten offen. Ca. die Hälfte von Ihnen fangen nach ihrem Abschluss mit dem Masterstudium in Management und Technologie an. Mehr Information zu diesem Studiengang finden Sie unter https://www.mgt.tum.de/programs/master-in-management-technology.\n\nDie meisten Absolvent*innen finden Ihre Arbeitsstellen an der Schnittstelle von Management und Technologie. Ihr Vorteil als Absolvent*in ist, dass Sie Ingenieurkenntnisse besitzen und sich somit besser mit Kolleg*innen aus dem Ingenieur-Umfeld verständigen können. Sie können allerdings auch eine Stelle in u.a. Beratung, Finanzen, Rechnungswesen, Controlling, Innovation oder Vertrieb finden. Manche Absolvent*innen gründen eigene Firmen oder werden Teil eines Start-Ups.\n\nMehr Informationen zu den verschiedenen Möglichkeiten finden Sie unter https://www.mgt.tum.de/campuses/munich/student-initiatives. Ebenso dort finden Sie die Zusammenfassung einer Alumni-Umfrage sowie die Kontaktdaten unseres Career Service Teams, das Ihnen mehr über die Jobchancen nach Absolvieren unseres Studienganges erzählen kann.\n\nBitte beachten Sie, dass Sie nach Absolvieren unseres Bachelor-Programms einen betriebswirtschaftlichen Bachelorabschluss bekommen. Falls Sie als Ingenieur*in arbeiten möchten, sollten Sie sich über das Angebot ingenieurwissenschaftlicher Fakultäten informieren.\n\nMit freundlichen Grüßen",
        "topic": "Jobchancen/Zukunftschancen",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message, and congratulations on being accepted to the Bachelor in Management & Technology!\n\nGraduating from our Bachelor’s program in Management & Technology, you get a Bachelor’s degree in management, not engineering. If you want to become an engineer, we advise you to look at the offers of other universities or technical departments.\n\nKind regards,\n\n",
        "topic": "Management degree, nicht Engineering",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail und herzlichen Glückwunsch zur Zulassung zum TUM-BWL Bachelor!\n\nNach Absolvieren unseres Bachelor-Programms werden Sie einen betriebswirtschaftlichen Bachelorabschluss bekommen. Falls Sie als Ingenieur*in arbeiten möchten, sollten Sie sich über das Angebot ingenieurwissenschaftlicher Fakultäten informieren.\n\nMit freundlichen Grüßen",
        "topic": "Management degree, nicht Engineering",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message, and congratulations on being accepted to the Bachelor in Management & Technology!\n\nUpon graduating from our Bachelor's program in Management & Technology, you are awarded a Bachelor's degree in management. The master's degree programs in this area remain open to you. You will unlikely be accepted to an engineering degree program after graduating from our Bachelor's program. However, it always depends on the individual admission requirements of each university. For this reason, it is essential to get informed about the requirements in good time before.\nAt TUM, however, you can definitely take the consecutive Master in Management & Technology. You can find more information about this degree program on our homepage: https://www.mgt.tum.de/programs/master-in-management-technology.\n\nKind regards,\n\n\n\n\n",
        "topic": "Master´s program in Engineering after graduating from our program",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail und herzlichen Glückwunsch zur Zulassung zum TUM-BWL Bachelor!\n\nNach Absolvieren unseres Bachelor-Programms werden Sie einen betriebswirtschaftlichen Bachelorabschluss bekommen. Es bleiben also grundsätzlich die Masterstudiengänge aus diesem Bereich für Sie offen. Es ist eher unwahrscheinlich, dass Sie mit unserem Abschluss eine Zulassung in einem ingenieurwissenschaftlichen Studiengang bekommen würden. Es hängt aber immer von den Zulassungsvoraussetzungen ab, die von jeder Hochschule/Universität individuell festgelegt werden. Aus diesem Grund ist es wichtig, sich rechtzeitig dort zu informieren.\n\nAn der TUM School of Management können Sie zweifellos den konsekutiven Master in Management & Technology studieren. Mehr Informationen zu diesem Studiengang finden Sie auf unserer Homepage: https://www.mgt.tum.de/programs/master-in-management-technology. Bezüglich anderer Studiengänge an der TUM berät das Center for Study and Teaching: studium@tum.de.\n\nMit freundlichen Grüßen",
        "topic": "Master´s program in Engineering after graduating from our program",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message and interest in cooperating with the TUM School of Management.\n\nPlease get in touch with our TUM Management Alumni organization. They are responsible for cooperation inquires and corporate partnerships.\n\nKind regards,\n\n\n",
        "topic": "Kooperationen/Unternehmen/Stellenausschreibungen",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail und für Ihr Interesse an einer Kooperation mit der TUM School of Management.\n\nBitte kontaktieren Sie den TUM Management Alumni e.V., über den Kooperationsanfragen und Corporate Partnerships laufen.\n\nMit freundlichen Grüßen",
        "topic": "Kooperationen/Unternehmen/Stellenausschreibungen",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your email and your interesting offer.\n\nYou should contact the TUM Global & Alumni Office. They are responsible for publishing advertisements at the TUM Alumni & Career Job portal.\n\nAdditionally, the TUM Community offers valuable information for employers: https://www.community.tum.de/en/career-service/for-employers/\n\nThe TUM School of Management also has an exclusive job board for Corporate Partners. A paid sponsorship of the TUM Management Alumni e.V. allows partners to post an unlimited number of job advertisements on our Online Job Board.\n\nKind regards,\n\n\n",
        "topic": "Stellenanzeigen: Verweis auf TUM Alumni",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre Mail und Ihr interessantes Angebot.\n\nIch empfehle Ihnen, sich an das TUM Global & Alumni Office zu wenden. Sie sind zuständig für die Veröffentlichung von Anzeigen in der TUM Job-und Praktikabörse.\n\nAuch die TUM Community bietet nützliche Informationen für Arbeitgeber*innen: https://www.community.tum.de/career-service/fuer-arbeitgeber/\n\nDie TUM School of Management hat ebenfalls ein exklusives Jobboard für Corporate Partner. Durch eine zahlungspflichtige Fördermitgliedschaft des TUM Management Alumni e.V. haben unsere Corporate Partner die Möglichkeit eine unbegrenzte Anzahl von Stellenanzeigen in unserem Online-Stellenportal zu veröffentlichen.\n\nMit freundlichen Grüßen",
        "topic": "Stellenanzeigen: Verweis auf TUM Alumni",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message and interesting offer.\n\nUnfortunately, due to the data protection regulation, we cannot share any offers or information with our students if they are not directly related to the study purposes. Thank you for your understanding.\n\nHowever, if you are interested in cooperation with the TUM School of Management or want to publish any job offers, you can contact the TUM Global & Alumni Office. They are responsible for the TUM Alumni & Career Job Board.\n\nKind regards,\n\n\n",
        "topic": "Sonstige Bitten um Weiterleitung",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail und Ihr interessantes Angebot.\n\nLeider ist es aufgrund der Datenschutzverordnung nicht möglich, Informationen und Angebote, die nicht unmittelbar studienrelevant sind, an Studierende weiterzuleiten. Vielen Dank für Ihr Verständnis.\n\nWenn Sie aber an einer Kooperation mit der TUM School of Management interessiert sind oder eine Stellenausschreibung publizieren wollen, können Sie Kontakt mit dem TUM Global & Alumni Office aufnehmen. Sie sind zuständig für die Veröffentlichung von Stellenanzeigen in unserer Job- und Praktikabörse.\n\nMit freundlichen Grüßen",
        "topic": "Sonstige Bitten um Weiterleitung",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message, and congratulations on your graduation!\n\nAfter graduating with our Bachelor's in Management & Technology, you are welcome to join our alum organization, TUM Management Alumni e.V.. TUM School of Management Alumni e.V. is open to all graduates and members of our faculty and current students, including undergraduates, master's students, doctoral candidates, academic staff, alums, and corporate partners.\nIf you need further information, please visit our website: https://www.tum-management-alumni.de/corporate-connection/?lang=us.\n\nWe wish you all the best for your master’s studies or working life.\n\nKind regards,\n\n\n",
        "topic": "VII.Alumni/ Career Development",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail und herzlichen Glückwunsch zu Ihrem Abschluss!\n\nNach Ihrem Abschluss können Sie gerne unserer Alumni-Organisation TUM Management Alumni e.V. beitreten. TUM School of Management Alumni e.V. steht allen Absolvent*innen und Mitgliedern unserer Fakultät sowie aktuellen Studierenden offen, darunter Bachelorstudierenden, Masterstudierenden, Doktorand*innen, wissenschaftlichen Mitarbeiter*innen, Alumni und Unternehmenspartner*innen.\nFür weitere Informationen besuchen Sie bitte unsere Webseite: https://www.tum-management-alumni.de/?lang=de.\n\nWir wünschen Ihnen alles Gute für Ihr Masterstudium oder Berufsleben.\n\nMit freundlichen Grüßen",
        "topic": "VII.Alumni/ Career Development",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Thank you for your message.\n\nWe at TUM School of Management offer advice and support in all matters concerning your career. Our Career Service Center posts job offers on our job board, holds career events and workshops, collaborates closely with renowned companies, and offers various opportunities to get in touch with them. You can find more information on our website: https://www.mgt.tum.de/campuses/munich/student-initiatives.\n\nKind regards,\n\n\n",
        "topic": "Karriere",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "vielen Dank für Ihre E-Mail.\n\nAn der TUM School of Management beraten und unterstützen wir Sie in allen Fragen rund um Ihre Karriere. Unser Career Service Center stellt Stellenangebote auf unserer Jobbörse zur Verfügung, veranstaltet Karriereevents und Workshops, arbeitet eng mit namhaften Unternehmen zusammen und bietet vielfältige Möglichkeiten, mit ihnen in Kontakt zu treten. Weitere Informationen finden Sie auf unserer Homepage: https://www.mgt.tum.de/campuses/munich/student-initiatives.\n\nMit freundlichen Grüßen",
        "topic": "Karriere",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "EN",
        "answer": "Dear,\n\nwe, at the TUM School of Management School Office, send our sincere condolences to you and your family affected by this tragedy; our thoughts go out to all the victims and their families. We understand that if you have been affected by this disaster, you are currently unable to focus on your studies.\n\nTUM President Prof. Thomas F. Hofmann has directed the examination boards to make it possible for students who can plausibly demonstrate that they or their family members have been impacted by or are suffering psychological difficulties due to the earthquake to postpone pending examinations. This expressly also applies after the originally planned deadlines have passed. On request it is also possible to retroactively nullify the results of completed tests taken after February 6, 2023, as long as the test results have not yet been communicated. Requests for postponement or cancellation of deadlines in the context of the academic progress check as well as requests extending the preparation times for Bachelor's and Master's theses will also be approved without bureaucratic complications, under the circumstances described above. The otherwise mandatory submission of physician's certificates (\"ärztliches Attest\") in connection with psychological difficulties or proof of the specific impact suffered by the student will not be required (https://www.tum.de/en/news-and-events/all-news/press-releases/details/finanzielle-unterstuetzung-und-verschiebung-von-pruefungen).\n\nTherefore, if you have been affected in any way by the earthquake and wish to withdraw from exams, please send a brief email to examinationboard@mgt.tum.de explaining how you have been affected by the earthquake. For quick processing, please include your matriculation number and identify the module numbers of the exams affected.\n\nThe Grade Management team sympathizes with your sadness!\n\nIn sincere sympathy\n\n",
        "topic": "VIII.Sonstiges",
        "program": "Bachelor in Management & Technology in Munich"
    },
    {
        "language": "DE",
        "answer": "\nSehr,\n\nwir, vom TUM School of Management  School Office, senden Ihnen und Ihrer Familie, die von dieser Tragödie betroffen sind, aufrichtiges Beileid; unsere Gedanken gelten allen Opfern und ihren Familien. Wir verstehen, dass Sie, wenn Sie von dieser Katastrophe betroffen sind, derzeit nicht in der Lage sind, sich auf Ihr Studium zu konzentrieren.\n\nPräsident Prof. Thomas F. Hofmann hat die Prüfungsausschüsse beauftragt, Studierenden, die schlüssig darlegen, dass sie selbst oder ihre Angehörigen von der Erdbeben-Katastrophe betroffen oder psychisch belastet sind, eine Verschiebung der anstehenden Prüfungen zu ermöglichen. Das gilt ausdrücklich auch nach Ablauf der hierfür eigentlich vorgesehenen Fristen. Von nach dem 6. Februar 2023 bereits abgelegten Prüfungen kann auf Wunsch nachträglich zurückgetreten werden, solange das Prüfungsergebnis noch nicht mitgeteilt wurde.\nAuch Anträge auf Fristverlängerung oder Fristaussetzung im Rahmen der Studienfortschrittskontrolle sowie für die Verlängerung der Bearbeitungszeit von Bachelor- und Masterarbeiten werden unter den beschriebenen Voraussetzungen unbürokratisch genehmigt. Auf die sonst übliche Vorlage von ärztlichen Attesten hinsichtlich einer psychischen Belastung oder auf Nachweise über die konkrete Betroffenheit der Studierenden wird verzichtet.\n(https://www.tum.de/aktuelles/alle-meldungen/pressemitteilungen/details/finanzielle-unterstuetzung-und-verschiebung-von-pruefungen)\n\nWenn Sie also in irgendeiner Weise von dem Erdbeben betroffen sind und von Prüfungen zurücktreten möchten, senden Sie bitte eine kurze E-Mail an examinationboard@mgt.tum.de, in der Sie kurz erläutern, wie Sie durch das Erdbeben betroffen sind. Bitte geben Sie für die schnelle Bearbeitung Ihre Matrikelnummer an und benennen Sie die Modulnummern der betreffenden Prüfungen.\n\nDas Grade Management Team nimmt Anteil an Ihrer Traurigkeit!\n\nIn aufrichtiger Anteilnahme\n\n",
        "topic": "VIII.Sonstiges",
        "program": "Bachelor in Management & Technology in Munich"
    }
]