[
    {
        "language": "EN:",
        "answer": "Thank you for your message.\n\nWe are sorry for the fact that you have not been admitted to the Bachelor in Management & Technology and understand your dissatisfaction. However, we are not responsible for the admission and assessment procedure and thus, your email has been forwarded to my colleagues from the admission office (admission_heilbronn@mgt.tum.de).\nThey are responsible for all admission related questions and will reply to your email shortly.\nHowever, due to the number of inquiries, answering your email may take a few days. Thank you for your understanding.\n\nKind regards,\n\n",
        "topic": "Abgelehnt",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "Vielen Dank für Ihre E-Mail.\n\nWir bedauern, dass Sie zu unserem Bachelorstudiengang TUM-BWL nicht zugelassen wurden. Ihre E-Mail wurde an unsere Kollegen vom Admission Office (admission_heilbronn@mgt.tum.de) weitergeleitet.\nDiese sind die richtigen Ansprechpartner für Fragen zur Zulassung und zum Eignungsverfahren und können Ihnen bei Rückfragen weiterhelfen.\nBitte haben Sie Verständnis dafür, dass die Bearbeitung aufgrund der hohen Anzahl an Anfragen ein paar Tage dauern könnte.\n\nMit freundlichen Grüßen",
        "topic": "Abgelehnt",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your message and your interest in studying at TUM School of Management.\n\nI have forwarded your email to my colleagues from the admission office (admission_heilbronn@mgt.tum.de ).\nThey are responsible for all admission related questions and will reply to your email shortly.\nHowever, due to the number of inquiries, answering your email may take a few days. Thank you for your understanding.\nYou can also try to reach my colleagues via phone: +49 7131 264 18703.\n\nKind regards,\n\n",
        "topic": "Interviews",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "Vielen Dank für Ihre E-Mail und Ihr Interesse an unserem Bachelor in Management & Technology.\n\nIch habe Ihre E-Mail an meine Kollegen vom Admission Office (admission_heilbronn@mgt.tum.de) weitergeleitet.\nDiese sind die richtigen Ansprechpartner für Fragen zur Zulassung und zum Eignungsverfahren.\nBitte haben Sie Verständnis dafür, dass aufgrund der hohen Anzahl an Anfragen die Bearbeitung evtl. etwas Zeit in Anspruch nehmen könnte.\nSie können unsere Kollegen auch telefonisch erreichen: +49 7131 264 18703.\n\nMit freundlichen Grüßen",
        "topic": "Interviews",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your message.\n\nConcerning the preparatory Studienkolleg studies, you will find more information here.\n\nIf you have further questions, please feel free to contact the Center for Study and Teaching:\n\nstudium@tum.de\n+49 89 289 22245\n\nKind regards,\n\n\n",
        "topic": "Studienkolleg",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "Vielen Dank für Ihre E-Mail.\n\nSie können sich unter folgendem Link zum Thema „Studienkolleg“ näher informieren: https://www.tum.de/nc/studium/bewerbung/studienkolleg/.\n\nSollten Sie mehr Fragen zum Studienkolleg haben, wenden Sie sich bitte an das Center for Study and Teaching:\n\nstudium@tum.de\n+49 89 289 22245\n\nMit freundlichen Grüßen",
        "topic": "Studienkolleg",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your message and congratulations on getting accepted to the Bachelor in Management & Technology!\n\nThe field of management and technology is constantly developing and internationalizing and therefore more and more graduates with profound knowledge of English are needed.  Hence, it is difficult to say whether studying at 100% in English will be disadvantageous to you or not. It often depends on the employer or the direction in which you want to develop.\n\nKind regards,\n\n",
        "topic": "Unterrichtssprache",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "\nVielen Dank für Ihre E-Mail und herzlichen Glückwünsch zur Zulassung zum Bachelor in Management and Technology!\n\nDer Bereich der Wirtschaftswissenschaften sowie der Technologie entwickelt und internationalisiert sich ständig und deshalb werden immer mehr Absolventen gesucht, die fundierte Englischkenntnisse haben. Aus diesem Grund ist es schwierig zu sagen, ob ein Studium 100% auf Englisch für Sie Nachteile bringt. Es hängt oft vom Arbeitgeber oder von der Richtung, in welche Sie sich entwickeln möchten, ab.\n\nMit freundlichen Grüßen",
        "topic": "Unterrichtssprache",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "\nThank you for your message and congratulations on getting accepted to the Bachelor in Management & Technology!\n\nIf you want to take courses offered in German, you do not need to submit a proof of German language skills. But please note that it is recommended to feel comfortable in German in order to understand the course contents and pass exams.\n\nThe Aim offers a wide range of extra-curricular courses, also German courses for both beginners, as well as more advanced speakers. All courses during the semester are free of charge and open for all members of Bildungscampus. Please have a look at their website for more information.\n\nKind regards,\n\n\n",
        "topic": "Sprachnachweis für Kurse",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "Vielen Dank für Ihre E-Mail und herzlichen Glückwünsch zur Zulassung zum Bachelor in Management & Technology!\n\nWenn Sie Lehrveranstaltungen auf Deutsch belegen möchten, müssen Sie keine Deutschkenntnisse nachweisen. Aber bitte beachten Sie, dass Sie sich in Deutsch sicher fühlen sollten, um die Kursinhalte zu verstehen und Prüfungen zu bestehen.\n\nDie aim bietet viele Softskill-Seminare an, darunter auch Deutschkurse für Anfänger und Fortgeschrittene. Alle Sprachkurse während des Semesters sind kostenlos und offen für alle Studierende des Bildungscampus. Bitte besuchen Sie die aim Website für weitere Informationen.\n\nMit freundlichen Grüßen",
        "topic": "Sprachnachweis für Kurse",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Hello,\nthank you for contacting the TUM Student Information.\nThere are plans to introduce tuition fees for non-EU students at TUM. These plans are not finalized and we cannot provide any detailed information yet.\nPlease check our website for updates, any new reliable information will be published ASAP. You can find the current fee information here: https://www.tum.de/en/studies/fees\n\nCurrently (winter semester 2023), there are no tuition fees and no application fees for international students for the bachelor's and master's degrees programs at TUM.\nOnly some specific executive degree programs and joint degrees with international partner universities require students to pay tuition fees, for more detailed info please see the program description here: https://www.tum.de/en/studies/degree-programs/\n\n",
        "topic": "Einschreibung / Studienbeginn",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "Guten Tag,\nvielen Dank für Ihre Anfrage bei der TUM Studieninformation.\nEs gibt aktuell Pläne, Studiengebühren für Studierende aus nicht-EU-Ländern an der TUM einzuführen. Diese Pläne sind noch nicht endgültig abgeschlossen und wir können bisher keine detaillierten Informationen anbieten.\nBitte prüfen Sie unsere Website regelmäßig auf Updates, jede neue verbindliche Information wird dort schnellstmöglich veröffentlicht. Hier finden Sie die aktuell gültige Beitragsregelung:\nhttps://www.tum.de/studium/studienfinanzierung\n\nDerzeit werden für die Studiengänge der TUM (Stand: Wintersemester 2023) keine Studiengebühren und keine Bewerbungsgebühren für Studierende erhoben.\nFür einzelne weiterbildende Studiengänge und Joint Degrees mit internationalen Partneruniversitäten gibt es wie bisher Ausnahmen –detaillierte Infos dazu finden Sie auf in den jeweiligen Studiengangsbeschreibungen auf folgenden Seiten: https://www.tum.de/studium/studienangebot\nMit freundlichen Grüßen",
        "topic": "Einschreibung / Studienbeginn",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your message.\n\nThe Federal Foreign Office provides a guide through the entire visa application procedure. German bureaucracy is known for being rather complicated, hence sticking to the guide on the website would be a smart measure to eradicate potential mistakes.\n\nPlease note that it is your responsibility to apply for a visa and that we are unable to expedite your visa procedure. You should apply for the visa in due time before entry (at least 2 months in advance!). If you have already been accepted to TUM, you can apply for a student visa (with your letter of acceptance). If you are still waiting for your letter of acceptance or have to complete an entrance examination, there is a possibility to apply for a prospective student visa. Prospective student visas are valid for three months and can be extended by six months if you are accepted to a higher education institution. In any case, please contact the German embassy in your country. If the embassy requires any further documents that can be issued by TUM School of Management, do not hesitate to contact us.\n\nPlease do not enter Germany with a tourist visa as it cannot be changed to a visa for study purposes (no studies with a tourist visa!) and you would have to return to your home country. Please obtain comprehensive advice from the German diplomatic mission in your home country with regard to the documents you precisely require. Always state the exact purpose of your stay (e.g. exchange program), to receive the correct visa, as after your arrival in Germany it cannot be changed later. Important: Please do not purchase your flight ticket until you are sure that you are accepted to study at TUM and that your visa application is successful and on which date you will receive your visa.\n\nKind regards,\n\n\n",
        "topic": "Visum",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "Vielen Dank für Ihre E-Mail.\n\nDas Auswärtigen Amtes bietet einen Leitfaden durch das gesamte Visumverfahren.\nDie deutsche Bürokratie ist dafür bekannt, dass sie ziemlich kompliziert ist. Daher empfehlen wir Ihnen, sich an dem Leitfaden festzuhalten, um eventuelle Probleme zu vermeiden.\n\nBitte beachten Sie, dass Sie selbst dafür verantwortlich sind, ein Visum zu beantragen. Bitte beachten Sie auch, dass wir Ihr Visumverfahren nicht beschleunigen können. Sie sollten das Visum rechtzeitig vor der Einreise (mindestens 2 Monate im Voraus!) beantragen. Wer schon eine Zusage von einer Hochschule hat, kann ein Studierendenvisum beantragen. Dazu benötigen Sie den Zulassungsbescheid der TUM. Wer noch auf den Zulassungsbescheid wartet oder eine Aufnahmeprüfung machen muss, beantragt ein Studienbewerbervisum. Es wird mit einer Gültigkeit von drei Monaten erteilt. Wenn innerhalb dieser Frist die Zulassung erfolgt, kann das Visum um sechs Monate verlängert werden. In jedem Fall, informieren Sie sich bitte in der deutschen Botschaft in Ihrem Herkunftsland. Wenn die Botschaft weitere Dokumente benötigt, die von der TUM School of Management ausgestellt werden können, zögern Sie nicht, uns zu kontaktieren.\n\nBitte reisen Sie nicht mit einem Touristenvisum nach Deutschland ein, da es nicht in ein Visum zu Studienzwecken umgewandelt werden kann und Sie müssten in Ihr Heimatland zurückkehren. Bitte informieren Sie sich bei der deutschen Auslandsvertretung in Ihrem Heimatland umfassend über die Dokumente, die Sie für das Visum benötigen. Geben Sie immer den genauen Zweck Ihres Aufenthalts an (z. B. Austauschprogramm), um das korrekte Visum zu erhalten, da es nach Ihrer Ankunft in Deutschland nicht mehr geändert werden kann. Wichtig: Bitte kaufen Sie Ihr Flugticket erst, wenn Sie sich sicher sind, dass Sie an der TUM studieren können, Ihr Visumantrag erfolgreich ist und wann Sie Ihr Visum erhalten.\n\nMit freundlichen Grüßen",
        "topic": "Visum",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your message.\n\nLate coming would theoretically be possible until Mid-November (please get informed on the enrollment deadline at the TUM Center for Study and Teaching, but it is not recommended.\n\nIf you decide to join TUM later, please bear in mind that it is your own responsibility to catch up on lost work.\n\nIt is also your responsibility to keep up with the study progress as laid out in §10 of the General Academic and Examination Regulations (APSO) as well as in §38 of the Program-specific Academic and Examination Regulations (FPSO). It means that:\n\nBy the end of the second semester, students must pass at least 3 from the following module examinations listed in the Program-specific academic and examination regulations (FPSO): Mathematics I, Management Science, Economics I and Statistics.\nIn the Bachelor’s programs the following number of credits must be earned in the modules specified in the pertinent FPSO (Program-specific academic and examination regulations):\na minimum of 30 credits by the end of the third semester in which the student is registered for courses awarding credits toward the degree;\na minimum of 60 credits by the end of the fourth semester in which the student is registered for courses awarding credits toward the degree;\na minimum of 90 credits by the end of the fifth semester in which the student is registered for courses awarding credits toward the degree;\na minimum of 120 credits by the end of the sixth semester in which the student is registered for courses awarding credits toward the degree;\na minimum of 150 credits by the end of the seventh semester in which the student is registered for courses awarding credits toward the degree; and\na minimum of 180 credits by the end of the eighth semester in which the student is registered for courses awarding credits toward the degree.\n\nBoth documents can be found in the download section on our website. Please note that failures to meet deadlines are regulated by § 10 V-VII APSO, and thus will lead to withdrawal from university enrollment.\n\nSome of our lectures are recorded and you can find the videos on Lecturio. But we cannot guarantee that all courses were or will be recorded and published there. Furthermore, you can find a lot of relevant learning materials on Moodle. Please note that in order to get access to the learning materials, usually you have to register for the course via TUMonline. If your enrollment is not finished yet and therefore you cannot register for courses, please contact the Student Service Center.\n\nYou can also contact your student-fellows from the Student Council, they can be of assistance, too.\n\nPlease note that your admission remains valid for subsequent applications to the same program. All relevant information on reserving your spot can be found here. If there are still any questions left, please contact the Student Service Center: studium@tum.de.\n\nIf you have more questions, feel free to contact us.\n\nKind regards,\n\n",
        "topic": "Late Coming (until registration deadline)",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "Vielen Dank für Ihre E-Mail.\n\nEine spätere Immatrikulation ist grundsätzlich bis zum Mitte November möglich (bitte informieren Sie sich über die Frist beim TUM Center for Study and Teaching, es wird aber nicht empfohlen.\n\nWenn Sie später ankommen, denken Sie bitte daran, dass es in Ihrer eigenen Verantwortung liegt, die verpassten Inhalte nachzuholen. Es liegt auch in Ihrer Verantwortung, den Studienfortschritt gemäß §10 der Allgemeinen Prüfungs- und Studienordnung (APSO) sowie gemäß §38 der Fachspezifischen Prüfungs- und Studien (FPSO) zu verfolgen. Das bedeutet:\n\nBis zum Ende des zweiten Fachsemesters müssen mindestens drei der folgenden Prüfungen erfolgreich abgelegt werden: Mathematik I, Management Science, Statistik und VWL I.\nIm Bachelorstudiengang müssen Sie in den in der jeweiligen FPSO festgelegten Modulen\nbis zum Ende des dritten Fachsemesters mindestens 30 Credits,\nbis zum Ende des vierten Fachsemesters mindestens 60 Credits,\nbis zum Ende des fünften Fachsemesters mindestens 90 Credits,\nbis zum Ende des sechsten Fachsemesters mindestens 120 Credits,\nbis zum Ende des siebten Fachsemesters mindestens 150 Credits und\nbis zum Ende des achten Fachsemesters mindestens 180 Credits\nerbringen.\n\nBeide Dokumente finden Sie im Downloadbereich unserer Website. Bitte beachten Sie, dass die Nichteinhaltung von Fristen durch § 10 V-VII APSO geregelt wird und somit zur Exmatrikulation führen kann.\n\nManche Vorlesungen werden aufgenommen. Die bisher aufgenommenen Vorlesungen finden Sie auf Lecturio. Bitte beachten Sie: Wir können nicht garantieren, dass alle Lehrveranstaltungen aufgezeichnet und veröffentlicht wurden oder werden.\nDie Lehrmaterialien finden Sie auch i.d.R. auf Moodle - hier ist aber eine vorherige Anmeldung über TUMonline nötig. Wenn Ihre Immatrikulation noch nicht abgeschlossen ist und Sie sich für die Kurse nicht anmelden können, wenden Sie sich bitte an das Student Service Center.\n\nSie können auch Ihre Kommilitonen aus der Fachschaft kontaktieren, die können Ihnen evtl. weiterhelfen.\n\nWenn Sie noch weitere Fragen haben, können Sie sich jederzeit gerne an uns wenden.\n\nMit freundlichen Grüßen",
        "topic": "Late Coming (until registration deadline)",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN",
        "answer": "\nDear\n\nAttached you can find the requested letter.\n\nI want to highlight that a late arrival after mid of November is not recommended from our side. We highly recommend you to defer your studies to next year’s winter semester. You can find more information regarding the deferring of studies on our homepage.\n\nShould you decide against our recommendation and for your studies in this semester, please note the following:\n\nIt is your responsibility to keep up with the study progress as laid out in §10 of the General Academic and Examination Regulations (APSO) as well as in §38 of the Program-specific Academic and Examination Regulations (FPSO). It means that:\n\nBy the end of the second semester, students must pass at least 3 from the following module examinations listed in the Program-specific academic and examination regulations (FPSO): Mathematics I, Management Science, Economics I and Statistics.\nIn the Bachelor’s programs the following number of credits must be earned in the modules specified in the pertinent FPSO (Program-specific academic and examination regulations):\na minimum of 30 credits by the end of the third semester in which the student is registered for courses awarding credits toward the degree;\na minimum of 60 credits by the end of the fourth semester in which the student is registered for courses awarding credits toward the degree;\na minimum of 90 credits by the end of the fifth semester in which the student is registered for courses awarding credits toward the degree;\na minimum of 120 credits by the end of the sixth semester in which the student is registered for courses awarding credits toward the degree;\na minimum of 150 credits by the end of the seventh semester in which the student is registered for courses awarding credits toward the degree; and\na minimum of 180 credits by the end of the eighth semester in which the student is registered for courses awarding credits toward the degree.\n\nPlease note that failures to meet deadlines are regulated by § 10 V-VII APSO, and thus will lead to withdrawal from university enrollment.\nPlease be aware that three out of the four modules mentioned above are only taught in the winter semester and writing the exams without having visited the lectures is not recommended at all. It will be your own responsibility to get access to the material from the lectures and to prepare yourself for the exams. We highly recommend doing this already now and not only once you are arriving in Germany.\n\nYou will be able to find some of the material for the lectures on Lecturio and on Moodle. Please note that in order to get access to the learning materials, usually you have to register for the course via TUMonline. If your enrollment is not finished yet and therefore you cannot register for courses, please contact the Student Service Center. Please also be aware that you have to enroll yourself before [registration deadline]. There will be no late enrollment. Hence, I recommend you to take care of your enrolment as soon as possible, if you should decide to enroll for this year.\n\nYou can also contact your student-fellows from the Student Council, they can be of assistance, too.\n\nKind regards\n\nKrankenversicherung\n\n",
        "topic": "Late Coming (after registration deadline)",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your message.\n\nIf you want to study in Germany, you will need health insurance. International students are not permitted to enroll at German higher education institutions without it, so it is a good idea to address the question of insurance early on.\n\nIf you are not insured with a health insurance provider that is recognized in Germany, you will have to take out insurance here. The statutory health insurance providers in Germany are obligated to offer an affordable tariff for students. This affordable tariff comes to a bit more than 110 EUR and is available until you are 30 years of age. Tariffs vary because each health insurance provider can levy individual additional contributions.\n\nThere is a wide choice of statutory health insurance providers with whom you can take out insurance. Basic coverage is always the same: your health insurance covers the cost of check-ups, treatment for illness or after an accident, and certain medications. General costs for hospital stays are also covered. More information on the various health insurance providers is available here as well as on the TUM website.\n\nFor further questions on the enrollment process and necessary documents, please refer to the Student Service Center or studium@tum.de.\n\nKind regards,\n\n",
        "topic": "Late Coming (after registration deadline)",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "Vielen Dank für Ihre E-Mail.\n\nWer in Deutschland studieren möchte, braucht eine Krankenversicherung. Ohne sie dürfen sich internationale Studierende nicht an einer deutschen Hochschule einschreiben. Es lohnt sich deshalb, die Frage nach der Versicherung frühzeitig zu klären.\n\nWer kein Mitglied einer Krankenkasse ist, die in Deutschland anerkannt wird, muss sich vor Ort versichern. Die gesetzlichen Krankenkassen in Deutschland sind verpflichtet, Studierenden einen günstigen Tarif anzubieten. Dieser liegt im Durchschnitt bei etwas über 110 Euro und ist bis zum Ende des 30. Lebensjahrs. Die Tarife variieren, weil jede Krankenkasse individuelle Zusatzbeiträge erheben kann.\n\nDie Auswahl an gesetzlichen Krankenkassen, bei denen Sie eine Versicherung abschließen können, ist groß. Die Grundversorgung ist immer gleich: Die Kasse übernimmt Kosten für Kontrolluntersuchungen, die Therapie von Krankheiten, die Behandlung nach Unfällen und bestimmte Medikamente. Auch allgemeine Leistungen bei einem Krankenhausaufenthalt sind abgedeckt. Mehr Informationen zu den verschiedenen Krankenkassen gibt es hier sowie auf der TUM Webseite.\n\nFür weitere Informationen zur Einschreibung und benötigten Dokumenten steht Ihnen das Studierende Service Zentrum zur Verfügung: studium@tum.de.\n\nMit freundlichen Grüßen",
        "topic": "Late Coming (after registration deadline)",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your message.\n\nTUM students in Heilbronn will receive two student IDs after having successfully completed the enrollment process: The TUM Student Card and the CampusCard. Your Campus Card can be used for the campus cafeteria, vending machines, etc. on our Bildungscampus in Heilbronn. You will receive a link for the card once you are enrolled. This link will guide you through the process. Please contact the service point for questions regarding the CampusCard: servicepoint@chn.tum.de.\nThe TUM student ID will be send to your German address once you are fully enrolled. More information can be found here.\n\nKind regards,\n\n",
        "topic": "Student Card",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "vielen Dank für Ihre E-Mail.\n\nTUM Studierende in Heilbronn erhalten zwei Karten. Die CampusCard und die TUM Student Card. Die TUM Studierenden Karte wird automatisch an jeden verschickt, der vollständig eingeschrieben ist und eine deutsche Addresse hat. Mehr Informationen dazu gibt es hier.\n\nFür die CampusCard werden Sie nach der Einschreibung einen Link erhalten. Dieser wird Sie durch den Prozess der Beantragung leiten. Die Karte wird am Welcome Day verteilt. Für Fragen zur CampusCard können Sie den Service Point kontaktieren: servicepoint@chn.tum.de.\n\nMit freundlichen Grüßen",
        "topic": "Student Card",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "\nThank you for your email.\n\nThe Student Service Center is responsible for all general enrollment matters and the necessary documents.\n\nPlease contact them for information: studium@tum.de\n\nPlease be sure to include your applicant or enrollment number on all correspondence.\n\nYou can find information on changes of office and phone hours on their homepage.\nKind regards,\n\n",
        "topic": "Immatrikulation",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "\nVielen Dank für Ihre E-Mail.\n\nBitte wenden Sie sich mit Ihrer Anfrage an das Immatrikulationsamt, da die Fakultät nicht mit der Immatrikulation und den dafür nötigen Unterlagen befasst ist.\n\nSie können das Immatrikulationsamt per E-Mail kontaktieren: studium@tum.de\nOder sich online über die Öffnungszeiten informieren.\n\nBitte melden Sie sich immer mit der Angabe von Bewerber- oder Matrikelnummer.\n\nMit freundlichen Grüßen",
        "topic": "Immatrikulation",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your message and congratulations on getting accepted to TUM School of Management!\n\nAt TUM, there are no tuition fees. However, in Germany, all students at all higher education institutions must pay a semester contribution fee. This payment has nothing to do with tuition fees; rather, it covers your contributions to student services and the student government.\n\nAt TUM Campus Heilbronn, you must pay a semester fee in the amount of 102 € within the designated period before the start of each semester. This semester fee consists of the basic student union fee and the solidarity contribution for the semester ticket (public transport). More information can be found on our website. Please note that the semester fee does NOT include any accommodation.\n\nKind regards,\n\n",
        "topic": "Gebühren (Studien)",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "Vielen Dank für Ihre E-Mail und herzlichen Glückwunsch zur Zulassung zu unserem Bachelor in Management & Technology!\n\nAn der TUM gibt es keine Studiengebühren. In Deutschland zahlen aber alle Studierenden an allen Hochschulen den Semesterbeitrag. Er besteht aus Beiträgen für das Studentenwerk und die studentische Selbstverwaltung und ist nicht als Studiengebühren zu verstehen.\nAuch TUM-Studierende müssen einen Grundbeitrag für das Studentenwerk sowie einen Solidarbeitrag für das Semesterticket erheben. Die Beiträge belaufen sich am TUM Campus Heilbronn derzeit auf 102 Euro.\nDie Beiträge müssen jedes Semester im Rahmen der Immatrikulation bzw. Rückmeldung entrichtet werden, auch im Fall einer Beurlaubung vom Studium. Mehr Informationen dazu finden Sie auf unserer Homepage.\n\nMit freundlichen Grüßen",
        "topic": "Gebühren (Studien)",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your message and congratulations on getting accepted to TUM School of Management!\n\nIt is difficult to generalize how high students’ expenses in Heilbronn are, however, you should calculate at least 934 euros per month (incl. accommodation).\n\nThere are a number of discounts for students. With a valid student ID, you will often pay less for tickets to the theatre, museums, opera houses, cinemas and other cultural institutions.\n\nA side job can increase your budget, but it is very hard to fund your entire costs of living this way. It is therefore a good idea to apply for a scholarship. Many institutions, for example the DAAD, party-related foundations, and business-affiliated organizations offer support for international students. Everything you need to know about financial support for your studies can be found on the website of DAAD, on the TUM website as well as on the website of the Studierendenwerk Heidelberg.\n\n\nKind regards,\n\n\n",
        "topic": "Kosten (Lebenskosten, Stipendium)",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "Vielen Dank für Ihre E-Mail und herzlichen Glückwunsch zur Zulassung zu unserem Bachelor in Management & Technology!\n\nDie Lebenskosten hängen von den Studierenden individuell ab. Im Durchschnitt brauchen die Studierenden mind. ca. 934 Euro pro Monat inkl. Unterkunft.\n\nFür Studierende gibt es eine Reihe von Vergünstigungen. In Theatern, Museen, Opernhäusern, Kinos und anderen Einrichtungen bezahlen diejenigen, die einen gültigen Studierendenausweis vorzeigen können, oft ermäßigten Eintritt.\n\nEin Nebenjob kann Ihr Budget auf jeden Fall aufbessern, aber der gesamte Lebensunterhalt lässt sich auf diese Weise manchmal schwer finanzieren. Es ist deshalb sinnvoll, sich um ein Stipendium zu bemühen. Viele Einrichtungen bieten Unterstützungen für internationale Studierende an, darunter der DAAD, parteinahe Stiftungen und wirtschaftsnahe Organisationen. Alles, was Sie über die Förderung Ihres Studiums wissen müssen, finden Sie u.a. auf der DAAD-Webseite, auf der TUM-Webseite sowie auf der Webseite des Studierendenwerkes Heidelberg.\n\n\nMit freundlichen Grüßen",
        "topic": "Kosten (Lebenskosten, Stipendium)",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "The new Campus of TUM School of Management in Heilbronn is located at the so-called \"Bildungscampus\":\nAddress:\nBildungscampus 2\n74076 Heilbronn\n\nTo plan your search for accommodation, the nine districts of Heilbronn are as follows:\n- Heilbronn (the \"Bildungscampus\" is located in this district)\n- Biberach\n- Böckingen\n- Frankenbach\n- Horkheim\n- Kirchhausen\n- Klingenberg\n- Neckargartach\n- Sontheim\n\nRent levels Heilbronn can be found online.\nThere are several privately-run student dormitories in Heilbronn:\nGEWO Wohnungsbaugenossenschaft Heilbronn\nhttps://studenten.hn/\nApartmenthaus I (47 single rooms) \nSontheimer Landwehr 1 \n74074 Heilbronn\nApartmenthaus II (43 single Apartments) \nRobert-Bosch-Straße 45 \n74081 Heilbronn-Sontheim\n\nBöhringer\nPaulA_Flat (106 single apartments, between 367 and 598 Euros) https://www.boehringer.net/studentenapartments/paula/\nPaulinenstraße 14/1\n74076 Heilbronn\nRobertA (80 single apartments between 349 and 595 Euros) https://www.boehringer.net/studentenapartments/roberta/\nRobert-Bosch-Str. 34 \n74081 Heilbronn\n\nPUROpartment\n(80 Comfort-Apartments ca. 24 m² 395 Euros, 9 Penthouse-Apartments ca. 40 m² 840 Euros)\nhttps://puropartment.de/\nJunges & studentisches Wohnen\nWeststraße 26\n74072 Heilbronn\n\nLohtor\n(114 Apartments between 15 and 40 m²)\nhttp://www.studentinheilbronn.de/\nLohtorstrasse 7\n74072 Heilbronn\n\nPension Heilbronn \nvarious shared apartments / houses\nhttp://www.pension-heilbronn.de/\n74076 Heilbronn\n\nay4job\n15 single Apartments between 18,5 and 39,7 m²; between 475 – 1020 Euros\nhttp://www.stay4job.de/\nSchäfergasse 3\n74072 Heilbronn\n\nMeine Studibude\n12 single Apartments between 18,3 and 27 m², between 465 and 540 Euros\nhttp://www.meine-studibude.de/index.php?article_id=1\nLudwigsburgerstraße 4\n74080 Heilbronn\n\nCampus Südbahnhof\n58 single Apartments 1 double Apartment as a shared flat (2 people)\n19 – 42,5 m² between 390 and 985 Euros\nhttp://www.i-live-hn.de/\nHappelstraße 84\n74074 Heilbronn\n\nWohnraum Heilbronn GbR\n70 rooms in 17 shared flats, average 300 Euros\nhttp://www.wohnraum-heilbronn.de/\n\nStadtsiedlung Heilbronn\nhttps://www.stadtsiedlung.de/main/home.html\n\nGeneral Pages for finding accommodation:\n\nWG-gesucht (site to find rooms in shared flats):\nhttps://www.wg-gesucht.de/wohnungen-in-Heilbronn.60.2.1.0.html\nImmobilienscout (site to find own apartments and flats):\nhttps://www.immobilienscout24.de/wohnen/baden-wuerttemberg,heilbronn,heilbronner-kernstadt/ mietwohnungen.html\nImmostimme (site to find shared flat or whole apartment / flat)\nhttps://www.immostimme.de/\nImmo-Suche (site to find own apartments and flats)\nhttps://www.immo-suche.net/\n\n\n",
        "topic": "Wohnen",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "\nDer Campus der TUM School of Management in Heilbronn liegt auf dem sogenannten \"Bildungscampus\":\nAdresse:\nBildungscampus 2\n74076 Heilbronn\n\nUm Ihre Suche nach einer Unterkunft besser planen zu können, finden Sie hier die neun Stadtteile in Heilbronn:\n- Heilbronn (in diesem Stadtteil liegt der Bildungscampus)\n- Biberach\n- Böckingen\n- Frankenbach\n- Horkheim\n- Kirchhausen\n- Klingenberg\n- Neckargartach\n- Sontheim\n\nMietspiegel Heilbronn\nIn Heilbronn gibt es mehrere privat betriebene Wohnheime:\nGEWO Wohnungsbaugenossenschaft Heilbronn\nhttps://studenten.hn/\nApartmenthaus I (47 single rooms) \nSontheimer Landwehr 1 \n74074 Heilbronn\nApartmenthaus II (43 single Apartments) \nRobert-Bosch-Straße 45 \n74081 Heilbronn-Sontheim\n\nBöhringer\nPaulA_Flat (106 single apartments, between 367 and 598 Euros) https://www.boehringer.net/studentenapartments/paula/\nPaulinenstraße 14/1\n74076 Heilbronn\nRobertA (80 single apartments between 349 and 595 Euros) https://www.boehringer.net/studentenapartments/roberta/\nRobert-Bosch-Str. 34 \n74081 Heilbronn\n\nPUROpartment\n(80 Comfort-Apartments ca. 24 m² 395 Euros, 9 Penthouse-Apartments ca. 40 m² 840 Euros)\nhttps://puropartment.de/\nJunges & studentisches Wohnen\nWeststraße 26\n74072 Heilbronn\n\nLohtor\n(114 Apartments between 15 and 40 m²)\nhttp://www.studentinheilbronn.de/\nLohtorstrasse 7\n74072 Heilbronn\n\nPension Heilbronn \nvarious shared apartments / houses\nhttp://www.pension-heilbronn.de/\n74076 Heilbronn\n\nay4job\n15 single Apartments between 18,5 and 39,7 m²; between 475 – 1020 Euros\nhttp://www.stay4job.de/\nSchäfergasse 3\n74072 Heilbronn\n\nMeine Studibude\n12 single Apartments between 18,3 and 27 m², between 465 and 540 Euros\nhttp://www.meine-studibude.de/index.php?article_id=1\nLudwigsburgerstraße 4\n74080 Heilbronn\n\nCampus Südbahnhof\n58 single Apartments 1 double Apartment as a shared flat (2 people)\n19 – 42,5 m² between 390 and 985 Euros\nhttp://www.i-live-hn.de/\nHappelstraße 84\n74074 Heilbronn\n\nWohnraum Heilbronn GbR\n70 rooms in 17 shared flats, average 300 Euros\nhttp://www.wohnraum-heilbronn.de/\n\nStadtsiedlung Heilbronn\nhttps://www.stadtsiedlung.de/main/home.html\n\nGeneral Pages for finding accommodation:\nWG-gesucht (site to find rooms in shared flats):\nhttps://www.wg-gesucht.de/wohnungen-in-Heilbronn.60.2.1.0.html\nImmobilienscout (site to find own apartments and flats):\nhttps://www.immobilienscout24.de/wohnen/baden-wuerttemberg,heilbronn,heilbronner-kernstadt/ mietwohnungen.html\nImmostimme (site to find shared flat or whole apartment / flat)\nhttps://www.immostimme.de/\nImmo-Suche (site to find own apartments and flats)\nhttps://www.immo-suche.net/\n\nMit freundlichen Grüßen",
        "topic": "Wohnen",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your message and congratulations on getting accepted to the Bachelor in Management & Technology!\n\nMathematics play an essential role as part of every course on economics or engineering science, also in our Bachelor in Management & Technology program. Experience shows that some students begin their studies with inadequate mathematical background. Therefore, the Faculty of Mathematics offers a pre-course Mathematics for the students of Bachelor in Management and Technology (TUM-BWL). During this course, you will repeat essential areas of school mathematics (but of course not the whole school mathematics).\n\nAdditionally, you will also have enough time and opportunities to get to know your future university and your future fellow students within these two weeks.\n\nPlease note: The pre-course does not only repeat school mathematics, but also gives an insight into advanced mathematics. The lectures in your study do not presuppose the contents of the pre-course but start again from \"zero\".\n\nMore information regarding the course and the registration can be found in the Onboarding guide. Should you still have questions, please let us know.\n\nKind regards,\n\n",
        "topic": "Mathevorkurs",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "Vielen Dank für Ihre E-Mail und herzlichen Glückwünsch zur Zulassung zum TUM-BWL Bachelor!\n\nIm Rahmen wirtschafts- und ingenieurwissenschaftlicher Studiengänge spielt Mathematik eine wesentliche Rolle, auch in unserem TUM-BWL Bachelor. Die Erfahrungen zeigen, dass manche StudienanfängerInnen ihr Studium mit unzureichenden mathematischen Vorkenntnissen aufnehmen. Aus diesem Grund bietet die Fakultät für Mathematik einen Vorbereitungskurs Mathematik für Betriebswirtschaftslehre (TUM-BWL). In diesem Kurs werden wesentliche Bereiche der Schulmathematik (aber natürlich nicht die gesamte Schulmathematik) wiederholt und erläutert.\n\nDarüber hinaus werden Sie auch genügend Zeit und Gelegenheiten haben, um innerhalb dieser zwei Wochen Ihre zukünftige Universität und auch Ihre zukünftigen Kommilitonen näher kennen zu lernen.\n\nBitte beachten Sie: Der Vorkurs wiederholt nicht ausschließlich Schulmathematik, sondern gibt auch einen Einblick in die Höhere Mathematik. Der Stoff wird für Ihr Studium aber nicht vorausgesetzt, sondern Sie fangen zu Beginn des Semesters erneut bei \"Null\" an.\n\nMehr Details zum Vorkurs finden Sie in Ihrem Onboarding Guide. Sollten Sie noch weitere Fragen haben, lassen Sie es uns bitte wissen.\n\nMit freundlichen Grüßen",
        "topic": "Mathevorkurs",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your message and congratulations on getting accepted to the Bachelor in Management & Technology!\n\nTUM School of Management has a Buddy Program for Freshmen to help you get settled in at TUM School of Management and in Heilbronn. The Buddy Program for Freshmen matches a group of Freshmen with a Buddy who offers them support and help during their first semester at TUM School of Management.\n\nIf you have more questions or would like to sign up for our Buddy Program, please contact Ms. Schäfer-Terino at buddy_hn@mgt.tum.de.\n\nKind regards,\n\n",
        "topic": "Buddy Program",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "Vielen Dank für Ihre E-Mail und herzlichen Glückwünsch zur Zulassung zum TUM-BWL Bachelor!\n\nTUM School of Management bietet ein Buddy Programm für Freshmen an, damit Sie sich besser an der TUM School of Management und in Heilbronn einfinden können. Ihr Buddy wird Ihr erstes Semester an der TUM School of Management begleiten und Sie unterstützen.\n\nWenn Sie noch weitere Fragen haben bzw. sich für unser Buddy Programm anmelden wollen, steht Ihnen Frau Schäfer-Terino gerne zur Verfügung: buddy_hn@mgt.tum.de.\n\nMit freundlichen Grüßen",
        "topic": "Buddy Program",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your message and congratulations on getting accepted to the Bachelor in Management & Technology!\n\nThere are many possibilities for our graduates. Approx. 70-80% of them decide to continue with our consecutive Master’s program “Management and Digital Technology” (more information can be found here.\n\nNormally, our graduates do not face any problems in finding a job. Most of them chose to work at the interface of management and technology, e.g. in automotive or pharmaceutical industry. It happens thanks to the 30% part of technology during the studies: your advantage is that you can better communicate with your colleagues from the engineering field.\n\nYou can also choose a career only in the management field, e.g. consulting, finance, accounting, controlling, innovation, sales. Some students decide to found or be a part of a start-up company or attend themselves to academic research.\n\nFor more details, please check also the website of our Career Service. There you will find a summary of a Graduate and Alumni Survey as well as the contact data of our colleagues from the Career Service Team, who can tell you more about job possibilities after graduating from our degree program.\n\nPlease note: Graduating from our Bachelor’s program in Management & Technology, you get a Bachelor’s degree in management, not in engineering. If you want to become an engineer, you should have a look at the offers of other universities or technical departments.\n\nKind regards,\n\n",
        "topic": "Jobchancen, Zukunftschancen",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "Vielen Dank für Ihre E-Mail und herzlichen Glückwünsch zur Zulassung zum TUM-BWL Bachelor!\n\nUnseren AbsolventInnen stehen viele Möglichkeiten offen. Ca. 70% bis 80% von Ihnen fangen nach ihrem Abschluss mit dem Masterstudium in Management and Digital Technology an. Mehr Information zu diesem Studiengang finden Sie hier.\n\nDie meisten AbsolventInnen finden Ihre Arbeitsstellen an der Schnittstelle von Management und Technologie. Ihr Vorteil als AbsolventIn ist, dass Sie Ingenieurkenntnisse besitzen und sich somit besser mit KollegInnen aus dem Ingenieur-Umfeld verständigen können. Sie können allerdings auch eine Stelle in u.a. Beratung, Finanzen, Rechnungswesen, Controlling, Innovation oder Vertrieb finden. Manche AbsolventInnen gründen eigene Firmen oder werden Teil eines Start-Ups.\n\nMehr Informationen zu den verschiedenen Möglichkeiten finden Sie in unserem Career Service. Ebenso dort finden Sie die Zusammenfassung einer Alumni-Umfrage sowie die Kontaktdaten unseres Career Service Teams, das Ihnen mehr über die Jobchancen nach Absolvieren unseres Studienganges erzählen kann.\n\nBitte beachten Sie, dass Sie nach Absolvieren unseres Bachelor-Programms einen betriebswirtschaftlichen Bachelorabschluss bekommen. Falls Sie als IngenieurIn arbeiten möchten, sollten Sie sich über das Angebot ingenieurwissenschaftlicher Fakultäten informieren.\n\nMit freundlichen Grüßen",
        "topic": "Jobchancen, Zukunftschancen",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your message and congratulations on getting accepted to the Bachelor in Management & Technology!\n\nYou can contact our student council – in German “Fachschaft” - to get more information about the student life. Student Council of TUM SOM is the elected and voluntarily working representation of students of the TUM School of Management – in other words: your fellow students.\n\nKind regards,\nf\n",
        "topic": "Campus / Leben in Heilbronn",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "Vielen Dank für Ihre E-Mail und herzlichen Glückwünsch zur Zulassung zum TUM-BWL Bachelor!\n\nFür diverse Informationen über das Studentenleben können Sie gerne unsere Fachschaft kontaktieren.\nDie Fachschaft ist die gewählte Vertretung aller Studierenden der TUM School of Management – also Ihre Kommilitonen.\n\nMit freundlichen Grüßen",
        "topic": "Campus / Leben in Heilbronn",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your message.\n\nTUM students can use their StudentCard as library card. Please accept the library regulations in your TUMonline account and come to one of the branch libraries to activate the library account.\n\nYou will find the online catalogues here.\n\nOn their website, you will find more information about our library.\n\nKind regards,\n",
        "topic": "Bibliothek",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "Vielen Dank für Ihre E-Mail.\n\nTUM-Studenten können ihre StudentCard als Bibliotheksausweis benutzen. Bitte akzeptieren Sie die Bibliotheksvorordnung in Ihrem TUMonline-Konto und aktivieren Sie Ihr Bibliothekskonto in einer der Teilbibliotheken.\n\nDen Online Katalog finden Sie hier.\n\nMehr Information über unsere Bibliothek finden Sie auf der Website der Bibliothek.\n\nMit freundlichen Grüßen",
        "topic": "Bibliothek",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Sport:\n\nThank you for your message.\n\nthe Studentcounseling Team is here to help you regarding your academic questions. Please get in touch with the Student Service Point with your question regarding any offers on our campus and important issues of student life. The student service point is located in building D, on the ground floor, in the “Claus Hipp Lounge”. You can find more information here.\n\nKind regards,\n\n",
        "topic": "Sportangebote und andere Angebote im nicht akademischen Bereich",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "Sport:\n\nVielen Dank für Ihre E-Mail.\n\ndas Studentcounseling Team ist für alle akademischen Fragen zuständig. Für Angebote am Campus und das studentische Leben in Heilbronn im Allgemeinen, können Sie Ihre Fragen gerne an unseren Student Service Point richten. Dieser befindet sich im Erdgeschoss des D Gebäudes in der Claus Hipp Lounge. Mehr Informationen zum Service Point finden Sie hier.\n\nMit freundlichen Grüßen",
        "topic": "Sportangebote und andere Angebote im nicht akademischen Bereich",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your message.\n\nThere are many ways for students in Germany to earn money while they study, for example as wait staff, academic assistants or private tutors. However, there are some restrictions. On the website of DAAD, you will find a lot of helpful information.\n\nFurthermore, TUM has also prepared a guide on how to find a job as a student.\n\nIn addition, you may find some interesting job offers dedicated for the students of TUM School of Management on our homepage and the Student Service point is also more than willing to help.\n\nWe wish you good luck on finding an interesting job!\n\nKind regards,\n\n",
        "topic": "Arbeiten/Nebenjob",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "Vielen Dank für Ihre E-Mail.\n\nAuch für internationale Studierende gibt es in Deutschland viele Möglichkeiten, neben dem Studium Geld zu verdienen, zum Beispiel als Kellner, wissenschaftliche Hilfskraft oder Nachhilfelehrer. Es gibt aber bestimmte Einschränkungen. Auf der Webseite des DAAD finden Sie dazu mehr Details.\n\nAußerdem hat die TUM Informationen zum Thema Jobs und Praktika für Studierende vorbereitet.\n\nAußerdem finden Sie auf unserer Homepage viele interessante Stellenangebote für Studierende der TUM School of Management und der Student Service point ist auch gerne behilflich.\n\nWir wünschen Ihnen viel Erfolg bei der Jobsuche!\n\nMit freundlichen Grüßen",
        "topic": "Arbeiten/Nebenjob",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your message.\n\nUsually, you don't have to register for courses. You can find out in TUM whether a registration for a course is necessary or not. However, it is recommended to register for all courses to ensure that you get all the needed information and reading materials. Usually registration is only necessary for seminars in higher semesters, and is done via TUMOnline.\n\nIf you want to register for a course, you have to do it via TUMonline. Registration won’t be possible before the start of the semester (1st October for winter semester, 1st April for summer semester). Please note, however, that it may take until the end of September, until all courses for winter semester and until end of March, until all courses for summer semester are uploaded to TUMonline.\n\nYou can find more information on how to register for courses here and in our download section (in the section: manuals). Furthermore, you can also find the course schedule in the download section.\n\nKind regards,\n\n",
        "topic": "Module",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "vielen Dank für Ihre E-Mail.\n\nEine Anmeldung ist nicht für jede Art von Lehrveranstaltung verpflichtend. Ob eine Anmeldung verpflichtend ist oder nicht, wie und bis zu welcher Frist sie zu erfolgen hat, entscheidet der jeweilige Lehrstuhl und ist in TUMonline ersichtlich. Prinzipiell können Sie sich daran orientieren, dass Seminare normalerweise eine Vorabanmeldung erfordern, die meisten Vorlesungen und Übungen jedoch nicht. Bitte beachten Sie: Das Anmeldeverfahren für Seminare in höheren Semestern ist unterschiedlich und wird einige Wochen vor Beginn des Seminars in TUMonline und auf unserer Website angekündigt. Es ist jedoch nur für Studierende höherer Semester relevant: Im 1. Semester nehmen Sie nur an Vorlesungen und Übungen teil.\n\nEine Anmeldung zu allen Lehrveranstaltungen wird allerdings empfohlen, um alle nötigen Informationen zu erhalten. Wenn Sie sich für eine Lehrveranstaltung anmelden möchten, müssen Sie dies selbst über TUMonline tun. Die Anmeldung ist vor Beginn des Semesters (1.10. für Wintersemester und 1.04. für Sommersemester) nicht möglich.\n\nBitte beachten Sie, dass es noch bis Ende September dauern kann, bis alle Lehrveranstaltungen für das Wintersemester und bis Ende März bis alle Lehrveranstaltungen für das Sommersemester in TUM Online hochgeladen sind.\n\nWeitere Informationen zu TUMonline und der Anmeldung zu Veranstaltungen über TUMonline finden Sie hier und in unserem Downloadbereich. In unserem Downloadbereich finden Sie auch die aktuellsten Stundenpläne für unseren Bachelorstudiengang.\n\nMit freundlichen Grüßen",
        "topic": "Module",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your message.\n\nYou can find an instruction on how to get credits recognized in our download section. You will also find all necessary forms there.\nShould you have any further questions, please do not hesitate to contact us.\nKind regards,\n\n",
        "topic": "Anerkennung – Immatrikulierte Studierende",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "Vielen Dank für Ihre E-Mail.\n\nFür die Anerkennung von Leistungen schauen Sie sich bitte unser Infosheets im Downloadbereich an. Dort finden Sie auch die nötigen Formulare.\n\nBei weiteren Fragen, können Sie sich gerne wieder an uns wenden.\n\nMit freundlichen Grüßen",
        "topic": "Anerkennung – Immatrikulierte Studierende",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your message.\n\nYou can find the course schedule for the Bachelor’s program online in the download section.\n\nPlease contact us again for further questions.\n\nKind regards,\n\n",
        "topic": "Stundenpläne",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "\nvielen Dank für Ihre E-Mail.\n\nDie Stundenpläne des TUM-BWL Bachelor finden Sie in unserem Downloadbereich.\n\nMit freundlichen Grüßen",
        "topic": "Stundenpläne",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "\nThank you for your message.\n\nFor a more general overview of the program structure, please refer to our homepage.\n\nHowever, we prepared course schedules for the Bachelor’s program, which you can find online in the download section.\n\nIn the appendix of your FPSO (program-specific academic and examination regulations) you can find the curriculum, too. The FPSO can be downloaded from the download section.\n\nYou can also check out the courses that are offered this semester in TUMonline.\n\nKind regards,\n\n",
        "topic": "Kurswahl",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "\nVielen Dank für Ihre E-Mail.\n\nEinen Überblick über die Programmstruktur können Sie sich auf unserer Homepage verschaffen. Wir haben für die Studierende auch Stundenpläne vorbereitet, die Sie im Downloadbereich finden können.\n\nIn der Anlage Ihrer FPSO finden Sie außerdem eine Liste von Modulen inkl. empfohlene Semester. Die FPSO kann auf unserer Webseite im Downloadbereich eingesehen werden.\n\nAußerdem können Sie sich aus TUMonline ersehen, welche Kurse dieses Jahr angeboten werden.\n\nMit freundlichen Grüßen",
        "topic": "Kurswahl",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your message.\n\nGenerally speaking, courses come in three types at TUM School of Management:\n\n1. Lecture (\"Vorlesung\")\n2. Exercise (\"Übung\")\n3. Seminar (\"Seminar\")\n\nRegistration is not mandatory for every kind of course. Whether a registration is mandatory, how and up to which deadline the registration has to be made, decides the respective professorship and you can check it in TUMonline. Basically, you can bear in mind that seminars usually require a separate registration (please note that you do not have to attend seminars in the first semester), but the registration for most lectures and exercises are not compulsory. However, it is recommended to register for courses to ensure that you get all the needed information and reading materials. Please note: the registration process for seminars is different and will be announced a few weeks before the start of the seminar in TUMonline and on our website.\n\nIf you want to register for a course, you have to do it yourself via TUMonline. Registration will not be possible before the start of the semester (1.10. for winter semester and 1.04. for summer semester).\n\nYou can find more information on how to register for courses here and in the manual, which you can find in the download section.\n\nWe also created a course schedule for our students, which you can also find in the download section.\n\nIf you have more questions, feel free to contact us.\n\nKind regards,\n\n",
        "topic": "Kursanmeldung",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "Vielen Dank für Ihre E-Mail.\n\nAn der TUM School of Management gibt es drei Typen von Lehrveranstaltungen:\n\n1.\tVorlesung\n2.\tÜbung\n3.\tSeminar.\n\nEine Anmeldung ist nicht für jede Art von Lehrveranstaltung verpflichtend. Ob eine Anmeldung verpflichtend ist oder nicht, wie und bis zu welcher Frist die Anmeldung zu erfolgen hat, entscheidet der jeweilige Lehrstuhl und ist in TUM Online ersichtlich. Prinzipiell können Sie sich daran orientieren, dass Seminare normalerweise eine Vorabanmeldung erfordern (bitte beachten Sie, dass Sie im 1. Semester keine Seminare besuchen müssen), die meisten Vorlesungen und Übungen jedoch nicht zwingend. Bitte beachten Sie: das Anmeldeverfahren für Seminare ist unterschiedlich und wird einige Wochen vor Beginn des Seminars in TUMonline und auf unserer Website angekündigt.\n\nEine Anmeldung zu allen Lehrveranstaltungen wird allerdings empfohlen, um alle nötigen Informationen zu erhalten. Sie können sich für die Lehrveranstaltungen in TUMonline anmelden – für Wintersemester ab 1.10. und für Sommersemester ab 1.04. Weitere Informationen zu TUMonline und der Anmeldung zu Veranstaltungen über TUMonline finden Sie hier, sowie in dem von uns vorbereiteten Manual im Downloadbereich.\n\nAußerdem haben wir für unsere Studierende Stundenpläne zusammengestellt, welche Sie ebenfalls im Downloadbereich finden können.\n\nMit freundlichen Grüßen",
        "topic": "Kursanmeldung",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your message.\n\nIn order to complete the module “Electives in Management and Technology”, you must earn a minimum of 18 ECTS. There are 3 different options:\nyou can take only courses from the management field\nyou can take only courses from the specialization in technology\nyou can mix up courses from the management field and the specialization in technology.\n\nWithin the management field, you can choose from courses offered by all our Academic Departments:\nEconomics & Policy\nFinance & Accounting\nInnovation & Entrepreneurship\nMarketing, Strategy & Leadership\nOperations & Supply Chain Management.\n\nRegarding courses from the specialization in technology, you can choose from courses offered in mechanical engineering, electrical engineering and information engineering.\n\nIf you have taken courses that might be recognized within this module or you want to know if some courses can be recognized, please contact the Grade Management Office: studentcounseling_heilbronn@mgt.tum.de.\n\nWithin this module you can also get a recognition of courses that you have taken during your semester abroad. For more information please visit the TUM SOMex website, the website of the International Office or contact the International Office: outgoing@mgt.tum.de.\n\nKind regards,\n\n",
        "topic": "Electives",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "Vielen Dank für Ihre E-Mail.\n\nUm den wirtschaftswissenschaftlich-technischen Wahlbereich (WTW) zu absolvieren, müssen Sie mindestens 18 ECTS-Punkte erwerben. Sie haben dafür drei verschiedene Optionen:\nausschließlich Kurse aus dem Managementbereich besuchen\nausschließlich Kurse aus dem Technik-Schwerpunkt besuchen\nKurse aus dem Managementbereich mit solchen aus den Technik-Schwerpunkten kombinieren.\n\nIm Managementbereich können Sie aus Lehrveranstaltungen wählen, die von unseren Academic Departments angeboten werden:\nEconomics & Policy\nFinance & Accounting\nInnovation & Entrepreneurship\nMarketing, Strategy & Leadership\nOperations & Supply Chain Management.\n\nWas den Technik-Schwerpunkt betrifft, können Sie aus Lehrveranstaltungen in den Bereichen mechanical Engineering, electrical Engineering und Information Engineering wählen.\n\nWenn Sie im Einzelfall unsicher sein sollten, was anerkannt werden kann, wenden Sie sich bitte an die Noten- und Prüfungsverwaltung: studentcounseling_heilbronn@mgt.tum.de.\n\nInnerhalb des wirtschaftswissenschaftlich-technischen Wahlbereichs (WTW) können Sie auch eine Anerkennung von Kursen erhalten, die Sie während Ihres Auslandssemesters abgelegt haben. Für weitere Informationen besuchen Sie bitte TUM SOMex website, die website des International Offices oder wenden sich direkt an das International Office: outgoing@mgt.tum.de.\n\nMit freundlichen Grüßen",
        "topic": "Electives",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your message.\n\nBy the end of the second semester, students must pass at least 3 from the following module examinations listed in the Program-specific academic and examination regulations (FPSO) (you can find it in the download section on our website): Mathematics I, Management Science, Economics I and Statistics. Failures to meet deadlines are regulated by § 10 V-VII APSO, and thus will lead to withdrawal from university enrollment. Please note also that the withdrawal will be executed approximately in the middle of the following semester, and not right at the end of the current semester.\n\nMoreover, in Bachelor’s programs a specific number of credits – regulated in the General academic and examination regulation (APSO) (you can also find it in the download section) – must be earned in the modules specified in the pertinent FPSO, so please get informed in advance.\n\nKind regards,\n\n",
        "topic": "Regelungen",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "vielen Dank für Ihre E-Mail.\n\nBis zum Ende des zweiten Fachsemesters müssen mindestens drei der folgenden Prüfungen erfolgreich abgelegt werden: Mathematik I, Management Science, Statistik und VWL I. Die Regelungen zur Fortschrittskontrolle können Sie der FPSO entnehmen (im Downloadbereich unserer Homepage unter \"Program-Specific Academic and Examination Regulations\"). Fristversäumnisse werden durch § 10 V-VII APSO geregelt und führen zur Exmatrikulation. Bitte beachten Sie, dass die Exmatrikulation etwa Mitte des nächsten Semesters und nicht Ende des aktuellen Semesters erfolgen wird.\n\nSie müssen auch die allgemeinen ECTS-Hürden beachten, die in der APSO geregelt sind (ebenso im Downloadbereich zu finden).\n\nMit freundlichen Grüßen",
        "topic": "Regelungen",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your message,\n\nAccording to §10 APSO (General academic and examination regulations), in the Bachelor’s programs the following number of credits must be earned in the modules specified in the pertinent FPSO (Program-specific academic and examination regulations):\na minimum of 30 credits by the end of the third semester in which the student is registered for courses awarding credits toward the degree;\na minimum of 60 credits by the end of the fourth semester in which the student is registered for courses awarding credits toward the degree;\na minimum of 90 credits by the end of the fifth semester in which the student is registered for courses awarding credits toward the degree;\na minimum of 120 credits by the end of the sixth semester in which the student is registered for courses awarding credits toward the degree;\na minimum of 150 credits by the end of the seventh semester in which the student is registered for courses awarding credits toward the degree; and\na minimum of 180 credits by the end of the eighth semester in which the student is registered for courses awarding credits toward the degree.\n\nBoth above-mentioned documents can be found in the download section of our website.\n\nFailures to meet deadlines are regulated by § 10 V-VII APSO, and thus will lead to withdrawal from university enrollment. Please note also that the withdrawal will be executed approximately in the middle of the following semester, and not right at the end of the current semester.\n\nIf you have further questions, please do not hesitate to contact us or drop by during my office hours. My office hours are on Tuesday from 10:30 am to 12:30 am in room L.1.20 and on Fridays from 9:00 am till 11:00 am online (https://tum-conf.zoom.us/j/65035914272, Password 487579). All current changes can be found under the contact dates on our website.\n\nKind regards,\n\n",
        "topic": "ETCS-Hürden",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "\nVielen Dank für Ihre E-Mail.\n\nLaut 10§ der APSO, sind im Bachelorstudiengang in den in der jeweiligen FPSO festgelegten Modulen\nbis zum Ende des dritten Fachsemesters mindestens 30 Credits,\nbis zum Ende des vierten Fachsemesters mindestens 60 Credits,\nbis zum Ende des fünften Fachsemesters mindestens 90 Credits,\nbis zum Ende des sechsten Fachsemesters mindestens 120 Credits,\nbis zum Ende des siebten Fachsemesters mindestens 150 Credits und\nbis zum Ende des achten Fachsemesters mindestens 180 Credits\nzu erbringen.\n\nBeide von mir erwähnten Dokumente finden Sie im Downloadbereich unserer Homepage.\n\nFristversäumnisse werden durch § 10 V-VII APSO geregelt und werden zur Exmatrikulation führen. Bitte beachten Sie, dass die Exmatrikulation etwa Mitte des nächsten Semesters und nicht Ende des aktuellen Semesters erfolgen wird.\n\nBei weiteren Fragen können Sie sehr gerne auf uns zukommen oder während der Sprechstunde von Herrn Klein vorbeizukommen. Meine Sprechstunden sind dienstags von 10:30 bis 12:30 in L.1.20 und freitags von 9:00 bis 11:00 am online (https://tum-conf.zoom.us/j/65035914272, Passwort 487579). Aktuelle Abweichungen von dieser Regel würden Sie auf der Homepage unter den Kontaktdaten vermerkt finden.\n\nMit freundlichen Grüßen",
        "topic": "ETCS-Hürden",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your message.\n\nAll Bachelor’s students have to prove a sort of international experience in order to complete their studies.\n\nThere are many types of international experiences that can be recognized, e.g.:\nstudy abroad\ninternships abroad\nother stay abroad (e.g. Work and Travel, au pair, project studies; excluding pure language courses)\ninternational students: first semester of their studies in Management & Technology.\n\nDepending on your study plan version, there may be different requirements for your international experience. Please check the relevant information sheet that can be found in the download section on our website (under “International Experience”). There you can find further information on deadlines, the documents that must be submitted, etc. You will find there the contact data of the team that is responsible for questions regarding “International Experience”, too.\n\nIf you have more questions on exchange programs offered at TUM School of Management, please visit our website or contact my colleagues from the International Office: outgoing@mgt.tum.de.\n\nKind regards,\n\n",
        "topic": "International Experience",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "Vielen Dank für Ihre E-Mail.\n\nAlle Bachelor-Studierenden müssen eine internationale Erfahrung nachweisen, um das Studium erfolgreich abzuschließen.\n\nEs gibt viele Arten von Auslandaufenthalten, die anerkannt werden können, z.B.:\nAuslandsstudium\nPraktika im Ausland\nanderer Auslandsaufenthalt (z.B. Work and Travel, Au Pair, Projektstudium; ausgenommen sind reine Sprachkursen)\ninternationale Studierende: Erstes Semester an der TUM School of Management.\n\nAbhängig von Ihrer Studienplanversion können unterschiedliche Anforderungen für Ihre internationale Erfahrung bestehen. Bitte prüfen Sie das entsprechende Merkblatt, das Sie im Downloadbereich unserer Website (unter „International Experience“) finden können. Dort finden Sie auch weitere Informationen zu Fristen, den einzureichenden Unterlagen usw. Ebenso finden Sie dort die Kontaktdaten von den Personen, die für Fragen zur „International Experience“ zuständig sind.\nWenn Sie mehr Fragen zu den Austauschprogrammen an der TUM School of Management haben, besuchen Sie bitte unsere Website oder wenden Sie sich an unsere Kolleginnen vom International Office: outgoing@mgt.tum.de.\n\nMit freundlichen Grüßen",
        "topic": "International Experience",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your message.\n\nTo have your course recognized as “Communication Skills”, you have to send an email to Ms. Rank von Bronk from the Grade Management Office (studentcounseling_heilbronn@mgt.tum.de) with the following details:\n-\tyour matriculation number\n-\tmodule name\n-\tyour grade report.\n\nMore information can be found in an information sheet in the download section of our website (under „Credit Transfer“).\n\nKind regards,\n\n",
        "topic": "Communication Skills",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "Vielen Dank für Ihre E-Mail.\n\nSie können die Anrechnung des Kurses als Modul „Communication Skills“  mit einer E-Mail an Frau Rank von Bronk von der Noten- und Prüfungsverwaltung (studentcounseling_heilbronn@mgt.tum.de) mit folgenden Informationen beantragen:\n-\tMatrikelnummer\n-\tModultitel\n-\tNotennachweis.\n\nMehr Details dazu finden Sie im entsprechenden Merkblatt im Downloadbereich unserer Webseite unter „Credit Transfer“.\n\nMit freundlichen Grüßen",
        "topic": "Communication Skills",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "\nThank you for your message.\n\nTo be allowed to work on your final thesis, you must have earned a certain amount of credits in the basic modules and should have passed your Project Studies – please check the formal criteria in §46 of the Program-specific academic and examination regulations of your specific study plan version (you can find it in the download section). There you can also find some more information and some forms for your thesis.\n\nThe period for completing your Bachelor’s Thesis is 3 months. Please note that you cannot take a leave of absence while writing your Bachelor’s Thesis.\n\nWe suggest that students slowly start thinking about thesis topics and possible supervising professors after their 4th semester. We have an information session towards the end of each semester to inform about current topics and the general process for the coming semester. We will inform about this session via e-mail-\n\n\nKind regards,\n\n",
        "topic": "Bachelorarbeit",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "\nVielen Dank für Ihre E-Mail.\n\nUm an Ihrer Abschlussarbeit arbeiten zu dürfen, müssen Sie eine bestimmte Anzahl an Credits in den Pflichtmodulen der Grundlagenveranstaltungen erworben haben und Ihr Projektstudium absolviert haben. Bitte überprüfen Sie die formalen Kriterien in §46 der FPSO Ihrer Studienplanversion. Diese finden Sie mit anderen Infozetteln und Formularen für die Thesis im Downloadbereich.\n\nFür das Verfassen der Bachelorarbeit haben Sie 3 Monate Zeit. Bitte beachten Sie: Während der gesamten Bearbeitungszeit ist eine Beurlaubung nicht möglich.\n\nWir schlagen vor, dass die Studierende nach dem 4. Semester anfangen, über die Bachelorarbeit-Themen und mögliche Betreuer nachzudenken. Ende eines jeden Semester halten wir eine Infosession in Bezug auf die neuen Themen und denn allgemeinen Ablauf der Thesis. Über diese Infosession werden wir via E-Mail informieren\n\nMit freundlichen Grüßen",
        "topic": "Bachelorarbeit",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "\nThank you for your message.\n\nBasically, it is possible to write your Bachelor’s Thesis in a company. However, it is up to the professor who will accept and supervise your Thesis, so you need to discuss it with him/her. You need to have a look which professorship could probably accept your topic and contact the contact person mentioned by the professorship.\n\nWe prepared for you some guidelines on your final thesis, e.g. how to find a topic and a supervisor, how to register/submit the thesis etc.: which you can find in the download section (under “Final Thesis”).\n\nKind regards,\n\n",
        "topic": "Bachelorarbeit im Unternehmen",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "\nVielen Dank für Ihre E-Mail.\n\nEs ist grundsätzlich möglich, Ihre Bachelor’s Thesis in einem Unternehmen zu schreiben. Entscheidend ist allerdings der Professor/die Professorin, der/die das Thema annehmen und die Arbeit betreuen wird. Aus diesem Grund sollten Sie es vorher mit ihm/ihr besprechen. Sie müssten schauen, zu welcher Professur das Thema am besten passt und dort Anfragen, ob eine Zusammenarbeit möglich wäre.\n\nWir haben für Sie einige Richtlinie über die Bachelor’s Thesis vorbereitet und im Downloadbereich für Sie abgelegt (unter „Final Thesis“).\n\nMit freundlichen Grüßen",
        "topic": "Bachelorarbeit im Unternehmen",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "\nThank you for your message.\n\nAll final theses that are submitted within the first week after the beginning of the lectures will be taken into account for the previous semester. Please inform yourself about the dates of the semester on our homepage:\n\nPlease note: For the submission of your final thesis you have to be officially\nregistered as a student even if it is assigned to the previous semester.\n\nKind regards,\n\n\n",
        "topic": "Abgabe/Zugehörigkeit zum Semester",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "\nVielen Dank für Ihre E-Mail.\n\nAlle Abschlussarbeiten, die bis eine Woche nach Vorlesungsbeginn abgegeben\nwerden, werden noch zum vorherigen Semester gezählt. Bitte informieren Sie sich selbständig über die aktuellen Semestertermine auf der Homepage der TUM.\n\nBitte unbedingt beachten: Für die Abgabe der Abschlussarbeit müssen Sie zwingend immatrikuliert sein, auch wenn diese prüfungsrechtlich zum vorherigen Semester gerechnet wird.\n\nMit freundlichen Grüßen",
        "topic": "Abgabe/Zugehörigkeit zum Semester",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "\nThank you for your message.\n\nAll necessary information on the Project Studies can be found on the following information sheet on our website (under “Project Studies”).\n\nPlease note that the Project Studies is a team task of at least two and usually maximum of five students. There is no rule how long should the Project Studies module last, but we recommend:\nThree months full time\nSix months part time.\n\nSigning a contract with the company in order to complete the Project Studies module is not primarily mandatory. On this matter, please consult the company and your mentor regarding favored formalities. Please note that the university itself is in no case a contractual partner and that you cannot be on a leave of absence at any point during the Project Studies module.\n\nVery important, if you want to complete your Project Studies in a company:\nYou need a supervisor/supervising professorship of our school, who will register your Project Studies, decide on the grade, provide you with scientific and academic support and submit the grade report. Hence, if you want to find your own project study you need to find a company and a professorship who is willing to work with you.\nWe have a moodle site which shows the current available projects and gives instructions on the processes.\nIn the download section you can also find some guidelines for companies.\n\n\nKind regards,\n\n",
        "topic": "Projektstudium",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "\nVielen Dank für Ihre E-Mail.\n\nGrundlegende Informationen zum Projektstudium haben wir für Sie in einem Merkblatt auf unserer Homepage zusammengestellt (unter „Project Studies“).\n\nBitte beachten Sie, dass das Projektstudium eine Gruppenarbeit ist; ein Team muss von mindestens zwei bis in der Regel fünf Studierenden bestehen. Es gibt keine Regel wie lange das Projektstudium dauern soll, aber wir empfehlen:\n3 Monate bei Vollzeit\n6 Monate bei Teilzeit.\n\nUm das Projektstudium zu absolvieren ist der Vertragsabschluss mit einem Unternehmen prüfungsrechtlich nicht relevant. Bitte konsultieren Sie diesbezüglich das Unternehmen und Ihren Betreuer. Bitte beachten Sie, dass die Universität selbst in keinem Fall Vertragspartner ist und dass zu keinem Zeitpunkt während des Projektstudiums eine Beurlaubung zulässig ist.\n\nBei einer Kooperation mit einem Unternehmen gilt es einige Dinge zu beachten:\nSie benötigen in jedem Fall einen betreuende Professur unserer School, der das Projektstudium anmeldet, über die Note entscheidet, Sie wissenschaftlich und akademisch unterstützt und auch die Notenmeldung einreicht.\nWir haben eine eigenen Moodle Kurs, welcher aktuell verfügbare Projektstudien zeigt und den allgemeinen Ablauf erklärt.\nIm Downloadbereich gibt es auch einen Infoflyer als Guideline für die Unternehmen.\n\nMit freundlichen Grüßen",
        "topic": "Projektstudium",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "\nThank you for your message.\n\nIt is basically possible to complete the Project Studies abroad. However, you must discuss it with the supervisor and other team members and clarify whether all parties agree to carry out the Project Studies abroad.\n\nKind regards,\n\n",
        "topic": "Projektstudium im Ausland",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "\nVielen Dank für Ihre E-Mail.\n\nEs ist grundsätzlich möglich, das Projektstudium im Ausland zu absolvieren. Sie müssen aber mit dem Betreuer und mit anderen Teammitglieder besprechen und klären, ob die Durchführung vom Projektstudium im Ausland für alle Parteien in Ordnung ist.\n\nMit freundlichen Grüßen",
        "topic": "Projektstudium im Ausland",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your message.\n\nTUM offers a lot of language courses at the Language Center of TUM, also German courses for both newbies to German, as well as more advanced speakers. All courses during the semester are free of charge and open for all members of TUM. Please have a look at their website for more information.\nHowever, there are of course numerous other possibilities to learn and improve your German. Please refer to the DAAD guide for more information.\n\nKind regards,\n\n",
        "topic": "Sprachkurse",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "Vielen Dank für Ihre E-Mail.\n\nDas TUM Sprachenzentrum bietet viele Sprachkursen, sowohl Deutschkurse für Anfänger als auch für fortgeschrittene Sprecher. Alle Sprachkurse während des Semesters sind kostenlos und offen für alle Studierende der TUM. Bitte besuchen Sie die Website des Sprachenzentrums für weitere Informationen.\n\nEs gibt auch andere zahlreiche Möglichkeiten, Deutsch zu lernen und zu verbessern. DAAD hat eine ausführliche Zusammenfassung vorbereitet.\n\nMit freundlichen Grüßen",
        "topic": "Sprachkurse",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your message.\n\nThere are no specific requirements for the admission to examinations apart from registering for the exams via TUMonline in order to get the required credit points. Exceptions from this rule would be announced in the lectures.\n\nKind regards,\n\n",
        "topic": "Prüfungen",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "Vielen Dank für Ihre E-Mail.\n\nUm zur Prüfung zugelassen zu werden, gibt es meist keine spezifischen Voraussetzungen (außer dass Sie sich dafür über TUMonline angemeldet haben). Abweichungen von dieser Regel würden in der Vorlesung bekannt gegeben.\n\nMit freundlichen Grüßen",
        "topic": "Prüfungen",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your message.\n\nBasically, there is no maximum number of retake examinations.\n\nThe repetition of exams at TUM is regulated by the APSO, §24 (available in the download section under “General academic and examination regulations”.\nThere you can read that you should retake the exam “usually” (and therefore not mandatory) within 6 months. However, I would like to strengthen the recommendation for the fastest possible repetition; the fresher the learning material is for you, the easier it will be for you to retake the exam.\n\nIn any case, please bear in mind that you must prove the general and program-specific study progress. The respective regulations can be found in the FPSO (Program-specific academic and examination regulations) and in the APSO (General academic and examination regulations).\n\nAs a rule, the retake exams of courses offered by the TUM School of Management are offered in the following semester. Please note that this procedure may vary when it comes to our partner faculties.\n\nKind regards,\n\n",
        "topic": "Prüfungswiederholung",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "Vielen Dank für Ihre E-Mail.\n\nGrundsätzlich gibt es keine Höchstanzahl von Wiederholungsversuchen.\n\nDie Wiederholung von Prüfungen regelt an der TUM die APSO, §24 (zu finden in unserem Downloadbereich. Hier können Sie nachlesen, dass die Wiederholung \"in der Regel\", und damit nicht verpflichtend, innerhalb von 6 Monaten erfolgen soll. Die Empfehlung zur schnellstmöglichen Wiederholung möchte auch ich jedoch nochmals bekräftigen; je frischer der Lernstoff für Sie noch ist, desto leichter dürfte Ihnen auch die Prüfung fallen.\n\nBitte bedenken Sie in jedem Fall auch, dass Sie den studiengangsspezifischen und TUM-übergreifenden Studienfortschritt nachweisen müssen. Die Regelungen finden Sie entsprechend in der FPSO und in der APSO.\n\nIn der Regel werden zu Lehrveranstaltungen, die von der TUM School of Management angeboten werden, die Nachhol-/Wiederholungsklausuren im darauffolgenden Semester angeboten.\nBitte beachten Sie, dass bei anderen Fakultäten der Zyklus abweichen kann.\n\nMit freundlichen Grüßen",
        "topic": "Prüfungswiederholung",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your message.\n\nExam registration is mandatory in order to earn ECTS Credits. You need to register within the stipulated registration period via TUMonline. Please note that a registration after the deadline is only possible in very few situations.\n\nPlease register for the exams via TUMonline. In the download section of our website, you will find a manual on exam registration (under “Manuals”). Furthermore, you can find more information on how to register for exams via TUMonline here.\n\nKind regards,\n\n",
        "topic": "Prüfungsanmeldung",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "Vielen Dank für Ihre E-Mail.\n\nDie Anmeldung für die Prüfungen ist immer die Voraussetzung für den Erwerb von ECTS Punkte. Bitte melden Sie sich für die Prüfungen rechtzeitig über TUMonline an. Eine spätere Anmeldung nach der Frist ist nur in sehr wenigen Ausnahmefällen möglich.\n\nBitte melden Sie sich für die Prüfungen über TUMonline. Im Downloadbereich unserer Homepage finden Sie ein Hand-out zu Prüfungsanmeldung (unter „Manuals“). Mehr Informationen dazu finden Sie auch unter folgendem Link.\n\nMit freundlichen Grüßen",
        "topic": "Prüfungsanmeldung",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "\nThank you for your message.\n\nThe examinations of the TUM School of Management usually take place in the period between the first week before the end of the lecture period and three weeks after the end of the lecture period, unless the examiner specifies another date. You can check the dates of the semester structure here.\n\nPlease note that examinations of other departments may take place outside of this time window.\n\nKind regards,\n\n",
        "topic": "Prüfungstermine",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "\nVielen Dank für Ihre E-Mail.\n\nDie Prüfungen der TUM School of Management finden in der Regel im Zeitraum zwischen der ersten Woche vor Vorlesungsende und drei Wochen nach Vorlesungsende statt, es sei denn, der Prüfer legt einen anderen Termin fest. Den Terminkalender der Semester finden Sie hier.\n\nBitte beachten Sie, dass Prüfungen anderer Fakultäten außerhalb dieses Zeitfensters liegen können.\n\nMit freundlichen Grüßen",
        "topic": "Prüfungstermine",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your message.\n\nAccording to APSO §14, all examinations, both first examinations and retake examinations, taken no later than in the first week of the lecture-period in the following semester, are considered by TUM as belonging to the preceding semester. Please get informed about the current semester dates on the homepage of TUM.\n\nKind regards,\n",
        "topic": "Zugehörigkeit zum Semester",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "Vielen Dank für Ihre E-Mail.\n\nLaut APSO §14 gehören alle Prüfungen, unabhängig ob Ersttermin oder Wiederholung bis einschließlich der ersten Woche nach Vorlesungsbeginn des darauffolgenden Semesters, gehören an der Technischen Universität München zum vorangegangenen Semester. Bitte informieren Sie sich selbständig über die aktuellen Semestertermine auf der Homepage der TUM.\n\nMit freundlichen Grüßen",
        "topic": "Zugehörigkeit zum Semester",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "\nThank you for your message.\n\nCertain courses that you attend while studying abroad can be recognized within your degree. All information regarding the necessary steps in order to transfer your credits can be found on our website.\n\nIf you have any further questions regarding the transfer of credits from a university abroad, feel free to contact our International Office (outgoing@mgt.tum.de).\n\nKind regards,\n\n",
        "topic": "Study Abroad",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "Vielen Dank für Ihre E-Mail.\n\nFalls Sie ein Auslandssemester absolviert haben, können die dort von Ihnen besuchten Lehrveranstaltungen hier an der TUM School of Management anerkannt werden. Alle Informationen zu den für die Anerkennung nötigen Schritte finden Sie auf unserer Webseite.\n\nBei weiteren Fragen kontaktieren Sie bitte das International Office (outgoing@mgt.tum.de).\n\nMit freundlichen Grüßen",
        "topic": "Study Abroad",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "\nThank you for your message.\n\nThe academic year at TUM is divided into two semesters; summer and winter semester. A semester consist of two parts: the lecture period, during which all courses are held, and the non-lecture period (semester break). However, please bear in mind that the examinations take place normally in the lecture-free period. The summer semester (SoSe) begins in April and ends in September, the winter semester (WS) begins in October and ends in March. The current dates and deadline can be found on the website.\n\nKind regards,\n\n",
        "topic": "Studium Allgemein",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "Vielen Dank für Ihre E-Mail.\n\nDas Studienjahr an der TUM besteht aus zwei Semester: dem Sommer- und dem Wintersemester. Ein Semester besteht aus zwei Teilen: der Vorlesungszeit, in der alle Kurse abgehalten werden, und der vorlesungsfreien Zeit (Semesterferien). Es bedeutet aber nicht, dass Sie in den Ferien grundsätzlich frei haben: in der vorlesungsfreien Zeit finden i.d.R. die Prüfungen statt. Das Sommersemester (SoSe) beginnt im April und endet im September, das Wintersemester (WS) beginnt im Oktober und endet im März. Die aktuellen Termine und Fristen finden Sie immer auf unserer Website.\n\nMit freundlichen Grüßen",
        "topic": "Studium Allgemein",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your message.\n\nFor the Bachelor in Management & Technology it’s unfortunately not possible to study part-time or online. Our Bachelor’s program is a full-time degree program with 30 ECTS per semester and is not planned as an extra-occupational study.\n\nNevertheless, you can find a great deal of video-recorded courses on Lecturio. With this service, we want to help our students who have to work during their studies. But we cannot guarantee that all courses were or will be recorded and published there. Furthermore, you can find a lot of relevant learning materials on Moodle. Please note that in order to get access to the learning materials, usually you have to register for the course via TUMonline.\n\nThe standard period of study for this program is six semesters; the maximal period of study is eight semesters. Regardless of this, a leave of absence is possible for a maximum of two semesters for reasons such as internships or study abroad, so that you must have completed the Bachelor’s degree after 5 years at the latest.\n\nIt is also your responsibility to keep up with the study progress as laid out in §10 of the General Academic and Examination Regulations (APSO) as well as in §38 of the Program-specific Academic and Examination Regulations (FPSO). It means that:\n\nBy the end of the second semester, students must pass at least 3 from the following module examinations listed in the Program-specific academic and examination regulations (FPSO): Mathematics I, Management Science, Economics I and Statistics.\nIn the Bachelor’s programs the following number of credits must be earned in the modules specified in the pertinent FPSO (Program-specific academic and examination regulations):\na minimum of 30 credits by the end of the third semester in which the student is registered for courses awarding credits toward the degree;\na minimum of 60 credits by the end of the fourth semester in which the student is registered for courses awarding credits toward the degree;\na minimum of 90 credits by the end of the fifth semester in which the student is registered for courses awarding credits toward the degree;\na minimum of 120 credits by the end of the sixth semester in which the student is registered for courses awarding credits toward the degree;\na minimum of 150 credits by the end of the seventh semester in which the student is registered for courses awarding credits toward the degree; and\na minimum of 180 credits by the end of the eighth semester in which the student is registered for courses awarding credits toward the degree.\n\nPerhaps you are interested in an exchange with students who are already enrolled in the Bachelor’s program in order to get to know their perspective. You may discuss with them the feasibility of a parallel occupation. You will find the contact data of our student council here.\n\nKind regards,\n\n",
        "topic": "Teilzeitstudium",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "Vielen Dank für Ihre E-Mail.\n\nBei dem Bachelorstudiengang „Management and Technology“ handelt es sich um ein Vollzeitstudium mit 30 ECTS pro Semester und ist nicht als berufsbegleitendes Studium geplant.\n\nNichtsdestoweniger bieten wir mit einer großen Anzahl an aufgezeichneten Veranstaltungen einen Service an, der Studierenden sehr entgegenkommt, die nebenbei arbeiten müssen. Sie finden die Aufzeichnung auf Lecturio. Bitte beachten Sie: Wir können nicht garantieren, dass alle Lehrveranstaltungen aufgezeichnet und veröffentlicht wurden oder werden. Die Lehrmaterialien finden Sie auch i.d.R. auf Moodle - hier ist aber eine vorherige Anmeldung über TUMonline nötig.\n\nDie Regelstudiendauer im Bachelor beträgt sechs Semester, die Höchststudiendauer acht Semester. Dabei handelt es sich um Fachsemester. Unabhängig davon ist eine Beurlaubung für höchstens zwei Semester möglich – aus Gründen wie Praktika oder Auslandsstudium, so dass Sie insgesamt nach spätestens 5 Jahren Studium den Bachelor beendet haben müssten.\n\nEs liegt auch in Ihrer Verantwortung, den Studienfortschritt gemäß §10 der Allgemeinen Prüfungs- und Studienordnung (APSO) sowie gemäß §38 der Fachspezifischen Prüfungs- und Studien (FPSO) zu verfolgen. Das bedeutet:\n\nBis zum Ende des zweiten Fachsemesters müssen mindestens drei der folgenden Prüfungen erfolgreich abgelegt werden: Mathematik I, Management Science, Statistik und VWL I.\nIm Bachelorstudiengang müssen Sie in den in der jeweiligen FPSO festgelegten Modulen\nbis zum Ende des dritten Fachsemesters mindestens 30 Credits,\nbis zum Ende des vierten Fachsemesters mindestens 60 Credits,\nbis zum Ende des fünften Fachsemesters mindestens 90 Credits,\nbis zum Ende des sechsten Fachsemesters mindestens 120 Credits,\nbis zum Ende des siebten Fachsemesters mindestens 150 Credits und\nbis zum Ende des achten Fachsemesters mindestens 180 Credits erbringen.\n\nVielleicht sind Sie an einem Austausch mit bereits bei uns immatrikulierten Studierenden interessiert, um die Machbarkeit einer parallelen Berufstätigkeit aus deren Blickwinkel zu sehen? Hier finden Sie Ansprechpartner unserer Fachschaft.\n\nMit freundlichen Grüßen",
        "topic": "Teilzeitstudium",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your message.\n\nThe TUM IT Support Desk is your first point of contact for questions and problems related to the university's centralized IT services and applications. Here is how you can reach them:\n\nE-Mail: it-support.hn@tum.de\n\nOn the website, you can find a lot of helpful brochures on the IT-Services of TUM (e.g. TUMonline, WiFi, Sync&Share):.\n\nKind regards,\n\n",
        "topic": "IT",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "Vielen Dank für Ihre E-Mail.\n\nIhre erste Anlaufstelle für Fragen und Probleme rund um die zentralen IT-Dienste und -Anwendungen ist der TUM IT-Support. Und so erreichen Sie sie:\n\nE-Mail: it-support.hn@tum.de\n\nUnter diesem Link finden Sie auch viele hilfreiche Broschüren zu jeglichen IT-Angebote der TUM (u.a. TUMonline, WLAN oder Sync&Share):.\n\nMit freundlichen Grüßen",
        "topic": "IT",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your message.\n\nPlease find more information on leave of absence for an internship in a corresponding information sheet in the download section (under “Examination Board”) and on our homepage.\n\nThere you will find information on the application for the internship recommendation, too. If you still have questions, please contact pruefungsausschuss@wmgt.tum.de.\n\nKind regards,\n\n",
        "topic": "Urlaubssemester",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "Vielen Dank für Ihre E-Mail.\n\nAlle relevanten Informationen über Beurlaubung für ein Praktikum haben wir in einem entsprechenden Merkblatt im Downloadbereich unserer Homepage unter „Examination Board“ (Information Sheet: Leave of absence (for an internship) und auf unserer Website für Sie beschrieben.\n\nDort finden Sie auch Details zur Beantragung einer Praktikumsempfehlung. Sollten Sie noch weitere Fragen haben, wenden Sie Sich bitte an pruefungsausschuss@mgt.tum.de.\n\nMit freundlichen Grüßen",
        "topic": "Urlaubssemester",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your message.\n\nIf you are on a leave of absence, you cannot take any initial exams, but you are allowed to take retake exams (exceptions apply in the case of maternity/paternal leave or leave for the care of a close relative).\n\nIf you register regularly (not during your leave of absence) for the exam and you do not pass it, you can take the retake exam during your leave of absence. For these retake exams here at TUM, there is no limitation regarding the number of credits that you can take during your leave of absence. However, to not jeopardize the success of the original reason of your absence, it is not recommended to take too many credits.\n\nOther rules apply to recognition of credits you earned during your leave of absence, e.g. at other university or during an internship. If you recognize more than 21 credits, you will automatically be moved into the next semester. Please also be aware that applying for a leave of absence is only possible under certain circumstances. More information can be found here.\n\nKind regards,\n\n",
        "topic": "Beurlaubung",
        "program": "Bachelor in Management & Technology in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "vielen Dank für Ihre E-Mail.\n\nBeurlaubungen können nur unter bestimmten Umständen beantrag werden. Informationen dazu finden Sie hier.\n\nWenn Sie beurlaubt sind, können Sie keine Erstprüfungen ablegen. Wiederholungsprüfungen können Sie weiterhin ablegen (Ausnahmen gibt es nur bei einer Beurlaubung wegen Mutterschutz, Elternzeit oder der Pflege naher Angehöriger).\n\nWenn Sie sich regulär (nicht im Urlaubssemester) zur Erstprüfung anmelden und diese nicht bestehen, können Sie die Wiederholungsprüfung also im Urlaubssemester ablegen.\nBei den Wiederholungsprüfungen, die Sie an der TUM ablegen, gibt es keine Höchstgrenze von Credits, die Sie während der Beurlaubung ablegen dürfen. Es wird lediglich empfohlen, nicht zu viele Credits abzulegen, um den Beurlaubungsgrund nicht zu gefährden.\n\nAndere Regelungen gelten für Anerkennung von Credits, die Sie während der Beurlaubung erbracht haben, z.B. an einer anderen Hochschule oder in einem Praktikum. Wenn Leistungen in einem Umfang von mindestens 22 Credits anerkannt werden, erfolgt eine Höherstufung im Fachsemester. Weitere Details dazu finden Sie auch unter diesem Link. Dort finden Sie auch mehr Informationen über die\n",
        "topic": "Beurlaubung",
        "program": "Bachelor in Management & Technology in Heilbronn"
    }
]