[
    {
        "language": "EN:",
        "answer": "The Master in Management in Heilbronn is an economics and business science related master program designed for those who have already completed a Bachelor's degree in engineering or natural sciences and are additionally interested in management. The master's program imparts knowledge in the areas of management, economics, and business administration as well as law. In addition, there is the opportunity to specialize in a desired management direction. In the eight fields of business competence of the TUM School of Management, the future graduates of the Master in Management will be prepared for the requirements of a future activity at the interface between the technical / scientific and the commercial sector. Thus, the graduates of the Master in Management should be able to understand the different ways of thinking of the mentioned disciplines and to build bridges between Management and Science/Technology.\nCompanies think no longer in traditionally defined categories and therefore, they are looking for professionals with a passion for management in conjunction with excellent technical skills.\nOur teaching is based on the latest research findings and state-of-the-art industrial practice. In addition to lectures, there are regular tutorials and seminars in small groups. Moreover, students have the opportunity to spend a semester abroad.\nLast but not least, TUM School of Management has excellent relations with many leading companies. Students are able to build links with these partner firms right from the start of the program.\nFurther information on the Master in Management can be found on our website (https://www.mgt.tum.de/programs/master-in-management/heilbronn) and on our Youtube channel (https://www.youtube.com/channel/UCXdFu0pi275lddSR1HjLg8A).\nBest regards,\n",
        "topic": "General Information",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "Der Master in Management in Heilbronn ist ein wirtschaftswissenschaftlicher Master, der für all diejenigen konzipiert wurde, die bereits einen Bachelor-Abschluss in Ingenieurs- oder Naturwissenschaften absolviert haben und sich darüber hinaus für Management interessieren. Das Master-Studium vermittelt Kenntnisse in den Bereichen Management, Volks- und Betriebswirtschaftslehre sowie Rechtswissenschaften. Darüber hinaus bietet sich die Möglichkeit, sich in einer gewünschten Management-Richtung zu spezialisieren. In den acht betriebswirtschaftlichen Kompetenzfeldern der TUM School of Management werden die zukünftigen Absolventen des Masters in Management im Rahmen ihres Studiums auf die Anforderungen einer zukünftigen Tätigkeit an der Schnittstelle zwischen technischem/naturwissenschaftlichem und kaufmännischem Unternehmensbereich vorbereitet. So sollen die Absolventen des Masters in Management in der Lage sein, die oft differierenden Gedankenwelten der genannten unterschiedlichen Fachdisziplinen zu verstehen und eine Brücke zwischen beiden Welten zu schlagen. Denn Unternehmen denken nicht mehr länger in traditionell abgegrenzten Kategorien, sondern sie suchen Fachkräfte mit Leidenschaft für Management in Verbindung mit hervorragenden technischen Fähigkeiten.\nUnsere Lehre basiert auf den neuesten Forschungserkenntnissen und auf hochmoderner industrieller Praxis. Neben Vorlesungen finden auch normale Tutorien und Seminare in kleinen Gruppen statt. Außerdem haben Studierende die Möglichkeit, ein Semester im Ausland zu verbringen.\nWeitere Informationen zum Master in Management finden Sie auf unserer Website (https://www.mgt.tum.de/programs/master-in-management/heilbronn) und auf unserem Youtube-Kanal (https://www.youtube.com/channel/UCXdFu0pi275lddSR1HjLg8A)\nMit freundlichen Grüßen",
        "topic": "General Information",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your email.\nMs. Christine Vogt-Bolch is the program manager of the Master in Management at TUM Campus Heilbronn and the main point of contact for current students regarding academic planning.\nYou can visit Ms. Vogt-Bolch during her office hours (no appointment needed). You can find the current office hours on our website: https://www.mgt.tum.de/programs/master-in-management/heilbronn/for-current-students\nIf you have a longer or more complex question, you can also make an individual appointment.\nPlease check the website for possible changes regarding the office hours and more information about the on-line consultation.\nBest regards,\n\n",
        "topic": "Sprechstunde Program Manager",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "Vielen Dank für Ihre Email.\nAls Program-Managerin für den Master in Management Campus Heilbronn ist Christine Vogt-Bolch Ansprechpartnerin für Studierende, wenn es um Fragen zur Studienplanung geht.\nBei Fragen zu Ihrem Studium können Sie gerne in die Sprechstunde kommen. Die aktuellsten Zeiten finden Sie unter dem folgenden Link: https://www.mgt.tum.de/programs/master-in-management/heilbronn/for-current-students\nFür komplexere Anliegen können Sie auch gerne einen individuellen Termin vereinbaren. Änderungen der Sprechzeiten sowie die Zoom Einwahldaten finden Sie auf der oben genannten Website.\nMit freundlichen Grüßen",
        "topic": "Sprechstunde Program Manager",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "The Campus of TUM School of Management in Heilbronn is located at the so-called \"Bildungscampus\":\nAddress:\nBildungscampus 2\n74076 Heilbronn\n\nTo plan your search for accommodation, the nine districts of Heilbronn are as follows:\n- Heilbronn (the \"Bildungscampus\" is located in this district)\n- Biberach\n- Böckingen\n- Frankenbach\n- Horkheim\n- Kirchhausen\n- Klingenberg\n- Neckargartach\n- Sontheim\n\nRent levels Heilbronn: https://www.heilbronn.de/bauen-wohnen/wohnen/mietspiegel.html\nThere are several privately-run student dormitories in Heilbronn:\nGEWO Wohnungsbaugenossenschaft Heilbronn\nhttps://studenten.hn/\nApartmenthaus I (47 single rooms)\nSontheimer Landwehr 1\n74074 Heilbronn\n\nApartmenthaus II (43 single Apartments)\nRobert-Bosch-Straße 45\n74081 Heilbronn-Sontheim\n\nPaulA_Flat (106 single Apartments, between 318 and 580 Euros) https://www.boehringer.net/studentenapartments/paula/\nPaulinenstraße 14/1\n74076 Heilbronn\n\nRobertA (80 single Apartments between 323 and 589 Euros) https://www.boehringer.net/studentenapartments/roberta/\nRobert-Bosch-Str. 34\n74081 Heilbronn\n\nPUROpartment (80 Comfort-Apartments ca. 24 m² 360 Euros, 9 Penthouse-Apartments ca. 40 m² 810 Euros)\nhttps://puropartment.de/\nJunges & studentisches Wohnen\nWeststraße 26\n74072 Heilbronn\n\nLohtor (114 Apartments between 15 and 40 m²)\nhttp://www.studentinheilbronn.de/\nLohtorstrasse 7\n74072 Heilbronn\n\nWgONE, wgTWO, wg3\nhttp://www.wg-zimmer-heilbronn.de/\nPaulinenstr. 41 and 43\n74076 Heilbronn\n\nApartments Albrecht (24 Apartments)\nappartements@albrecht-kiessling.de\nSichererstraße 18\n74076 Heilbronn\n\nay4job (15 single Apartments between 18,5 and 39,7 m²)\nhttp://www.stay4job.de/\nSchäfergasse 3\n74072 Heilbronn\n\nMeine Studibude (12 single Apartments between 18,3 and 27 m², between 385 and 495 Euros)\nhttp://www.meine-studibude.de/index.php?article_id=1\nLudwigsburgerstraße 4\n74080 Heilbronn\n\nCampus Südbahnhof (58 single Apartments 1 double Apartment as a shared flat (2 persons) between 390 and 985 Euros)\nhttp://www.i-live-hn.de/\nHappelstraße 84\n74074 Heilbronn\n\nWohnraum Heilbronn GbR (70 rooms in 17 shared flats, average 300 Euros) http://www.wohnraum-heilbronn.de/\n\nStadtsiedlung Heilbronn\nhttps://stadtsiedlung.de/die-stadtsiedlung/\n\n\nGeneral Pages for finding accommodation:\n\n- WG-gesucht:\nhttps://www.wg-gesucht.de/wohnungen-in-Heilbronn.60.2.1.0.html\n- Immobilienscout:\nhttps://www.immobilienscout24.de/wohnen/baden-wuerttemberg,heilbronn,heilbronner-kernstadt/ mietwohnungen.html\n- Immostimme:\nhttps://www.immostimme.de/\n- Immo-Suche:\nhttps://www.immo-suche.net/\n\n\n",
        "topic": "Pre-Arrivals",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "\nDer Campus der TUM School of Management in Heilbronn liegt auf dem sogenannten \"Bildungscampus\":\nAdresse:\nBildungscampus 2\n74076 Heilbronn\n\nUm Ihre Suche nach einer Unterkunft besser planen zu können, finden Sie hier die neun Stadtteile in Heilbronn:\n- Heilbronn (in diesem Stadtteil liegt der Bildungscampus)\n- Biberach\n- Böckingen\n- Frankenbach\n- Horkheim\n- Kirchhausen\n- Klingenberg\n- Neckargartach\n- Sontheim\n\nMietspiegel Heilbronn: https://www.heilbronn.de/bauen-wohnen/wohnen/mietspiegel.html\nIn Heilbronn gibt es mehrere privat betriebene Wohnheime :\nGEWO Wohnungsbaugenossenschaft Heilbronn\nhttps://studenten.hn/\nApartmenthaus I (47 Einzelzimmer)\nSontheimer Landwehr 1\n74074 Heilbronn\n\nApartmenthaus II (43 Einzelapartments)\nRobert-Bosch-Straße 45\n74081 Heilbronn-Sontheim\n\nPaulA_Flat (106 Einzelapartments, zwischen 318 und 580 Euro) https://www.boehringer.net/studentenapartments/paula/\nPaulinenstraße 14/1\n74076 Heilbronn\n\nRobertA (80 Einzelapartments zwischen 323 und 589 Euro) https://www.boehringer.net/studentenapartments/roberta/\nRobert-Bosch-Str. 34\n74081 Heilbronn\n\nPUROpartment (80 Comfort-Apartments ca. 24 m² 360 Euro, 9 Penthouse-Apartments ca. 40 m² 810 Euro)\nhttps://puropartment.de/\nJunges & studentisches Wohnen\nWeststraße 26\n74072 Heilbronn\n\nLohtor (114 Apartments zwischen 15 und 40 m²)\nhttp://www.studentinheilbronn.de/\nLohtorstrasse 7\n74072 Heilbronn\n\nWgONE, wgTWO, wg3\nhttp://www.wg-zimmer-heilbronn.de/\nPaulinenstr. 41 and 43\n74076 Heilbronn\n\nApartments Albrecht (24 Apartments)\nappartements@albrecht-kiessling.de\nSichererstraße 18\n74076 Heilbronn\n\nay4job (15 Einzelapartments zwischen 18,5 und 39,7 m²)\nhttp://www.stay4job.de/\nSchäfergasse 3\n74072 Heilbronn\n\nMeine Studibude (12 Einzelapartments zwischen 18,3 und 27 m², zwischen 385 und 495 Euro)\nhttp://www.meine-studibude.de/index.php?article_id=1\nLudwigsburgerstraße 4\n74080 Heilbronn\n\nCampus Südbahnhof (58 Einzelapartments, 1 Doppelapartments als Wohngemeinschaft (2 Personen) zwischen 390 und 985 Euro)\nhttp://www.i-live-hn.de/\nHappelstraße 84\n74074 Heilbronn\n\nWohnraum Heilbronn GbR (70 Zimmer in 17 Wohngemeinschaften, durchschnittlich 300 Euro)\nhttp://www.wohnraum-heilbronn.de/\n\nStadtsiedlung Heilbronn\nhttps://stadtsiedlung.de/die-stadtsiedlung/\n\nGenerelle Internetseiten für die Wohnungssuche:\n\n- WG-gesucht:\nhttps://www.wg-gesucht.de/wohnungen-in-Heilbronn.60.2.1.0.html\n- Immobilienscout:\nhttps://www.immobilienscout24.de/wohnen/baden-wuerttemberg,heilbronn,heilbronner-kernstadt/ mietwohnungen.html\n- Immostimme:\nhttps://www.immostimme.de/\n- Immo-Suche:\nhttps://www.immo-suche.net/\n\nMit freundlichen Grüßen",
        "topic": "Pre-Arrivals",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your email.\nThe following website by the Federal Foreign Office provides information regarding the entire visa application procedure. German bureaucracy is known for being rather complicated. Sticking to the guide on the website may eradicate potential mistakes.\nhttps://www.auswaertiges-amt.de/en/visa-service/visabestimmungen-node\nBest regards,\n\n1.3.3 Kurswahl/Curriculum (Interessiertenanfragen)\n\n",
        "topic": "1.3.2 Visa beantragen",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your message and your interest in our graduate program.\nIn order to get an idea of how the program is structure, you can download our course catalog or the MIM flyer at the following website:\nMiM: https://www.mgt.tum.de/download-center\nAt TUM, the courses offered change every semester so there is no fixed schedule for the graduate program. It is the students' responsibility to put together their schedule for each semester.\nMiM: but to give you an idea of what a schedule for the first semester may look like, you can download the past schedule from the previous semester: https://www.mgt.tum.de/download-center\nMiM: In the appendix of your FPSO you can find the curriculum. The FPSO can be downloaded from our website: https://www.mgt.tum.de/download-center\nYou can check out the courses that are offered this semester on TUMonline: https://campus.tum.de/tumonline/webnav.ini\nFor easier navigation on TUMonline please find attached a manual.\nBest regards,\n\n",
        "topic": "Programmstruktur",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "Vielen Dank für Ihre Email und Ihr Interesse an unseren Studiengängen.\nEinen Überblick über die Programmstruktur können Sie sich hier verschaffen:\nMiM: https://www.mgt.tum.de/download-center\nAn der TUM ändert sich das Kursangebot von Semester zu Semester, es gibt also keinen festen Stundenplan für die Masterprogramme. Es liegt in der Verantwortung der einzelnen Studierenden sich einen Semesterplan zu erstellen.\nMiM: für den MiM gibt es einen Plan für Erstsemester: https://www.mgt.tum.de/download-center\nMiM: In der Anlage Ihrer FPSO finden Sie den Stundenplan. Die FPSO kann von unserer Webseite geladen werden: https://www.mgt.tum.de/download-center\nAuf TUMonline können Sie sich ansehen, welche Kurse dieses Jahr angeboten werden: https://campus.tum.de/tumonline/webnav.ini\nZur einfacheren Navigation auf TUMonline habe ich Ihnen einen Guide zu TUMonline angehängt.\nMit freundlichen Grüßen",
        "topic": "Programmstruktur",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your message and your interest in studying at TUM School of Management.\nThere are no tuition fees but all students have to pay a semester fee within the designated period before the start of each semester (For Heilbronn currently 102€). You can find more information and the exact amount of the semester fee here: https://www.tum.de/en/studies/fees-and-financial-aid/. The semester fee consists of the basic student union fee. That fee does NOT include any accommodation.\nThose who cannot afford to pay for rent, food and student union fees on their own or with the help of their parents, have different options of financing their studies (eg. BAföG, student loans, part-time job or scholarships).\nThe Center for Study and Teaching of TUM has gathered all information and contacts that you need on the subject of fees and financial aid here: https://www.tum.de/en/studies/fees-and-financial-aid/\nBest regards,\n\n",
        "topic": "1.3.4 Gebühren",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "vielen Dank für Ihre Mail und Ihr Interesse an unseren Masterprogrammen.\n\nAn der TUM gibt es keine Studiengebühren. Alle Studierenden müssen allerdings einen Grundbeitrag für das Studentenwerk zahlen (in Heilbronn momentan 102€).\nDie Beiträge müssen jedes Semester im Rahmen der Immatrikulation bzw. Rückmeldung entrichtet werden, auch im Fall einer Beurlaubung vom Studium. Mehr Informationen dazu sowie den genauen Betrag finden Sie unter folgendem Link: https://www.tum.de/studium/studienfinanzierung/.\nWer Miete, Lebensmittel und Studentenwerksbeitrag nicht alleine oder mit Unterstützung seiner Eltern zahlen kann, hat verschiedene Möglichkeiten zur Studienfinanzierung - vom BAföG über die Aufnahme eines Studienkredits bis hin zum Nebenjob oder Stipendium.\nDas Center for Study and Teaching der TUM hat alle Informationen und Anlaufstellen zum Thema Studienfinanzierung zusammengefasst: https://www.tum.de/studium/studienfinanzierung/\nMit freundlichen Grüßen",
        "topic": "1.3.4 Gebühren",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your message and your interest in studying at TUM School of Management.\nIt is generally difficult to say how high the expenses would be, but normally the students have to pay at least 850 euros per month (incl. accommodation), but it varies depending on your personal preferences and especially depending on how much rent you have to pay.\nBest regards,\n\n\n",
        "topic": "1.3.5 Kosten (Lebenskosten)",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "Vielen Dank für Ihre Mail und Ihr Interesse an unseren Studiengängen.\nEs ist schwierig eine allgemein gültige Aussage über die finanziellen Mittel zu machen, die Sie während Ihres Studiums benötigen. Die Lebenskosten hängen stark von Ihren individuell Bedürfnissen und den Mietkosten ab. Normalerweise brauchen die Studierenden mindestens 850 Euro pro Monat, inkl. Unterkunft. Insgesamt hängen Die Kosten jedoch von Ihren persönlichen Bedürfnissen und Ihrer tatsächlichen Miethöhe ab.\nMit freundlichen Grüßen",
        "topic": "1.3.5 Kosten (Lebenskosten)",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "thank you for your email.\nThe lecture period starts on October 16, 2023. Late coming would theoretically be possible until November 17, 2023 (enrollment deadline, please find more information here: https://www.tum.de/en/studies/application/application-info-portal/dates-periods-and-deadlines).\nIf you decide to join TUM later, please bear in mind that it is your own responsibility to catch up on the content provided through lectures, seminars, and exercises. It is unfortunately not possible to show consideration for your late arrival. It is also your responsibility to keep up with the study progress as laid out in §10 of the General Academic and Examination Regulations (APSO) as well as in §38 of the Program-specific Academic and Examination Regulation (FPSO). In Master’s programs, the following number of credits must be achieved:\n- a minimum of 30 credits by the end of the third semester;\n- a minimum of 60 credits by the end of the fourth semester;\n- a minimum of 90 credits by the end of the fifth semester;\n- a minimum of 120 credits by the end of the sixth semester.\n- In addition, 6 credits from the required modules must be successfully completed by the end of the second semester.\nBoth documents can be found in the download section on our website: https://www.mgt.tum.de/download-center.  Please note that failures to meet deadlines are regulated by § 10 V-VII APSO, and thus will lead to deregistration.\nSome of our lectures are recorded But we cannot guarantee that all courses were or will be recorded and published. Furthermore, you can find a lot of relevant learning materials on Moodle: https://www.moodle.tum.de/. In order to get access to the learning materials, usually you have to register for the course via TUMonline. If your enrolment is not finished yet and therefore you cannot register for courses, please contact the Center for Study and Teaching.\nPlease note that your admission remains valid for subsequent applications to the same program. All relevant information on reserving your spot can be found here: https://www.tum.de/en/studies/application/enrollment-info-portal/reserving-your-spot. If there are still any questions left, please contact the Center for Study and Teaching at studium@tum.de.\nIf you have any other questions, feel free to contact us.\nBest regards,\n\n1.3.7 Welcome Days\n\n",
        "topic": "1.3.6 Late coming (Ankunft erst nach Semesterbeginn)",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your email.\nOfficially, the lectures of the winter semester 2023/24 will start on October 16, 2023 but there will be some activities and events before that.\nGenerally, it is completely fine if you arrive in time to attend the lectures.\nWe are going to send out a Welcome Email to all our new students in the middle of August which will contain more information on your semester start.\nKind regards,\n\n",
        "topic": "1.3.6 Late coming (Ankunft erst nach Semesterbeginn)",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "vielen Dank für Ihre Mail.\nOffiziell beginnt das Wintersemester 2023/24 am 16. Oktober, aber es werden bereits vorab erste Veranstaltungen angeboten.\nAm 13.10.2023 wird der Welcome Day für alle neuen Studierenden am TUM Campus Heilbronn stattfinden. Hier wird es auch je Studiengang spezifische Informationen geben.\nIn den nächsten Wochen erhalten Sie eine Welcome Mail mit weiteren Informationen zu wichtigen Terminen und Infoveranstaltungen.\nMit freundlichen Grüßen",
        "topic": "1.3.6 Late coming (Ankunft erst nach Semesterbeginn)",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your message and congratulations on getting accepted to TUM School of Management!\nTUM School of Management has a Buddy Program for new students to help you get settled in at TUM School of Management and in Heilbronn. The Buddy Program for new students matches a group of new students with a TUM Buddy who offers them support during their first semester at TUM School of Management. The allocation will take place/before the start of your studies.\nMore information about our Buddy Program can be found here: https://www.mgt.tum.de/campuses/heilbronn/buddy-program\nBest regards,\n\n",
        "topic": "1.3.8 Buddy Program",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "Vielen Dank für Ihre Mail und herzlichen Glückwünsch zur Zulassung an der TUM School of Management.\nTUM School of Management bietet ein Buddy Program für neue Studierende an, damit sie sich besser an der TUM School of Management und in Heilbronn einleben können. Ihr TUM Buddy wird ihr erstes Semester an der TUM School of Management begleiten und unterstützen. Die Zuteilung findet vor Studienbeginn statt.\nHier finden Sie noch weitere Informationen zum Buddy Program: https://www.mgt.tum.de/campuses/heilbronn/buddy-program\nMit freundlichen Grüßen",
        "topic": "1.3.8 Buddy Program",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your email.\nFor our graduate programs it’s unfortunately not possible to study part-time or online. Our Master’s programs are designed as full-time degree programs with 30 ECTS per semester and are not compatible with a full-time job.\nNevertheless, you can find a great deal of video-recorded courses on Lecturio (https://www.lecturio.de/). Some lecturers provide recordings via moodle (https://www.moodle.tum.de/). With this service we want to help our students who have to work during their studies.\nThe standard period of study for our graduate programs is four semesters, the maximum period of study is six semesters. A leave of absence is possible for a maximum of two semesters for reasons such as internships or study abroad, so that you must have completed the degree after four years at the latest.\nYou can also come by during my office hours or we can schedule a phone call so that we can discuss your situation in person.\nKind regards,\n\n",
        "topic": "1.3.10 Teilzeitstudium",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "Vielen Dank für Ihre Mail.\nBei unseren Masterstudiengängen handelt es sich um Vollzeitstudiengänge mit 30 ECTS pro Semester. Sie sind daher nicht als berufsbegleitendes Studium geplant.\nEinige Lehrveranstaltungen werden aufgezeichnet und stehen den Studierenden online zur Verfügung. Es kann allerdings Lehrveranstaltungen geben, die nicht aufgezeichnet werden. Sie finden die Aufzeichnung auf Lecturio unter: https://www.lecturio.de/. Einige Lehrende stellen Aufzeichnungen über Moodle zur Verfügung (https://www.moodle.tum.de/).\nDie Regelstudiendauer in den Masterprogrammen beträgt vier Semester, die Höchststudiendauer sechs Semester. Dabei handelt es sich um Fachsemester. Unabhängig davon ist eine Beurlaubung für höchstens zwei Semester möglich – aus Gründen wie Praktika oder Auslandsstudium, so dass Sie insgesamt nach spätestens vier Jahren Studium den Master beendet haben müssten.\nGerne können wir auch einen persönlichen Gesprächstermin oder einen Telefontermin vereinbaren, um Ihre Situation zu besprechen.\nMit freundlichen Grüßen",
        "topic": "1.3.10 Teilzeitstudium",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your email.\nThe courses of the Master in Management at TUM Campus Heilbronn take place at the Bildungscampus in Heilbronn.\nThe study location is indicated in the course details that can be found in TUMonline (https://campus.tum.de/tumonline/).\nKind regards\n\n",
        "topic": "Im Studium",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "Vielen Dank für Ihre Email.\nDie Vorlesungen im Masterstudiengang Management finden am Bildungscampus in Heilbronn statt.\nAuf TUMonline (https://campus.tum.de/tumonline/) können Sie sehen, wann und wo die Lehrveranstaltungen stattfinden.\nMit freundlichen Grüßen",
        "topic": "Im Studium",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your message.\nGenerally, there are three different formats of courses at TUM School of Management:\n1.Lecture (\"Vorlesung\")\n2.Exercise (\"Übung\")\n3.Seminar (\"Seminar\")\nIn the case of lectures and exercises, it is recommended to register to ensure that you get all the needed information and reading materials. Usually, it is not mandatory, but there may be exceptions.\nPlease note: If you want to attend a seminar, you need to apply in advance. The registration procedure varies and is announced a few weeks before the seminar starts. Further information will be sent to all students affected well in advance.\nYou can download the course schedule for first semester Master in Management students on our website: https://www.mgt.tum.de/download-center\nIf you want to register for a course you have to do it yourself via TUMonline. Registration is only possible, if you have completed your enrolment. Please note that it may take until the beginning of the lecture period until all courses are available on TUMonline.\nYou can find a video of how to register for the courses here: https://www.youtube.com/watch?v=SEgMSleuSaw. There is also a wiki that explains how to register. You can access it here: https://wiki.tum.de/display/docs/Courses.\nIf you have more questions, feel free to contact us.\nKind regards,\n",
        "topic": "Kursanmeldung",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "vielen Dank für Ihre Mail.\n\nAn der TUM School of Management gibt es drei Typen von Lehrveranstaltungen:\n1.\tVorlesung\n2.\tÜbung\n3.\tSeminar.\nEine Anmeldung ist nicht für jede Art von Lehrveranstaltung verpflichtend. Ob eine Anmeldung verpflichtend ist oder nicht, wie und bis zu welcher Frist die Anmeldung zu erfolgen hat, entscheidet der jeweilige Lehrstuhl und ist in TUM Online ersichtlich. Prinzipiell können Sie sich daran orientieren, dass Seminare normalerweise eine Vorabanmeldung erfordern. Für die meisten Vorlesungen und Übungen ist das nicht zwingend notwendig. Eine Anmeldung zu allen Lehrveranstaltungen wird allerdings empfohlen, um alle nötigen Informationen zu erhalten.\nBitte beachten Sie: wenn Sie ein Seminar besuchen möchten, müssen Sie sich dafür bewerben. Der Anmeldeprozess kann unterschiedlich ablaufen und wird einige Wochen vor dem ersten Seminartermin angekündigt. Die meisten Seminarplätze werden einige Wochen vor Semesterbeginn vergeben. Informationen dazu werden rechtzeitig verschickt.\nDen Stundenplan für Erstsemester Studierende des Masters in Management Programms können Sie auf unsere Website sehen: https://www.mgt.tum.de/download-center\nWenn die Anmeldung zu einer Lehrveranstaltung über TUMonline erfolgt oder freiwillig ist, so ist dies normalerweise sofort nach Erscheinen der Veranstaltung in TUMonline möglich. Bitte beachten Sie jedoch, dass es bis zu Beginn der Vorlesungszeit dauern kann, bis alle Lehrveranstaltungen in TUMonline hochgeladen sind. Sie können sich ab Semesterbeginn (1.10./1.4.) für Lehrveranstaltungen anmelden. Weitere Informationen zu TUMonline und der Anmeldung zu Veranstaltungen über TUMonline finden Sie hier: http://www.it.tum.de/tumonline/studieren/anleitungen/ sowie unter https://www.youtube.com/watch?v=SEgMSleuSaw und im folgenden Wiki: https://wiki.tum.de/display/docs/Courses.\nMit freundlichen Grüßen",
        "topic": "Kursanmeldung",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "thank you for your email.\nIf the course is listed in your Curriculum Support on TUMonline, you can receive credits for it by signing up for the exam through TUMonline. Please keep in mind that you also have to register through the VHB portal to get access to the course.\nIf it is not listed in your Curriculum Support, you can try to get a 1:1-recognition through our standardized recognition process. You can find more information in our information sheet on credit transfer. It is available in the download section of our website: https://www.mgt.tum.de/download-center\nThe Student Council of TUM School of Management collects suggestions on new modules. These suggestions will be discussed by members of the Quality Circle once per year. Therefore, please contact the Student Council with your suggestions: https://tum-som.com/.\nPlease keep in mind that TUM promotes the VHB courses as an addition to your study program.\nKind regards,\n\n",
        "topic": "VHB Kurse",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "vielen Dank für Ihre Email.\nDie Kurse, die in Ihrem TUMonline-„Baum“ angezeigt werden, können Sie sich auf jeden Fall anrechnen lassen. Bitte beachten Sie, dass Sie sich sowohl auf TUMonline (für die Prüfung), als auch auf VHB zur Veranstaltung selber anmelden müssen.\nDarüber hinaus besteht die Möglichkeit, sich Kurse im Rahmen der 1:1-Anerkennung anrechnen zu lassen. Informationen zu dem Verfahren sowie das Formular zur Anerkennung finden Sie hier: https://www.mgt.tum.de/download-center\nIhre Studierendenvertreter der Fachschaft TUM School of Management sammeln Vorschläge zur Aufnahme neuer Module und bringen diese gesammelt in die Quality Circle ein. Bitte wenden Sie sich daher an ihre Fachschaft, wenn Sie an der Aufnahme von Kursen in den Wahlmodulkatalog interessiert sind.\nBitte beachten Sie, dass die TUM die Kurse als Ergänzung zum Studium bewirbt.\nMit freundlichen Grüßen",
        "topic": "VHB Kurse",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your message and your interest in our Master in Management degree program.\nWithin the electives in the 3rd semester, you will have several options to choose from:\nCourses offered by our Professors in Heibronn (main focus: Management of Family Businesses, Management of Digital Transformation)\nCourses offered by international partner universities\nproject studies at a company under supervision of a professor\nAdvanced International Experience\n\nAll options, and courses of all areas mentioned above, can be freely selected and combined up to 30 ECTS.\nAt TUM the course offering of electives changes from semester to semester, so there is no fixed schedule for your third semester. It is the students' responsibility to put together their schedule. If you need support with the course selection, you can come by during the student visiting hours.\nYou can also check out the courses that are offered this semester if you have a look at the curriculum of the MiM Heilbronn on TUMonline: https://campus.tum.de/tumonline/webnav.ini\nKind regards,\n\n",
        "topic": "Wahlfächer 3. Semester",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "Vielen Dank für Ihre Email.\nIn dem Electives Modul des 3. Fachsemesters haben Sie verschiedene Möglichkeiten, ECTS Punkte einzubringen:\nWahlmodulangebote der Heilbronner Professor*innen (Fokusbereich: Management of Family Businesses, Management of Digital Transformation)\nKurse während eines Auslandssemesters, die von unseren internationalen Partneruniversitäten angeboten werden\nProjektstudium auf Masterniveau bei einer Firma unter Betreuuung einer Professur\nAdvanced International Experience\nSämtliche genannte Optionen können bis zu einer Creditanzahl von 30 ECTS frei kombiniert werden.\nAn der TUM ändert sich das Kursangebot im Wahlbereich von Semester zu Semester, es gibt also keinen festen Stundenplan für ihr drittes Semester. Es liegt in der Verantwortung der einzelnen Studierenden sich einen Semesterplan zu erstellen. Wenn Sie dabei Unterstützung benötigen, können Sie sich gerne während der Sprechzeiten vorbeikommen.\nAuf TUMonline können Sie sich das Curriculum des MiM HN ansehen. Sie finden dort eine Liste, welche Kurse dieses Jahr angeboten werden: https://campus.tum.de/tumonline/webnav.ini\nFalls Sie noch Fragen haben, können Sie sich gerne an uns wenden.\nMit freundlichen Grüßen",
        "topic": "Wahlfächer 3. Semester",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your email.\nFollowing the ideal study plan in the Master in Management program, you should take lectures/seminars worth 30 credits each semester.\nAccording to the program-specific academic and examination regulations (FPSO) of the Master in Management, FPSO § 38:\n(1) Examination deadlines, monitoring of academic progress and missed deadlines are regulated in § 10 APSO. In Master’s programs, the following number of credits must be achieved:\n- a minimum of 30 credits by the end of the third semester;\n- a minimum of 60 credits by the end of the fourth semester;\n- a minimum of 90 credits by the end of the fifth semester;\n- a minimum of 120 credits by the end of the sixth semester.\n\n(2) At least one of the module examinations from the core modules listed in Appendix 1 II must be successfully completed by the end of the second semester. In the event of failure to meet deadlines, § 10 (5) of the APSO shall apply.\nBoth the program-specific as well as the general academic and examination regulations can be downloaded from the TUM SOM website: https://www.mgt.tum.de/download-center\nPlease note that if you want to take a leave of absence, you can only take retake exams.\nKind regards,\n\n",
        "topic": "Spezifische Wahlfächer für Heilbronn: Beschreibung",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "Vielen Dank für Ihre Email.\nWenn Sie dem idealen Studienplan folgen, sollten Sie jedes Semester Vorlesungen/Seminare im Wert von insgesamt 30 ECTS absolvieren.\nNach der FPSO für den Master in Management § 38 gilt:\n(1)\tPrüfungsfristen, Studienfortschrittskontrolle und Fristversäumnis sind in § 10 APSO geregelt. In Masterstudiengängen müssen Sie die folgende Anzahl an ECTS vorweisen können:\n- mindestens 30 ECTS am Ende des 3. Semesters;\n- mindestens 60 ECTS am Ende des 4. Semesters;\n- mindestens 90 ECTS am Ende des 5. Semesters;\n- mindestens 120 ECTS am Ende des 6. Semesters.\n\n(2)\tMindestens eine der in der Anlage 1 aufgeführten Modulprüfungen aus den Pflichtmodulen muss bis zum Ende des zweiten Semesters erfolgreich abgelegt werden. Bei Fristüberschreitung gilt § 10 Abs. 5 APSO.\nAPSO und FPSO können von unserer Webseite geladen werden: https://www.mgt.tum.de/download-center\nBitte beachten Sie, dass Sie während eines Urlaubssemesters nur Wiederholungsprüfungen schreiben können.\nMit freundlichen Grüßen",
        "topic": "Spezifische Wahlfächer für Heilbronn: Beschreibung",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your email.\nAt the moment the Master in Management does not offer any outbound double degree programs. However, our faculty offers a broad variety of possibilities for exchange with our partners worldwide. You can apply for our exchange program in the course of the first semester (applications are due by XXX), to study abroad in your third or fourth semester. Thanks to the elective modules in the Master in Management, the chances of credit recognition from universities abroad are good.\nYou can find more information on our program TUM SOMex as well as on other study abroad possibilities here: https://www.mgt.tum.de/programs/international-exchange-programs/going-abroad/your-tum-somex\nKind regards,\n\n\n",
        "topic": "Double degree",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "vielen Dank für Ihre Email.\nIm Master in Management gibt es derzeit leider keine outbound double degree programs. Jedoch bieten wir vielzählige Austauschmöglichkeiten mit Partnerhochschulen weltweit exklusiv für Studierende unserer Fakultät an. Diese die stehen den MiM-Studierenden offen. Dafür können Sie sich im Laufe des ersten Semesters, zum XXX jeden Jahres, für einen Auslandsaufenthalt im 3. oder 4. Fachsemester bewerben. Die Anerkennungsmöglichkeiten für im Ausland erbrachte Prüfungsleistungen sind im MiM dank des großen Wahlbereichs im 3. Fachsemester sehr gut.\nWeitere Informationen zu unserem Programm TUM SOMex sowie zu anderen Auslandsstudienmöglichkeiten finden Sie auch hier: https://www.mgt.tum.de/programs/international-exchange-programs/going-abroad/your-tum-somex\nFür Rückfragen stehen wir gerne zur Verfügung.\nMit freundlichen Grüßen",
        "topic": "Double degree",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your email.\n\n\nAusland und Prüfungsmanagement\n\n3.1 Prüfungsanmeldung\n\nWiederholung\n",
        "topic": "2.8 Beurlaubung/Urlaubssemester",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your message.\nThere is no limitation regarding retake attempts. However, please note that you have to meet the study progress requirements in order to be able to continue your studies. In Master’s programs, the following number of credits must be achieved:\n- a minimum of 30 credits by the end of the third semester;\n- a minimum of 60 credits by the end of the fourth semester;\n- a minimum of 90 credits by the end of the fifth semester;\n- a minimum of 120 credits by the end of the sixth semester.\n\n(2) At least one of the module examinations from the core modules listed in Appendix 1 II must be successfully completed by the end of the second semester.\nIf you have any other questions, don’t hesitate to contact us.\nBest regards,\n\n",
        "topic": "2.8 Beurlaubung/Urlaubssemester",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "vielen Dank für Ihre Mail.\nGrundsätzlich gibt es keine Höchstanzahl von Wiederholungsversuchen. Sie müssen allerdings den studiengangsspezifischen und TUM-übergreifenden Studienfortschritt nachweisen. In Masterstudiengängen müssen Sie die folgende Anzahl an ECTS vorweisen können:\n- mindestens 30 ECTS am Ende des 3. Semesters;\n- mindestens 60 ECTS am Ende des 4. Semesters;\n- mindestens 90 ECTS am Ende des 5. Semesters;\n- mindestens 120 ECTS am Ende des 6. Semesters.\n\n(2)\tMindestens eine der in der Anlage 1 aufgeführten Modulprüfungen aus den Pflichtmodulen muss bis zum Ende des zweiten Semesters erfolgreich abgelegt\nwerden.\nSollten Sie weitere Fragen haben, geben Sie gerne Bescheid.\nMit freundlichen Grüßen",
        "topic": "2.8 Beurlaubung/Urlaubssemester",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your email.\nExam registration is mandatory in order to earn ECTS Credits. Please register within the stipulated registration period. Please note that registration after the deadline is not possible.\nPlease register for the exams via TUMonline. The Green circle and the green “P” indicates the exam registration. You can find step-by-step instructions on the following wiki page: https://wiki.tum.de/pages/viewpage.action?pageId=587694476\nGenerally, you should retake exams within 6 months but it is not a requirement. However, I would advise to retake exams as soon as possible as you might lose some of the knowledge that you already have acquired if you are waiting for too long.\nIn any case, please also bear in mind that you must meet the requirements of the general and degree program-specific study progress. The regulations can be found in the FPSO and in the APSO, both available on our website: https://www.mgt.tum.de/download-center\n\nKind regards,\n\n",
        "topic": "Anmeldung Prüfungen",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "Vielen Dank für Ihre Email.\nDie Anmeldung der Prüfungen ist immer die Voraussetzung für den Erwerb von ECTS. Bitte melden Sie sich für die Prüfungen rechtzeitig an. Eine spätere Anmeldung nach der Frist ist nicht möglich.\nDie Anmeldung für Prüfungen erfolgt über TUMonline. Bitte beachten Sie: Die Grüne Fahne sowie das grüne „P“ stehen immer für Prüfungsanmeldung. Mehr Informationen finden Sie unter folgendem Link: https://wiki.tum.de/pages/viewpage.action?pageId=587694476\nPrüfungswiederholung: Grundsätzlich gibt es keine Höchstanzahl von Wiederholungsversuchen.\nDie Wiederholung sollte \"in der Regel\", und damit nicht verpflichtend, innerhalb von 6 Monaten erfolgen. Es bietet sich allerdings an die Wiederholungsprüfung zum nächstmöglichen Zeitpunkt abzulegen, da der Prüfungsstoff eventuell noch eher präsent ist.\nBitte bedenken Sie in jedem Fall auch, dass Sie den studiengangsspezifischen und TUM-übergreifenden Studienfortschritt nachweisen müssen. Die Regelungen finden Sie entsprechend in der FPSO und in der APSO, die Sie von unserer Webseite herunterladen können: https://www.mgt.tum.de/download-center\nMit freundlichen Grüßen",
        "topic": "Anmeldung Prüfungen",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your message and your interest in studying at TUM School of Management.\nNormally, our graduates do not face big problems in finding a job. Most of them chose to work at the interface of management and technology, e.g. in automotive or pharmaceutical industry. Thanks to your bachelor in engineering or natural sciences: your advantage is that you can communicate more efficiently with your colleagues with an engineering background.\nYou can also choose a career only in the management field, e.g. consulting, finance, accounting, controlling, innovation, or sales. Some students decide to start their own business or to be a part of a start-up company. It is also possible to start an academic career.\nFor more details, please check the website of our Career Service: https://www.community.tum.de/en/career-service/, https://www.wi.tum.de/student-life/job-board/, https://www.wi.tum.de/student-life/career-development/ and https://www.together.tum.de/\nPlease note that many companies require good knowledge of German (at least B1) so taking German language courses during your studies will increase your chances of finding a suitable job after graduation.\nKind regards,\n\n",
        "topic": "Master-Counseling",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "Vielen Dank für Ihre Email und Ihr Interesse am Master in Management.\nAn der TUM School of Management erhalten Sie eine exzellente Ausbildung, die Ihnen viele Möglichkeiten in der Arbeitswelt eröffnet. Der Master in Management bereitet sowohl auf eine Tätigkeit als wirtschaftswissenschaftlicher Generalist, beispielsweise in einer Unternehmensberatung, in Behörden oder Verbänden, als auch auf eine interdisziplinäre Tätigkeit an der Schnittstelle zwischen ingenieur- und wirtschaftswissenschaftlichen Bereichen vor. Einige Absolvent*innen gründen auch Ihr eigenes Unternehmen. Die 60 Corporate Partners der TUM School of Management bieten als potenzielle Arbeitgeber eine gute Möglichkeit, praktische Erfahrung zu sammeln und unter Umständen dort nach dem Studium in den Beruf einzusteigen. Konkrete Gesuche für freie Stellen finden Sie unter https://www.wi.tum.de/student-life/job-board/\nMehr Informationen zum Bereich Career Development finden Sie unter https://www.wi.tum.de/student-life/career-development/, https://www.community.tum.de/en/career-service/,  oder https://www.together.tum.de/\nMit freundlichen Grüßen",
        "topic": "Master-Counseling",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your email.\nStudents in Germany are required to hold a valid health insurance. For information on health insurance, please have a look at the following website: https://www.tum.de/en/studies/application/mandatory-health-insurance/\nFor further questions on the enrolment process and necessary documents, please contact the TUM Center for Study and Teaching via phone at +49 89 289 22245 or email at studium@tum.de.\nBest regards,\n\n6.2 Anwesenheitspflicht\n\n",
        "topic": "Student Services",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Usually there is no compulsory attendance in the lectures. It is your own responsibility to ensure that you receive all the necessary content to pass the exams successfully. Therefore, we highly recommend to be present in lectures and seminar even though it is not compulsory. Please note that regulations for some seminars and laboratory courses may differ. You can find more information on TUMonline.\nKind regards,\n\n",
        "topic": "Student Services",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "Bei den Veranstaltungen gibt es in der Regel keine Anwesenheitspflicht. Es liegt in Ihrer Verantwortung sicherzustellen, dass sie die Kursinhalte mitbekommen, um die Prüfungen erfolgreich zu absolvieren. Daher empfehlen wir, nach Möglichkeit bei allen Lehrveranstaltungen anwesend zu sein. Für Seminare und Praktika können jedoch andere Regeln gelten – bitte informieren Sie sich im Voraus auf TUMonline.\nMit freundlichen Grüßen",
        "topic": "Student Services",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your email.\nKindly check with the Semester Fee Management concerning this matter (http://www.tum.de/en/studies/fees-and-financial-aid/). You can contact them by email at Beitragsmanagement@zv.tum.de or phone (089) 289-28063; -28064; -28067.\nBest regards,\n\n\n",
        "topic": "6.3 Beitragsmanagement",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "vielen Dank für Ihre Mail.\nBitte setzen Sie sich diesbezüglich mit den Kolleg*innen des Beitragsmanagements in Verbindung:\nBeitragsmanagement@zv.tum.de\n(089) 289-22252; -22205; -22247\nMit freundlichen Grüßen",
        "topic": "6.3 Beitragsmanagement",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "More information about reimbursement of Student Union Fees can be found here: https://www.tum.de/en/studies/fees-and-financial-aid/refund-of-student-union-fees.\n\n\n",
        "topic": "6.4 Semesterbeitragsrückerstattung",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "Informationen zur Rückerstattung des Semesterbeitrags finden Sie hier: https://www.tum.de/studium/studienfinanzierung/rueckerstattung\nMit freundlichen Grüßen",
        "topic": "6.4 Semesterbeitragsrückerstattung",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your email.\nYou can download your proof of enrollment on TUMonline. This document is available under \"Print Documents\" in your TUMonline profile.\nAlong with your proof of enrollment, you will also find a confirmation of enrollment to present to Deutsche Bahn, as well as your student progress and social security certification. More information can be found here: https://www.tum.de/en/studies/advising/faq/#c33596.\nBest regards,\n\n",
        "topic": "6.5 Studienunterlagen",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "Vielen Dank für Ihre Email.\nIhre Immatrikulationsbescheinigung können Sie direkt von TUMonline herunterladen. Sie finden sie unter dem Punkt \"Ausdrucke für Studierende\" in Ihrer Visitenkarte. Neben der Immatrikulationsbescheinigung steht Ihnen dort auch eine Bescheinigung für die Deutsche Bahn sowie eine Studienverlaufs- und eine Rentenbescheinigung zum Download zur Verfügung. Mehr Details finden Sie unter folgendem Link: https://www.tum.de/studium/beratung/faq/#c33540.\nMit freundlichen Grüßen",
        "topic": "6.5 Studienunterlagen",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your message.\nIf you are on a leave of absence, you cannot take any exams at TUM, but you can still take retake exams.\nPlease note that a leave of absence can only be granted for important reasons. (e.g. internship, semester abroad, illness etc.).\nFurther information concerning a leave of absence and the application process can be found on the following website:\nhttps://www.tum.de/en/studies/during-your-studies/organizing-your-studies/leave-of-absence/\nBest regards,\n\n\n",
        "topic": "6.6 Beurlaubung",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "DE:",
        "answer": "vielen Dank für Ihre Mail.\nWenn Sie beurlaubt sind, können Sie keine Erstprüfungen an der TUM ablegen. Wiederholungsprüfungen können Sie weiterhin ablegen.\nBitte beachten Sie, dass eine Beurlaubung nur unter bestimmten Gründen möglich ist (Praktikum, Studium an einer Hochschule im Ausland; Krankheit etc.).\nWeitere Informationen bezüglich Beurlaubung und der Beantragung können folgender Webseite entnommen werden: https://www.tum.de/studium/im-studium/das-studium-organisieren/beurlaubung.\n\nMit freundlichen Grüßen",
        "topic": "6.6 Beurlaubung",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "EN:",
        "answer": "Thank you for your email.\nYour enrollment is processed by the TUM Center for Study and Teaching. Therefore, kindly contact the TUM Center for Study and Teaching directly if you have any questions about your enrollment. You can contact them by email at studium@tum.de or phone +49 89 289 22245. You can find more information here: https://www.tum.de/en/studies/application/enrollment-info-portal/enrollment\nThe current status should be displayed if you log into your TUMonline account.\nIf you have any other questions, let me know.\nBest regards,\n8. verfügbare Software\n",
        "topic": "7. Verweise",
        "program": "Master in Management in Heilbronn"
    },
    {
        "language": "EN",
        "answer": "If you are researcher or student at TUM School of Management and require access to one of the software packages you can use the remote VM's or Terminal Servers, in order to use the software from the list. If you need to use the software which is not available via remote access (see availability on the table), please send us an e-mail to it-support@mgt.tum.de\nPlease find the info regarding how to access the remote systems here.\nBy default all Professors and Research Personal, which uses a TUM Online ID from our faculty, are allowed to use the remote software resources.\nThe external PhD. candidates or the external Researches, which are not faculty members, are not allowed by default, they will be included on a separate list if needed. Please ask the including to it-support@mgt.tum.de\n\n\n\n",
        "topic": "7. Verweise",
        "program": "Master in Management in Heilbronn"
    }
]