{"MGT001374: Operations Research and Decision Analysis | Operations Research and Decision Analysis": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Students mastery of the content taught in this module is checked with a 90 minutes written exam. Students are only allowed to use a non-programmable calculator. In the exam students have to answer questions, apply algorithms to solve problems, create mathematical models for small example problems, and discuss presented results. By this the students have to demonstrate that they have understood and can apply the mathematical models and methods to solve business planning problems. The overall grade of the module is based on the result obtained in the written exam.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Basics of Linear Algebra and Probability Theory.", "Content": "The first part of the course will deliver the following Operations Research topics Linear Programming, Mixed Integer Programming, Graph Theory and Network Flow Problems, and Dynamic Programming. The second part of the course will deliver the following Decision Analysis topics Decision Making under Uncertainty, Decision making under uncertainty, Decision Trees, and Multi-Criteria Decision Making.", "Intended Learning Outcomes": "In the course, students acquire the knowledge (i) to model decision problems as mathematical optimization problems, (ii) to solve mathematical opimiziation problems with suited algorithms, (iii) to use off-the-shelf software to solve optimization problems, (iv) and to interpret obtained solutions.", "Teaching and Learning Methods": "The content is provided in in a weekly lecture, a weekly exercise, and tutorials given by students, which have successfully taken the course.", "Media": "", "Reading List": "Bradley, Hax and Magnanti (1977) Applied Mathematical Programming; Jensen and Bard (2002) Operations Research Models and Methods; Hillier and Lieberman (2005) Introduction to Operations Research; Winston (2004) Operations Research.", "Responsible for Module": "Kolisch, Rainer; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here."}, "WI000021_E: Economics I - Microeconomics | Economics I - Microeconomics [ECON 1]Microeconomics": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "In the exam (written, 120 minutes) students should demonstrate their ability to adequately interpret the microeconomic concepts and apply the methods worked on in class, in limited time and without aid. By means of multiple-choice-questions, which are either embedded in a context/case/scenario or require prior computation, students' capacity to apply the learned solution strategies to new settings and draw correct economic implications is assessed.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "None", "Content": "This module provides an introduction to basic concepts of microeconomics. It deals with the behaviour of individual economic units, such as households, business firms, and public institutions. Another concern is how these units interact to form markets and industries. How can consumer decisions be explained and how can aggregate demand be derived from consumer choice? Which are the factors that determine the production decisions of companies? How do equilibrium prices emerge in competitive markets, how in monopoly markets? What is the effect of government interventions in markets (e.g. taxes, price controls)? How does market power affect social welfare? Which factors lead to market failure?", "Intended Learning Outcomes": "After attending this module, students will be able to describe economic tradeoffs (particularly in choice under scarcity situations of consumers and firms). Moreover, they know strategies to solve  WI000021_E: Economics I - Microeconomics | Economics I - Microeconomics [ECON 1]", "Teaching and Learning Methods": "An interactive lecture introduces essential microeconomic concepts and theories and illustrates them with the help of topical empirical examples. Classroom experiments complement the classic bird-eye's perspective by nudging students to put themselves in the positition of particular economic players, thereby requiring them to actively reflect the concepts introduced. Online surveys at the end of each chapter enable students to select which topics they would like to intensify in subsequent classes. In the accompaying exercise class, students practice, on specific problems and examples, the mathematical techniques needed to develop a deeper understanding of the economic concepts. In self-study students use the textbook to repeat the concepts introduced in class and apply them to additional examples.", "Media": "Textbook, slides, exercise sheets, classroom experiments, online surveys", "Reading List": "Robert S. Pindyck and David L. Rubinfeld, Microeconomics, 8th Edition, Pearson, 2013 (ISBN 13 978-0-13-285712-3). AND Robert S. Pindyck und David L. Rubinfeld, Mikroökonomie, 8. Aufl., Pearson Studium, 2013 (ISBN-13 978-3868941678).", "Responsible for Module": "Schwenen, Sebastian; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Economics I (WI000021_E) - English (Microeconomics) (Vorlesung, 2 SWS)Schwenen S, Economics I Exercise (WI000021_E) (Übung, 2 SWS)Schwenen S, Feilcke C, Iereshko I, Johannsen A, Mukherjee A, Vollert GFor further information in this module, please click campus.tum.de or here."}, "MA9711: Mathematics in Natural and Economic Science 1 | Mathematische Behandlung der Natur- und Wirtschaftswissenschaften 1": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The module examination is based on a written exam (90 minutes). Students have to show their knowledge of basic concepts of linear algebra and analysis and can adequately apply them in example problems of natural and economic sciences.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "none", "Content": "Linear Algebra (vectors, matrices, subspaces, linear systems of equations, analytical geometry, determinants), sequences (linear recursions, limits, series), real functions (definition, polynomials, exponential functions, trigonometric functions, logarithms, power functions, limits and continuity), calculus (difference quotient, derivative, rules for computing derivatives, higher derivatives, shape of a graph, optimization, Taylor series), integral calculus (definite integral, computation of areas, antiderivative, fundamental theorem, rules for integration, applications), calculus of several variables (functions of several variables, partial derivatives, gradient, Hessian, maxima and minima with and without constraints), brief introduction to game theory (strategic game, Nash equilibrium)", "Intended Learning Outcomes": "After attending this module students are aware of fundamental mathematical structures and methods. Students are able to understand the basic concepts of Linear Algebra (vectors, matrices, subspaces, linear systems of equations, analytical geometry, determinants) and Calculus (for  example: real functions, integral calculus, and calculus of several variables) and to apply them to problems in science and economics.", "Teaching and Learning Methods": "The module consists of a series of lectures. In the lectures, theoretical principles and examples are presented.  In the optional exercise sessions, problems which illustrate and deepen the topics of the lectures are discussed. Optionally, additional exercise classes can be offered in which students work on problems, either independently or guided by mentors, and preferably in teamwork.", "Media": "Following media are used- presentations- assignments including solutions as download ", "Reading List": "- N. Henze, G. Last Mathematik für Wirtschaftsingenieure 1, 2. Aufl., Vieweg, 2005.- G. Merziger, T. Wirth Repetitorium der höheren Mathematik. Binomi, 1999.- K. Meyberg, P. Vachenauer Höhere Mathematik 1+2. Springer, 2001.- O. Opitz Mathematik. Lehrbuch für Ökonomen. Oldenbourg, 2002.- M. Precht, K. Voit, R. Kraft Mathematik für Nichtmathematiker 1+2. Oldenbourg, 1994.- F. Pfuff Mathematik für Wirtschaftswissenschaftler 1 Grundzüge der Analysis - Funktionen einer Variablen. 5. Aufl.,Vieweg, 2008.- H. Pruscha, D. Rost Mathematik für Naturwissenschaftler. Springer, 2008.- L. Rade, B. Westergren, P. Vachenauer Springers mathematische Formeln. Springer, 2000.- J. Tietze Einführung in die angewandte Wirtschaftsmathematik. 15. Aufl., Vieweg, 2009.- K. Sydsaeter, O. Hammond Mathematik für Wirtschaftswissenschaftler. 2. Aufl., Pearson, 2006.", "Responsible for Module": "Schulz, Andreas; Prof. Dr. rer. nat.", "Courses (Type of course, Weekly hours per semester), Instructor": " Mathematische Behandlung der Natur- und Wirtschaftswissenschaften (Mathematik 1) [MA9711] (Vorlesung, 4 SWS)Himstedt F, Übung zu Mathematische Behandlung der Natur- und Wirtschaftswissenschaften (Mathematik 1) [MA9711] (Übung, 2 SWS)Himstedt F, Salek Shishavan F, Vertiefungsübungen zu  Mathematische Behandlung der Natur- und Wirtschaftswissenschaften (Mathematik 1)[MA9711] (Übung, 2 SWS)Himstedt F, Salek Shishavan FFor further information in this module, please click campus.tum.de or here."}, "CIT5130002: Introduction to Data Science and Statistical Thinking | Introduction to Data Science and Statistical Thinking [IDSST]": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The module examination consists of a written examination (90 minutes). Students must know basic terms and concepts of data science, statistics as well as probability. They apply appropriate statistical methods to solve problems or present an approach to solve more complex problems. They are able to understand and adequately interpret given R output to solve some of the exam problems.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "MA9711 Mathematics in Natural and Economic Science 1  No statistical or computing background is necessary. ", "Content": "The students will learn how to explore and visualize data to understand natural phenomena, investigate patterns, model outcomes, and make predictions, and do so in a reproducible and shareable manner. In particular, the module will cover", "Intended Learning Outcomes": "At the end of the module students are able to apply methods to explore, visualize, and analyze data, and understand how the design of studies and experiments impacts the conclusions that may be drawn from a data analysis.  Furthermore, the students understand the basic principles of probability, and they have an understanding of and are able to apply", "Teaching and Learning Methods": "Lectures with integrated exercises. The lectures will adopt a blended learning concept that also involves self-guided R labs and hands-on exercise sessions. In addition, problem sets will be provided, containing problems to be solved at home, in particular using R.", "Media": "e-learning (Moodle), slides, problem sets", "Reading List": "Çetinkaya-Rundel, M. and Hardin, J. (2021). Introduction to Modern Statistics. https//openintro-ims.netlify.app/Diez, D, Çetinkaya-Rundel, M. and  Barr, C. (2020). OpenIntro Statistics. https//leanpub.com/osGareth, J., Witten, D., Hastie, T. and Tibshirani, R. (2013). An Introduction to Statistical Learning with Applications in R. Springer.Ismay, C. and Kim, A.Y. (2021), Modern Dive. Statistical Inference via Data Science. https//moderndive.com/", "Responsible for Module": "Drton, Mathias; Prof. Ph.D.", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here., Module Catalog of the study program B.Sc. Management and TechnologyGenerated on 19.09.2023"}, "SOT87316: Introduction to Business Ethics | Introduction to Business Ethics": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "3", "Total Hours": "90", "Self-study Hours": "60", "Contact Hours": "30", "Description of Examination Method": "The grading is based on a written exam (60 minutes). The written exam enables a comprehensive assessment of whether students know basic principles and models of ethical economic behavior. They answer questions on basic definitions and theories of ethical behavior and evaluate ethical behavior in an economic context.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "None", "Content": "The module introduces students to business ethics from a global perspective. Students acquire basic knowledge about - Definitions, concepts and approaches in business ethics - The difference between normative and descriptive discourses - The historical-philosophical background of current debate - Knowledge of the foundations of human decision-making in incentive structures and institutions - Contemporary issues in business ethics.", "Intended Learning Outcomes": "Students will be familiar with the various theories, definitions, concepts and approaches in the field of business ethics and will be able to classify current debates in business and business ethics in their historical, philosophical and ethical context. At the same time, students are enabled to analyze ethical dilemma situations and trade-off decisions from a normative and descriptive perspective and also to understand the relevance of institutional frameworks for guiding human  behavior. The goal is to enable students to understand the ethical relevance of business decisions and to independently develop solutions for moral dilemmas.", "Teaching and Learning Methods": "The module will combine several learning methods.- The basic knowledge as well as real world examples will be provided through the lecture.- Discussions in the lecture and active participation are encouraged and will contribute to deepen the understanding of the concepts introduced.- Workshops in smaller groups enable the students to apply (part of) their theoretical knowledge to real-world problems. This format additionally fosters creativity and team work.- Students will get additional background knowledge from the scientific literature in private reading.", "Media": "Presentations, exercises, online materials", "Reading List": "Lutge, C., & Uhl, M. (2021). Business ethics an economically informed perspective. Oxford University Press, USA.C. Lütge, M. Uhl, A. Kriebitz, & R. Max (2022). Business Ethics and Digitization. Springer Berlin Heidelberg.", "Responsible for Module": "Lütge, Christoph; Prof. Dr. phil.", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de"}, "MGT001372: Foundations of Entrepreneurial Business | Foundations of Entrepreneurial Business": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "3", "Total Hours": "90", "Self-study Hours": "60", "Contact Hours": "30", "Description of Examination Method": "The grading is based on a written exam (60 Minutes). The written form of the exam allows a comprehensive assessment of students' knowledge and understanding of the basic principles of entrepreneurship. They will answer questions about the concepts explaining the mindset of entrepreneurial individuals and the management of entrepreneurial firms as introduced in the lecture. They will also answer questions about basic definitions of specific types of entrepreneurship and entrepreneurial behavior.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "none", "Content": "The module introduces students into basic principles of the topic of entrepreneurship from a global and international perspective. Students will be equiped with basic knowledge on  - definitions, regional aspects, and special forms of entrepreneurship- entrepreneurial individuals, including their personality, creativity, idea development, cognition, opportunity recognition, decision making, affect, and moving forward from failure- entrepreneurial firms, including their growth strategies, strategic alliances, and resources.Beyond that, students can engage in break-out group work to personally experience the process of opportunity recognition and development while applying concepts from academic literature to real-world entrepreneurial problems.", "Intended Learning Outcomes": "Students will know and be able to explain basic concepts of entrepreneurship including basic definitions, psychological processes and characteristics of the person of the entrepreneur, and potential development paths of young firms. Further, students will transfer this basic knowledge to real world cases. Thus, students will be able to solve entrepreneurial problems in real world settings drawing on theoretical frameworks of the entrepreneurial process.", "Teaching and Learning Methods": "The module will combine several learning methods.- The basic knowledge as well as real world examples will be provided through the lecture.- Discussions in the lecture and active participation are encouraged and will contribute to deepen the understanding of the concepts introduced.- Work in smaller groups enables the students to apply (part of) their theoretical knowledge to real-world problems. This format additionally fosters creativity and team work.- Students will get additional background knowledge from the scientific literature in private reading.", "Media": "Presentations, videos, and powerpoint slides", "Reading List": "Optional Hisrich, R. D., Peters, M. P., & Shepherd, D. A. (2010). Entrepreneurship (8th ed.). New York McGraw-Hill.Optional Read, S., Sarasvathy, S., Dew, N., Wiltbank, R. & Ohlsson, A.-V. (2010). Effectual Entrepreneurship. New York Routledge Chapman & Hall.", "Responsible for Module": "Patzelt, Holger; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here."}, "WI001060: Production and Logistics | Production and Logistics": {"Module Level": "Bachelor", "Language": "German/English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The examination of the module consists of an exam (written, 120 minutes). Allowed aid is a non-programmable calculator.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "None", "Content": "This is an introductory module, providing an overview on planning problems in production and logistics and on methods to solve these. Students become acquainted with different planning hierarchies (strategic, tactical and operational) and the planning problems on the respective level. In order to deal with the arising decision problems in production and logistics simple heuristics as well as simple linear programming and mixed integer programming models are discussed and applied.", "Intended Learning Outcomes": "After participating in this introductory module, students will be able to   - understand the relation between different planning problems in production and logistics- analyse specific planning problems of the strategic, tactical and operational level (for details see course content), as well as on how to apply respective solution approaches- explain essential managerial tasks in production and logistics planning- evaluate the economic impact of production and logistics related decisions (e.g. the tradeoff between holding and setup costs or between costs and service)", "Teaching and Learning Methods": "The learning methods consist of lectures, (voluntary) tutorials and further literature.The lectures are used to convey the theoretical foundation and include conducting exercises.The tutorials accompany the lectures and deepen their content in an environment of small student groups. Students solve exercises on their own for most of the time and sometimes in group work.During the lecture, further readings are suggested, to get a deeper understanding of the course content.", "Media": "Presentations, Script (Produktionsmanagement)", "Reading List": "Günther, H.O., Tempelmeier, H. (2012), Produktion und Logistik, 9. Auflage, Springer", "Responsible for Module": "Minner, Stefan; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " Logistik und Supply Chain Management (WI001060,englisch) (TUM-BWL Bachelor) (Vorlesung, 2 SWS), Module Catalog of the study program B.Sc. Management and TechnologyGenerated on 19.09.2023, 23 of 262, Page 24 Bloemer A, Minner S ( Bloemer A ), Production Management (WI001060, englisch) (TUM-BWL Bachelor) (Vorlesung, 2 SWS)Grunow M [L], Grunow M, Karimian Hadi Ardebili YFor further information in this module, please click campus.tum.de or here."}, "MGT001373: Applied Econometrics | Applied Econometrics": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The final written exam (90 minutes) is to assess students' understanding of basic and advanced concepts in applied econometrics. Students have to show that they not only understand the econometric theories but also can apply this knowledge in empirical economics and interpret the results in a meaningful way. The exam is at least partly based on multiple choice questions. Students may use a non-programmable calculator.  ", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "An introductory course to statistics is highly recommended.", "Content": "This modul prepares students for empirical research (e.g. for their Bachelor's Thesis). We discuss the following topics1. Empirical Research & Econometrics2. (Multivariate) Random Variables3. Linear Regressions4. Interpretation of Parameters5. Hypothesis Testing6. Omitted Variables & Panel Data Estimation 7. Instrumental Variable Estimation8. Program Evaluation & Identification Strategies", "Intended Learning Outcomes": "At the end of this module, students will be able to  - use basic econometric methods in empirical economics- understand the technical conditions and assumptions of these models- assess the limitations of these approaches in real applications- interpret the econometric results in a meaningful way- and apply this knowledge to enhance the decision-making process.", "Teaching and Learning Methods": "The module consists of lectures and integrated tutorials. The lectures build a basic understanding of microeconometric methods. In the tutorials students learn to apply these methods in empirical economics. In addition to the integrated tutorials, takehome assignments are provided on which the student can practice individually and improve their final grade. Afterwards, the takehome assignments will be discussed in class. The takehome assignments include various topics that are relevant for the exam.", "Media": "", "Reading List": "Joshua Angrist and Jörn-Steffen Pischke Mostly Harmless Econometrics, online textbook available at https//www.researchgate.net/publication/51992844_Mostly_Harmless_Econometrics_An_Empiricist%27s_Companion", "Responsible for Module": "Farbmacher, Helmut; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de"}, "WI000820: Marketing and Innovation Management | Marketing and Innovation Management": {"Module Level": "Bachelor", "Language": "German/English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The grading will be based on a written exam (120 min). By answering multiple choiche questions students have to show that they have understood and can apply models and concepts related to markets aspects of innovation and to the organization of the innovation process. The questions also asses whether students remember and understand marketing basics (including key terms, theories, frameworks, the use of marketing strategies and marketing mix instruments, and their interrelationship with core concepts in marketing). The questions may require calculations. Students may use a non-programmable calculator to do these calculations.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "None", "Content": "Market aspects of innovation- Innovation Examples and particularities,- Innovation and the development of industries,- Sources of innovation,- Innovation strategy Analysis of the market, technology and competition,- Acquisition of technology Market, cooperation and networks", "Intended Learning Outcomes": "At the end of the module, students will be able to (1) recognize and apply models and concepts related to the market aspects of innovation (e.g., modes of acquisition of technology) and to the organization of the innovation process (e.g., promotors and champions in the innovation process), (2) identify how they can be concretely used in companies, (3) remember and understand the key terms used in marketing, (4) explain common marketing theories and frameworks, (5) describe and justify the use of both marketing strategies and marketing mix instruments, and (6) relate the strategies and use of instruments to core concepts in marketing, such as customer lifetime value, segmenting, targeting, and positioning, decision making styles, customer-perceived value, satisfaction, and loyalty, as well as branding.", "Teaching and Learning Methods": "The module consists of two lectures including one or two sessions held by guest speakers to refer to state of the art examples of marketing and innovation. Students will be motivated to read the literature before and after each lecture and relate it to the content taught in class. Furthermore, they will be motivated to discuss the content in online forums that are made available to the students.", "Media": "Lecture slides are available via Moodle. Presentation slides, online discussion forum", "Reading List": "- Afuah - Innovation Management. strategies, implementation, and profits- Dodgson, Gann, Salter - The Management of Technological Innovation (Chapter 4)- Teece - Profiting from Technological Innovation Implications for integration, collaboration, licensing and public policy- Stamm - Structured Processes for Developing New Products- Hauschildt, Kirchmann - Teamwork for innovation - the \"\"troika\"\" of promotors- Kotler/Keller/Brady/Goldman/Hansen (2012) Marketing Management, 2nd European ed., Pearson Harlow.  - Kotler/Armstrong (2014) Principles of Marketing, 15th ed., Pearson Harlow.  - Homburg (2015) Marketingmanagement. Strategie - Instrumente - Umsetzung - Unternehmensführung, 5. Aufl., Gabler Wiesbaden.", "Responsible for Module": "Henkel, Joachim; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " Technology and Innovation Management Introduction (WI000114, WI000820, englisch) (Bachelor TUM-BWL) (Vorlesung, 2 SWS)Henkel J ( Göttfried A ), Technology and Innovation Management: Introduction (WI000114, WI000820, englisch) (Bachelor TUM-BWL) (Vorlesung, 2 SWS)Henkel J ( Göttfried A ), Marketing (WI000820, englisch) (Bachelor TUM-BWL) (Vorlesung, 2 SWS)Königstorfer J, Marketing (WI000820, englisch) (Bachelor TUM-BWL) (Vorlesung, 2 SWS)Königstorfer JFor further information in this module, please click campus.tum.de or here."}, "WI001059_E: Financial Accounting | Financial Accounting": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The examination of the students' success consists of a written exam (60 minutes, multiple choice). Students may use a non-programmable calculator as helping material . In the exam students show that they are able to correctly record financial transactions using double-entry bookkeeping. Moreover, in the exam students demonstrate that they can discuss accounting theories and new standards of IFRS as well as conduct financial statement analyses.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "None", "Content": "The course gives an overview over basic financial accounting according to International Financial Reporting Standards (IFRS), focussing on regulations regarding commercial accounting in individual and consolidated financial statements.  In the first part of the lecture basic principles of financial accounting are introduced, dealing with general economic accounting and special financial accounting.In the second part individual financial statements are explained and regulations for annual accounts and annual reports are discussed in detail.In the third part methods of financial statement analysis are introduced and discussed.", "Intended Learning Outcomes": "Upon successful completion of this module, students are able to understand the construction of individual and consolidated financial statements according to International Financial Reporting Standards (IFRS) and to apply the accounting regulations of the IFRS practically. Students are also able to evaluate which enterprises have to prepare consolidated financial statements and which subsidiaries have to be included. Furthermore, they can independently carry out different consolidations correctly.", "Teaching and Learning Methods": "The course consists of a lecture and a corresponding tutorial, which is integrated into the lecture. In the tutorial the content of the lecture and its understanding is deepened and extended by exercises and case studies. Relevant scripts and exercises can be downloaded via Moodle.The lectures content is conveyed by means of presentation, while in the tutorial parts students can practise how to apply theoretical concepts practically.", "Media": "Script, tutorials, case studies, moodle", "Reading List": "Internationale Rechnungslegung (Pellens/Fülbier/Gassen/Sellhorn)", "Responsible for Module": "Ernstberger, Jürgen; Prof. Dr. rer. pol. habil.", "Courses (Type of course, Weekly hours per semester), Instructor": " Financial Accounting (WI001059_E) (BSc Engl. Track) (Vorlesung mit integrierten Übungen, 4 SWS)Ernstberger J, Grottel B, Hertl I, Keiling MFor further information in this module, please click campus.tum.de or here. WI001057_E: Cost Accounting | Cost Accounting"}, "WI001057_E: Cost Accounting | Cost Accounting": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The grading is based on a written exam (60 minutes). Students are allowed to use a non-programmable calculator for the exam. The students answer questions about definitions of cost accounting and about the basic principles of cost accounting. They further answer theoretical questions about concepts of cost accounting and their application. In a second part of the exam they have to apply the concepts to exemplary problems of cost accounting and are asked to perform the methods of cost accounting. Finally, they answer questions about the interpretation of their results.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "None", "Content": "The course introduces students to managerial cost accounting.  These are- cost type accounting (especially the different techniques to register the cost types of material and personnel costs)- the assignment and allocation of indirect costs to the various cost centers- the assignment of the determined costs to the individual products by using different techniques of product costing- calculations of the operating result of the period- systems of managerial cost accounting (cost planning and cost analysis)- break even analysis", "Intended Learning Outcomes": "After having attended this module, students will be able to remember and understand the basic concepts of managerial cost accounting systems. They will be able to analyze accounting problems and identify solutions. They will also be able to explain how managerial cost accounting support decision-making in a company. They will be able to apply the newly acquired knowledge to solve real-world accounting problems. They will be able to compare different concepts of managerial cost accounting such as variable vs absorption costing.", "Teaching and Learning Methods": "The course consists of a lecture and an exercise. During the lectures the contents are delivered by presentations and discussions. The students are inspired to improve the acquired knowledge by studying the suggested literature. In the exercises the students apply the acquired knowledge in solving problem sets and implementing case studies.", "Media": "presentations, text books, lecture notes, exercises", "Reading List": "Friedl, Gunther; Hofmann, Christian; Pedell, Burkhard Kostenrechnung - Eine entscheidungsorientierte Einführung, 2nd edition, München 2013.Küpper, Hans-Ulrich; Friedl, Gunther; Hofmann, Christian; Pedell, Burkhard Übungsbuch zur Kosten- und Erlösrechnung, 6th edition,München 2010.", "Responsible for Module": "Friedl, Gunther; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Cost Accounting (WI001057, WI001057_E, englisch) (Bachelor TUM-BWL) (Vorlesung, 2 SWS)Friedl G [L], Friedl G, Höfer T, Mehrer M, Cost Accounting: Exercise (WI001057, WI001057_E, englisch) (Bachelor TUM-BWL) (Übung, 2 SWS)Friedl G [L], Höfer T, Mehrer MFor further information in this module, please click campus.tum.de or here."}, "WI000219_E: Investment and Financial Management | Investment and Financial Management": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The grading is based on a written exam with a duration of 120 minutes. To test whether the students acquired the theoretical basics in financial analysis and investment planning, multiple choice questions are asked, where they have to find the correct or incorrect statement among several alternative statements. By using a calculator and the formulary issued by the chair, the students for exapmle have to analyse investment projects, create the optimal capital stucture of projects or firms, evaluate bonds, stocks, or equity options, and have to choose the right alternative from various possible answers as the exam is in form of multiple choice questions. ", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "none", "Content": "The module will give students a braod understanding of the instruments to analyse and evaluate investment opportunities. Subsequent, a complete list of these methods- Financial Statement Analysis (balance sheet analysis, analysis of profut and loss account)- Investment Analysis (net present value method, actuarial return)- Capital Budgeting (determination of free cashflows, choosing between alternatives)- Cost of Capital (equity costs, borrowing costs, capital costs)- Capital Structure", "Intended Learning Outcomes": "Upon completion of this module students will be able to (1) to name and apply important measures of company performance, (2) to analyze and choose investment projects, (3) to create the optimal  capital structure of projects and firms, (4) restate and employ concepts of financial mathematics and (5) to evaluate financial instruments.", "Teaching and Learning Methods": "The module will combine several teaching methods.- Weekly Lecture Presentation of theoretical basics and applied examples, supported by slides. As a better learning effect is reached by a dynamic learning environment, the student can join in live surveys with onlineTED.  - Excercise available on several dates Calculation of selected exercises from the set of exercises in small groups so the students can directly ask questions about the calculations.- Set of exercises with applied examples for individual practising of exercises.", "Media": "Presentations, exercises with solutions, onlineTED", "Reading List": "Berk/DeMarzo, Corporate Finance, 3rd. Edition, Pearson.", "Responsible for Module": "Braun, Reiner; Prof. Dr. rer. oec.", "Courses (Type of course, Weekly hours per semester), Instructor": " Investment and Financial Management Introduction to Corporate Finance (WI000219_E) (Vorlesung, 2 SWS)Braun R [L], Braun R, Dong Y, Weik S, Investment and Financial Management: Introduction to Financial Markets (WI000219_E) (Übung, 2 SWS)Braun R [L], Dong Y, Weik SFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program B.Sc. Management and TechnologyGenerated on 19.09.2023"}, "WI000023_E: Economics II - Macroeconomics | Economics II - Macroeconomics [VWL 2]Macroeconomics": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The examination is awritten exam (120 Min).The exam is designed to assess the participants' capabilities to apply macroeconomic theory in order to discuss and solve real world  problems of the economy as a whole. Participants should demonstrate their capacity for abstraction (thinking in economic models), concretization (calculating, interpreting and applying the results of the model, mathematical processing as well as graphical illustration.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "no specific prerequisites", "Content": "This module provides an introduction to basic concepts of macroeconomics. It covers- key institutions of capitalism as an economic system (private property, firms, markets)- technological change as a trigger for economic growth- price-taking and competitive markets- price-setting, rent-seeking and market disequilibuium- market successes and failures- markets, contracts and information- credit, banks and money- economic fluctuations and unemployment WI000023_E: Economics II - Macroeconomics | Economics II - Macroeconomics [VWL 2]", "Intended Learning Outcomes": "After attending the module, students will able to describe the composition and distribution of the Gross Domestic Product. They can analyze the economic mechanisms underlying unemployment as well as issues regarding monetary policy and inflation. Further, participants will learn to understand the economic crisis and the wealth differences among nations. Students are enabled to think in models and apply mathematical solutions when approaching economic problems.", "Teaching and Learning Methods": "The module consists of a lecture and an exercise course. The lecture content will be delivered in a verbal presentation with the help of slides. Since the foundation of the lecture is a textbook including recent economic history, the teaching is full of real life examples. The content of the lecture is put into practice in the exercise course which applies the  theoretical knowledge by basic mathematical calculations and graphical illustrations.  Therefore, the module aims at encouraging participants to independently think about economic problems discussed in the lecture and in the current literature.  Students are enabled to use the instruments (abstract and model thinking) for operationalizing economic problems and solve them in the conventional, mathematical manner.", "Media": "http//www.core-econ.org/", "Reading List": "The CORE Project (2016) 'The Economy', in Azm Premji University, Friends Provident Foundation, HM Treasury, Institute for New Economic Thinking, Open Society Foundations, SciencesPo, UCL (eds.), University College London.", "Responsible for Module": "Hottenrott, Hanna; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Economics II  (WI000023_E, englisch) (Macroeconomics) (Vorlesung, 2 SWS)Hottenrott H, Economics II (WI000023_E, englisch): Exercise (Macroeconomics) (Übung, 2 SWS)Hottenrott H, Iereshko I, Römer K, Vollert GFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program B.Sc. Management and TechnologyGenerated on 19.09.2023, 37 of 262"}, "WI000027: German Business Law I | Wirtschaftsprivatrecht I (inkl. jurist. Fallbearb.)": {"Module Level": "Bachelor", "Language": "German", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "In the final assessment students will need to demonstrate to what extent they have met the Learning Objectives. This assessment will be held as a written exam of 120 minutes. The exam consists of two parts which count for approximately 50 per cent each.  In the first part, students will be asked theoretical questions. This will demonstrate to what extent they have memorised and understood principles of the law of contracts (formation, discharge, and liability), tort law and property law.  Students will also be asked to apply their knowledge to known and fictional cases. This second part demonstrates if students have developed the required legal analytical skills. Students also need to demonstrate their ability to their knowledge to fact settings not discussed in the lecture, and to evaluate the legal consequences.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "none", "Content": "This module provides an introduction to basic concepts of German Civil Law.It is separated into a lecture and a tutorial (case studies).Topics covered are- legal capacity, capacity to contract, protection of minors - declaration of intent, contract, representation, appearance of a legal position- Law of obligations - general rules: creation, content and termination of obligations, General Terms and Conditions, consumer protection in specific marketing channels (distance selling, door-to-door sale)- Law of obligations - special rules: agreement categories, act of sale/contract for services, defaults (breach of duty), cancellation, abatement, compensation, purchase of consumer goods- Unjust enrichment- Law of torts- Property law", "Intended Learning Outcomes": "At the end of this subject students will be able(1.) to understand the basic principles of German civil law,(2.) to grasp the legal framework of business activity, in particular regarding liability under tort and contract,(3.) to analyse legal implications of typical business situations and to identify their options,(4.) to present the results of their analysis in a written memorandum.", "Teaching and Learning Methods": "This module comprises the lecture \"German Business Law I\" and the tutorial \"Case Studies in Business Law I\".  The lecture will cover the theoretical aspects of the module in a discussion with the lecturer. The tutorial will focus on case studies. It will provide the opportunity to work individually or in groups on case scenarios (known and unknown), covering issues of contract, tort and property law. The purpose is to repeat and to intensify the content discussed in the lecture and to review and evaluate legal issues from different areas of law in everyday situations. Students will develop the ability to present these findings in a concise and well-structured written analysis.", "Media": "Presentations (PPT), Case studies (including model answers)", "Reading List": "Legislative Text Bürgerliches Gesetzbuch, ZivilprozessordnungLiterature Ann/Hauck/Obergfell, Wirtschaftsprivatrecht kompakt", "Responsible for Module": "Maume, Philipp; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Wirtschaftsprivatrecht 1 (WI000027) (Vorlesung, 2 SWS)Ann C, Dubov B, Smith S, Module Catalog of the study program B.Sc. Management and TechnologyGenerated on 19.09.2023, 39 of 262, Page 40 Wirtschaftsprivatrecht 1 Fallübung (WI000027) (Übung, 2 SWS)Dubov B, Färber A, Hillenbrand M, Seßler A, Business Law 1 (WI001119) am Campus Straubing - Exercise (Übung, 2 SWS)Kirner H, Reichardt L, Schulitz S, Business Law 1 (WI001119) am Campus Straubing (Vorlesung, 2 SWS)Kirner H, Reichardt L, Schulitz SFor further information in this module, please click campus.tum.de or here."}, "WI000030: German Business Law II | Wirtschaftsprivatrecht II (inkl. jurist. Fallbearb.)": {"Module Level": "Bachelor", "Language": "German", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "In the final assessment students will need to demonstrate to what extent they have met the Learning Objectives. This assessment will be held as a written exam of 120 minutes.  The exam consists of two parts which count for approximately 50 per cent each.  In the first part, students will be asked theoretical questions. This will demonstrate to what extent they have memorised and understood principles of the law of collateral security, commercial law and company law.  Students will also be asked to apply their knowledge to known and fictional cases. This second part demonstrates if students have developed the required legal analytical skills. Students also need to demonstrate their ability to apply their knowledge to fact settings not discussed in the lecture, and to evaluate the legal consequences.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Empfohlen Teilnahme am Modul WI000027 Wirtschaftsprivatrecht I", "Content": "This module provides on overview of German Commercial Law, German Company Law, and the law of collateral security.It is separated into a lecture and a tutorial.Topics covered are- The merchant- Representation under the system of German Commercial Code- Commercial register- Commercial firm and company - Merchant's auxiliary persons- Trading operations- Credit and Security- Company Law (partnerships, corporate enterprises)", "Intended Learning Outcomes": "At the end of this subject students will be able(1.) to understand the basic principles of German commercial law, company law, and the law of collateral security,(2.) to grasp the legal framework of business activity, in particular regarding contractual relationships among merchants,(3.) to analyse legal implications of typical business situations and to identify their options,(4.) to present the results of their analysis in a written memorandum.", "Teaching and Learning Methods": "This module comprises the lecture \"German Business Law II\" and the tutorial \"Case Studies in Business Law II\".  The lecture will cover the theoretical aspects of the module in a discussion with the lecturer. The tutorial will focus on case studies. It will provide the opportunity to work individually or in groups on case scenarios (known and unknown), covering issues of commercial law, company law, and the law of collateral security. The purpose is to repeat and to intensify the content discussed in the lecture and to review and evaluate legal issues from different areas of law in everyday situations. Students will develop the ability to present these findings in a concise and well-structured written analysis.", "Media": "Presentations (PPT), Case studies (including model answers)", "Reading List": "Legislative TextBürgerliches Gesetzbuch, Handelsgesetzbuch, GmbH-Gesetz, Aktiengesetz", "Responsible for Module": "Ann, Christoph; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Wirtschaftsprivatrecht 2 (WI000030, deutsch) (Vorlesung, 2 SWS)Ann C ( Sießmeir T, Smith S ), Module Catalog of the study program B.Sc. Management and TechnologyGenerated on 19.09.2023, 42 of 262, Page 43 Wirtschaftsprivatrecht 2 Fallübung (Fälle zur Vorlesung Wirtschaftsprivatrecht 2) (WI000030) (Wiederholung aus Sommersemester) (Übung, 2 SWS)Dubov BFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program B.Sc. Management and TechnologyGenerated on 19.09.2023"}, "WI001119: Business Law I | Business Law I": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "In the final assessment students will need to demonstrate to what extent they have met the Learning Objectives. This assessment will be held as a written exam of 120 minutes in which students are allowed to use the applicable statutory law. The exam consists of two parts which count for approximately 50 per cent each .  In the first part, students will be asked theoretical questions. This will demonstrate to what extent they have memorised and understood principles of the law of contracts (formation, discharge, and liability), torts, and company law under German, European and Common Law. Students will also be asked to apply their knowledge to known and fictional cases. This second part demonstrates if students have developed the required legal analytical skills. Students also need to demonstrate their ability to apply their knowledge to fact settings not discussed in the lecture, and to evaluate the legal consequences.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "", "Content": "This module covers the legal essentials of running a business. It includes an overview of the legal framework in Germany and Europe, the formation and termination of contracts, selected types of contract (in particular, sale of goods), torts, property law, and company law. The module covers aspects of the German legal framework as well as the common law. This module is a prerequisite for \"Business Law 2\". It cannot be replaced with \"Wirtschaftsprivatrecht 1\".", "Intended Learning Outcomes": "At the end of this module students will be able  (1.) to name and understand the rules and principles of both German business law and the common law which are most important for businesses,  (2.) to grasp and apply the legal principles regulating business activity, in particular regarding liability under tort, contract and company law;(3.) to analyse legal implications of typical business situations and to identify their options;(4.) to present the results of their analysis in a written analysis.", "Teaching and Learning Methods": "The lecture will cover the theoretical aspects of the module in a discussion with the lecturer. The tutorial will focus on case studies. It will provide the opportunity to work individually or in groups on case scenarios (known and unknown), covering various issues of German and the common law. The purpose is to repeat and to intensify the content discussed in the lecture and to review and evaluate legal issues from different areas of law in everyday situations. Students will develop the ability to present these findings in a concise and well-structured written analysis.", "Media": "Reader, Presentations (PPT), Cases", "Reading List": "Robbers, An Introduction to German Law (6th ed., 2017)", "Responsible for Module": "Maume, Philipp; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Business Law I - Case studies (WI001119) (Übung, 2 SWS)Betz A, Primbs M, Business Law 1 (WI001119) am Campus Straubing - Exercise (Übung, 2 SWS)Kirner H, Reichardt L, Schulitz S, Business Law 1 (WI001119) am Campus Straubing (Vorlesung, 2 SWS)Kirner H, Reichardt L, Schulitz S, Business Law I (WI001119) (Vorlesung, 2 SWS)Primbs MFor further information in this module, please click campus.tum.de or here."}, "WI001120: Business Law II | Business Law II [BusLaw 2]": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "In the final assessment students will need to demonstrate to what extent they have met the Learning Objectives. This assessment will be held as a written exam of 120 minutes.In this exam students will be asked theoretical questions. This will demonstrate to what extent they have memorised and understood principles of EU law. Students will also be asked to apply their knowledge of EU law to known and fictional cases. This demonstrates if students have developed the required legal analytical skills. Students also need to demonstrate their ability to apply their knowledge to fact settings not discussed in the lecture, and to evaluate the legal consequences.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Recommended Attendance of WI001119 Introduction to Business Law. ", "Content": "This module provides on overview of the laws of the European Union that are relevant for national and international businesses.Topics covered are the oncept of internal market & 5 freedoms, the EURO, EU trade law, EU company and securities laws, EU competition law & state aids, EU IP & licensing agreements.", "Intended Learning Outcomes": "At the end of this module students will be able  (1.) to name and understand the rules and principles of EU law which are most important for businesses,(2.) to grasp and explain the framework of EU economic policies, in particular the interaction between EU law and member state law, (3.) to identify and analyse restrains prescribed by EU law from the perspective of businesses and employees,(4.) to assess real life scenarios regarding their EU law implications.", "Teaching and Learning Methods": "The module will cover the theoretical aspects of EU law in a discussion with the lecturer. It will also provide the opportunity to work individually or in groups on case scenarios covering issues of EU law. The purpose is to repeat and to intensify the content discussed in the lecture and to review and evaluate legal issues. Students will develop the ability to present these findings in a concise and well-structured analysis.", "Media": "Reader, Presentations (PPT), Cases", "Reading List": "Schütze, An Introduction to European Law (2012); Chalmers/Davies/Monti, European Union Law (3rd ed., 2014)", "Responsible for Module": "Maume, Philipp; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Business Law II (WI001120) - Case studies (Repetition) (Übung, 2 SWS)Katopodi E, Business Law II (WI001120, englisch) (Vorlesung, 2 SWS)Maume PFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program B.Sc. Management and TechnologyGenerated on 19.09.2023"}, "MGT001375: Machine Learning for Business Analytics | Machine Learning for Business Analytics": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "3", "Total Hours": "90", "Self-study Hours": "60", "Contact Hours": "30", "Description of Examination Method": "The overall grading bases on a written exam (90 minutes) that consists of multiple-choice questions. In these questions, students have to answer methodological questions and demonstrate that they understood the theoretical content of the course. Moreover, they have to answer practical questions that relate to the course's exercises and application cases. By so doing, the students have to show that they can transfer the gained knowledge to practical problems and can apply machine learning algorithms to solve analytics and business problems in practice.  ", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "Mathematics in Natural and Economic Science 1, Statistics for Business Administration", "Content": "The lecture content covers the theory of Machine Learning for Business Applications and required fundamentals. Specifically, topics include but are not limited to- Naive Bayes & Bayesian Networks  - Decision Trees- Ensemble Methods & Clustering  - Regression & Causal Inference  - Data Preparation, Generalization & Evaluation", "Intended Learning Outcomes": "After participating in this lecture, students have a basic knowledge in the domain of machine learning. Moreover, they have an overview of recent developments and topics. They are able to apply a machine learning framework to a practical problem, know the advantages and disadvantages of various methods and are able to identify and circumvent typical pitfalls.", "Teaching and Learning Methods": "Students learn the theory behind machine learning, particularly for business applications, in lectures. In additional exercises, students learn how to apply this knowledge", "Media": "", "Reading List": "Provost, F. & Fawcett, T (2013) Data Science for Business", "Responsible for Module": "Schiffer, Maximilian; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here., Module Catalog of the study program B.Sc. Management and TechnologyGenerated on 19.09.2023, 49 of 262, Page 50, Specialization in Technology | Technik-Schwerpunkt, Module Catalog of the study program B.Sc. Management and TechnologyGenerated on 19.09.2023, 50 of 262, Page 51, Specialization in Technology: Chemistry | Technik-Schwerpunkt: Chemie, Specialization in Technology: Chemistry | Technik-Schwerpunkt: Chemie, When choosing the engineering, natural or life science subject chemistry, 37 credits from the compulsory module area and at least 5 credits from the elective module area must be successfully completed. Enclosed is an exemplary elective module catalog; the applicable elective module catalog will be announced by the TUM School of Management in a suitable manner in good time before the start of lectures., Module Catalog of the study program B.Sc. Management and TechnologyGenerated on 19.09.2023"}, "CH1104: General and Inorganic Chemistry | Allgemeine und Anorganische Chemie": {"Module Level": "Bachelor", "Language": "German", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Die Prüfungsleistung wird schriftlich in Form einer 90-minütigen Klausur erbracht. In dieser soll nachgewiesen werden, dass in begrenzter Zeit und ohne Hilfsmittel die grundlegenden Prinzipien der Allgemeinen und Anorganischen Chemie wiedergegeben und angewandt werden können. Die Bearbeitung der Klausur erfordert vorrangig eigenständig formulierte Antworten und Berechnungen. Dabei sollen sie z.B. Atombau und Struktur von kovalenten, ionischen und metallischen Verbindungen demonstriert erklären. Ferner sollen die Studierenden grundlegende Fragestellungen zu großtechnischen Prozessen zur Synthese von anorganischen Grundchemikalien beantworten und relevante Reaktionsgleichungen aufschreiben. Weitere Prüfungsthemen können sein Einfache Reaktionsformen (u. a. Elektrochemie) und Katalyse (Kinetik) sowie die Grundlagen der chemischen Thermodynamik und chemischen Analytik, die Grundzüge der anorganischen Chemie und die Kernkonzepte der organischen und der Biochemie.Im Rahmen der freiwilligen Mid-Term-Leistung können die Studierenden einen Notenbonus von 0,3 erhalten. Der Notenbonus wird auf die Klausurnote angerechnet und verbessert diese somit. Die Mid-Term-Leistung beinhaltet die Abgabe der bearbeiteten Übungsblätter vor der jeweiligen Übungsstunde. Für sehr gute und sinnvolle Lösungsansätze werden 2 Punkte vergeben; für die Bemühung zur Lösung der Aufgaben wird 1 Punkt pro Übungsblatt vergeben. Insgesamt können die Studierenden 24 Punkte erreichen. Die Mid-Term-Leistung ist beim Erreichen von 22 Punkten bestanden. Der Notenbonus wir nur auf die bestandene Klausurnote angerechnet. Der Notenbonus bleibt bei Nicht-Bestehen der Klausur erhalten und wird auf die Note der Wiederholungsprüfung angerechnet.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "Voraussetzung ist Interesse an Chemie als experimentelle Naturwissenschaft.", "Content": "Aufbau der Materie; Chemie, Stoffe, Stofftrennung; Atombau und Periodensystem der Elemente; Moleküle, chemische Verbindungen; Chemische Bindung; Chemische Reaktionen; Chemische Gleichgewichte; Säuren und Basen; Festkörperchemie, Festkörperstrukturen; Elektrochemie; Grundlegende Stoffkenntnisse zu Hauptgruppenelementen; wichtige technische Verfahren.Kapitelübersicht1 Atombau und allgemeine Chemie2 Die Chemische Bindung3 Organische Chemie4 Anorganische Chemie5 Chemische Thermodynamik6 Chemische Kinetik7 Analytische Chemie8 Elektrochemie", "Intended Learning Outcomes": "Nach der erfolgreichen Teilnahme am Modul \"Allgemeine und Anorganische Chemie\" verstehen die Studierenden die wesentlichen Konzepte der allgemeinen und anorganischen Chemie und können sie auf einfache Beispiele selbständig anwenden. Die Studierenden verstehen den Aufbau des Periodensystems der Elemente und kennen das Vorkommen und die Herstellung der wichtigsten Hauptgruppenelemente. Sie können Konzepte wie das Massenwirkungsgesetz, die Theorie der chemischen Bindung, Oxidation und Reduktion, die Reaktion von Säuren und Basen, die MO-Theorie etc. auf typische Beispiele anwenden und die Resultate analysieren. Sie kennen wichtige großtechnische Prozesse von anorganischen Grundchemikalien. Die Studierenden erinnern sich nach der Teilnahme an dem Modul auf Grund der vorgeführten Experimente an das chemische Verhalten der jeweiligen Elemente und deren Verbindungen.Die Studierenden können auf der Grundlage der phänomenologischen Thermodynamik die grundlegenden Konzepte der chemischen Energetik anwenden, können einfache Beispiele für chemische Reaktionsmechanismen darstellen und grundlegende kinetische Berechnungen durchführen.", "Teaching and Learning Methods": "Das Modul besteht aus einer Vorlesung mit integrierter Übung (4 SWS), in welcher die Inhalte im Vortrag und durch Präsentationen vermittelt werden. Die Studierenden sollen zum Studium der Literatur und der inhaltlichen Auseinandersetzung mit den Themen angeregt werden. Die Präsentationen werden über einen download- Bereich zur Verfügung gestellt.Mit Übungsaufgaben, die durch Tafelanschrieb präsentiert und gelöst werden, werden konkrete Fragestellungen und ausgesuchte Beispiele bearbeitet. Die zur Bearbeitung der Aufgaben notwendige Zeit wird dabei an die Erklärungsbedürfnisse der Studierenden angepasst. In die Vorlesung eingebundene Videos helfen ein besseres Verständnis bestimmter Konzepte und Versuchsabläufe zu erlangen. Experimentalvorführungen veranschaulichen die theoretisch besprochenen Inhalte und die Reaktivität der behandelten Stoffklassen und Elemente. Die Studierenden erhalten durch sie einen ersten Einblick in das experimentelle Arbeiten in einem chemischen Labor. Zu den Lehreinheiten werden kapitelweise Übungsblätter und zeitversetzt die dazugehörigen Musterlösungen zur Verfügung gestellt. Dadurch setzen sich die Studierenden sowohl mit der eigenen Lösungsfindung, als auch mit den Musterlösungen auseinander und werden so auf die Prüfungsklausur vorbereitet.", "Media": "PowerPoint-Präsentationen, Tafelanschrieb, Frontalübungen, Videos, Versuchsvorführung, Übungsblätter, Moodle", "Reading List": "- Riedel/Janiak Anorganische Chemie 9. Auflage 2015 (de Gruyter);- M. Binnewies, Jäckel, H., Willner,G.,Rayner-Canham, M.,Allgemeine und Anorganische Chemie, Spektrum Akadem. Verlag;- Chemie - Mortimer, Charles E.; Müller, Ulrich 2014 (11. Auflage); Print ISBN 978-3134843118 - Online ISBN 9783131940513 - Link zum e-book (im MWN)- Lehrbuch der Physikalischen Chemie - Wedler, Gerd und Freund, Hans-Joachim 2012 (6. Auflage); Print ISBN 978-3527329090- Link zum e-book (im MWN)- Chemie für Ingenieure - Hoinkis, Jan 2016 (14. Auflage); Print ISBN 978-3-527-33752-1", "Responsible for Module": "Hauer, Jürgen; Prof. Dr. rer. nat.", "Courses (Type of course, Weekly hours per semester), Instructor": " Allgemeine und Anorganische Chemie für Studierende der Physik und TUM-BWL (CH1104) (Vorlesung mit integrierten Übungen, 4 SWS)Bucher D, Fischer R, Hauer J, Zusatzangebot: Tutorium für Allgemeine und Anorganische Chemie (CH1104) (Tutorium, 1 SWS)Hauer JFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program B.Sc. Management and TechnologyGenerated on 19.09.2023"}, "IN8005: Introduction into Computer Science (for non informatics studies) | Einführung in die Informatik für andere Fachrichtungen": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "5", "Total Hours": "150", "Self-study Hours": "90", "Contact Hours": "60", "Description of Examination Method": "Type of Assessment written exam (90 minutes)The exam takes the form of written test. Knowledge questions allow to assess acquaintance with and understanding of the basic concepts of Computer Science. Small programming and modelling problems allow to assess the ability to practically apply the learned programming- and query-languages and modelling-techniques for the solution of small problems.  Homework will be scored and upon achieving a minimum equired number of points, a 0,3 bonus for the final grade is granted.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "Recommended requirements are Mathematics modules of the first year of the TUM-BWL bachelor's program as well as the module WI000275 'Management Science'. ", "Content": "The module IN8005 is concerned with topics such as- Database Management Systems,.ER models, Relational Algebra, SQL- Java as a programming language++ basic constructs of imperative programming (if, while, for, arrays etc.)++ object-oriented programming (inheritance, interfaces, polymorphism etc.)++ basics of Exception Handling and Generics++ code conventions ++ Java class library- Basic algorithms and data structures:++ algorithm concept, complexity++ data structures for sequences (arrays, doubly linked lists, stacks & queues)++ recursion++ hashing (chaining, probing)  ++ searching (binary search, balanced search trees)  ++ sorting (Insertion-Sort, Selection-Sort, Merge-Sort)", "Intended Learning Outcomes": "Upon successful completion of the module, participants understand important foundations, concepts and ways of thinking of Computer Science, in particular object-oriented programming, databases and SQL, and basic algorithms and data structures, have an overview over these topics and be able use them for the development of own programs with a link to a database in a basic way.", "Teaching and Learning Methods": "Lecture and practical tutorial assignments. A central tutorial deepens the understanding of the concepts introduced in the lecture using example assignments in regard to being able to solve given problems. In the tutorials, the students solve basic assignments under intensive supervision, which contributes to providing them with the basic skills in programming, in order to be able to apply the knowledge acquired by self-study of the accompanying materials of lecture and central tutorial for autonomously solving the programming assignments of the homework. During the second half of the semester, the students work on a small practical project, which aims at deepening the connected understanding of the desired learning outcomes. Programming aspects of this project are distributed over tutorial and homework assignments and are aligned with the topics of the respective week.", "Media": "Slides, blackboard, lecture- and central tutorial recording, discussion boards in suitable e-learning platforms ", "Reading List": "Chapters from textbooks, which are closely associated with the module content and are provided to the students online.", "Responsible for Module": "Groh, Georg; Apl. Prof. Dr. rer. nat. habil.", "Courses (Type of course, Weekly hours per semester), Instructor": " Einführung in die Informatik für andere Fachrichtungen (TUM BWL) (IN8005) (Vorlesung, 2 SWS)Groh G, Module Catalog of the study program B.Sc. Management and TechnologyGenerated on 19.09.2023, 167 of 262, Page 168 Übung zur Einführung in die Informatik für andere Fachrichtungen (TUM BWL) (IN8005) (Übung, 2 SWS)Groh G [L], Dall'Olio G, Groh G, Steinberger CFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program B.Sc. Management and TechnologyGenerated on 19.09.2023, 168 of 262"}, "CH1090: Introduction to Organic Chemistry | Einführung in die Organische Chemie": {"Module Level": "Bachelor", "Language": "German", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Eine Prüfungsleistung wird in Form einer Klausur (90 Minuten) erbracht. In dieser soll nachgewiesen werden, dass in   begrenzter Zeit und ohne Hilfsmittel ein Problem erkannt wird und Wege zu einer Lösung gefunden werden können. Dabei sollen die Studierenden zeigen, dass sie die organische Chemie wichtiger Verbindungen aus Natur und Technik bewerten können. Sie verstehen Aufbauprinzipien und Eigenschaften der grundlegenden Naturstoffklassen. Die Studierenden sind vertraut mit den grundlegenden Reaktionsweisen organischer Verbindungen und können diese wiedergeben. Die Prüfungsfragen gehen über den gesamten Modulstoff. Die Antworten erfordern teils eigene Berechnungen und Formulierungen teils Ankreuzen von vorgegebenen Mehrfachantworten.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Lectures in Basic and inorganic chemistry.", "Content": "IntroductionWhat is Organic Chemistry ? Structural units, alkyl chains, functional groups, structural principles, isomerism, geometry, chirality", "Intended Learning Outcomes": "After participating in the module, the students are able to evaluate the organic chemistry of important compounds in nature and technology. They understand structural principles and properties of the basic classes of natural products. Students are familiar with the basic modes of reaction of organic compounds.", "Teaching and Learning Methods": "The module consists of a lecture with accompanying exercises. The contents are taught in lecture and through presentations. Students should be encouraged to substantive discussion of the issues and to study advanced literature. Exercises are given in correlation to the lecture progress and will be discussed centrally after a given processing time.", "Media": "Script, presentation, exercise sheets.", "Reading List": "H. Beyer, W. Francke, W. Walter, \"Lehrbuch der Organischen Chemie\", lecture script", "Responsible for Module": "Fontain, Eric; PD Dr. rer. nat. habil.", "Courses (Type of course, Weekly hours per semester), Instructor": " Einführung in die Organische Chemie, Übung (CH1090) (Übung, 1 SWS)Fontain E ( Stegbauer S ), Einführung in die Organische Chemie (CH1090) (Vorlesung, 3 SWS)Fontain E ( Stegbauer S )For further information in this module, please click campus.tum.de or here."}, "CH0106: Biology for Chemists | Biologie für Chemiker": {"Module Level": "Bachelor", "Language": "German", "Duration": "one semester", "Frequency": "winter semester", "Credits": "4", "Total Hours": "120", "Self-study Hours": "75", "Contact Hours": "45", "Description of Examination Method": "Die Prüfungsleistung wird schriftlich in Form von einer 90-minütigen Klausur erbracht. In dieser soll nachgewiesen werden, dass in begrenzter Zeit und ohne Hilfsmittel die Lernergebnisse des Moduls (z.B. die Grundstruktur von Biomolekülen und der Zellaufbau; wichtige biochemische Vorgänge innerhalb einer Zelle; Beziehung zwischen der chemischen Struktur und der (biologisch / biochemischen) Wirkung von organischen Molekülen; Protein-Biosynthese sowie die Grundlagen der Evolution deren molekulare Grundlagen) wiedergegeben und Fragestellungen zum Inhalt des Moduls eigenständig bearbeitet werden können. Die Prüfungsfragen gehen über den gesamten Modulstoff. Die Antworten erfordern eigene Berechnungen und Formulierungen und können teilweise die Auswahl von vorgegebenen Mehrfachantworten beinhalten.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Keine", "Content": "Der Inhalt des Moduls umfasst die Grundlagen der Biochemie Chemische Grundlagen; Moleküle des Lebens (Stoffklassen Kohlenhydrate, Lipide, Nukleinsäuren, Aminosäuren); Grundlagen von Leben; Energie; genetische Information; DNA; Genom; Replikation; Transkription; Translation; Zellaufbau (Zytologie); Zytoskelett; Zell-Zell-Interaktionen (Gewebe); Zellzyklus; Fortpflanzung; Vererbung und Evolution; chemische Evolution; Ökologie; Immunologische Grundlagen; Grundlagen der DNA-Rekombinationstechnik.", "Intended Learning Outcomes": "Nach der erfolgreichen Teilnahme am Modul verstehen die Studierenden den Aufbau von organischen Verbindungen und die wichtigsten biochemischen Vorgänge innerhalb einer Zelle. Die Studierenden erinnern sich an den Aufbau von Zellen sowie an den Aufbau der für die Biochemie und organischen Chemie relevanten Stoffklassen und die chemischen funktionellen Gruppen. Die Studierenden verstehen die Beziehung zwischen der chemischen Struktur und der (biologisch/biochemischen) Wirkung von organischen Molekülen. Die Studierenden erinnern sich an die Protein-Biosynthese sowie die Grundlagen der Evolution und verstehen deren molekulare Grundlagen. Insgesamt haben die Studierenden nach der erfolgreichen Teilnahme am Modul einen Überblick über die strukturellen und funktionellen Grundzüge von Biomolekülen.", "Teaching and Learning Methods": "Das Modul besteht aus der Vorlesung Biologie für Chemiker (2 SWS) und einer begleitenden Übungsveranstaltung (1 SWS). Die Inhalte der Vorlesung werden im Vortrag, Präsentationen und Tafelanschriften vermittelt. Begleitend sollen die Studierenden die behandelten Inhalte durch Durchsicht eines geeigneten Lehrbuchs weiter vertiefen. In der Übung werden die Inhalte der Vorlesung durch die Bearbeitung eines Fragenkatalogs ebenfalls weiter vertieft.", "Media": "Vortrag mittels PowerPoint, Tafelanschrift, Skriptum, Übungsaufgabensammlung, Filme", "Reading List": "Als Lehrbuch begleitend zum Modul Campell/Reece, Biologie, Pearson Education und Alberts/Johnson/Lewis/Raff/Roberts/Walter, Molekularbiologie der Zelle, Wiley VCH.", "Responsible for Module": "Buchner, Johannes; Prof. Dr. rer. nat. habil.", "Courses (Type of course, Weekly hours per semester), Instructor": " Biologie für Chemiker (CH0106) (Vorlesung mit integrierten Übungen, 3 SWS)Buchner J [L], Haslbeck MFor further information in this module, please click campus.tum.de or here. CH0780: Chemistry in Everyday Life and Technology | Chemie in Alltag und Technik"}, "CH1000: Chemical Laboratory Course for TUM-BWL | Chemisches Praktikum für TUM-BWL": {"Module Level": "Bachelor", "Language": "German/English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "90", "Contact Hours": "90", "Description of Examination Method": "Die Prüfungsleistung besteht aus zwei Teilleistungen Einer Laborleistung (Gewichtung 75%) und einer schriftlichen, 90-minütigen Klausur (Gewichtung 25%). In den Prüfungsleistungen sollen die Studierenden zeigen, dass sie die theoretischen Hintergründe und die praktischen Vorgehensweisen zur qualitativen und quantitativen Bestimmung von Analysen, zur Chemie aus Alltag und Technik, zur präparativen organischen Chemie und zu analytischen Methoden der organischen Chemie beherrschen.Zur Überprüfung der handwerklich-praktischen Fähigkeiten beinhaltet die Laborleistung das Vorbereiten und Durchführen von 12-20 Versuchen aus den Bereichen der analytischen, anorganischen und organischen Chemie. Hierbei sollen die Studierenden zeigen, dass sie analytische und präparative Methoden theoretisch verstanden haben und sie praktisch durchführen können, z.B. Neutralisationstitration, Komplexometrie, Kationentrennungsgang, Anionennachweise, Elektrochemie, Wasseranalytik, NMR-Spektroskopie, Gaschromatographie, Massenspektrometrie sowie Destillation, Kristallisation, Extraktion und einfache Synthesen. Des Weiteren beinhaltet die Laborleistung das Anfertigen von Versuchsprotokollen, das Führen eines Laborjournals, sowie die Durchführung von Vorbereitungs- und Ergebnisbesprechungen. Die Studierenden zeigen in den Protokollen, mit dem Laborjournal und in Vorbereitungs- und Ergebnisgesprächen, ob sie die erarbeiteten Informationen zu den genannten Themen beschreiben, interpretieren und auf ähnliche Sachverhalte übertragen können. Die Note der Laborleistung setzt sich zusammen aus Versuchsdurchführung 41%, Versuchsprotokolle 28%, Führen des Laborjournals 7%, Vorbereitungs- und Ergebnisgespräche 24%.In der Klausur soll nachgewiesen werden, dass in begrenzter Zeit und ohne Hilfsmittel grundlegende Probleme der analytischen und anorganischen Chemie sowie der organischen Chemie erkannt werden und Wege zu einer Lösung gefunden werden können. Die Prüfungsfragen gehen über den gesamten Modulstoff. Die Antworten erfordern teils eigene Berechnungen und Formulierungen, teils Ankreuzen von vorgegebenen Mehrfachantworten.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "Module \"Einführung in die Organische Chemie\" und \"Allgemeine und anorganische Chemie\"", "Content": "Praktische Modulinhalte- Methoden zur quantitativen Bestimmung von Analysen (Neutralisationstitration, Komplexometrie, Potentiometrie, Photometrie) als auch Methoden zur qualitativen Bestimmung von Analysen (Kationentrennungsgang, Anionennachweise).  - Experimentelle Grundkenntnisse zur Chemie aus Alltag und Technik (Elektrochemie, Wasseranalytik, Naturstoffextraktion, Polymerisation).  - Experimentelle Grundkenntnisse der präparativen organischen Chemie Drei präparative Grundoperationen (Destillation, Kristallisation, Extraktion), einfache Synthesen.- Die erhaltenen Verbindungen werden mit diversen analytischen Methoden (NMR-Spektroskopie, Gaschromatographie, Massenspektrometrie, Schmelz- und Siedepunktbestimmung, Brechungsindexbestimmung) charakterisiert.", "Intended Learning Outcomes": "Nach der Teilnahme am Modul \"Chemisches Praktikum für TUM-BWL\" wissen die Studierenden neben den theoretischen Hintergründen auch die praktischen Vorgehensweisen zur qualitativen und quantitativen Bestimmung von Analysen, zu ausgewählten Beispielen aus der Chemie in Alltag und Technik sowie um einfache organische Verbindungen zu synthetisieren, sie zu analysieren und deren Reaktivität einzuschätzen.Die Studierenden sind in der Lage, sowohl quantitative Bestimmungen von Analysen (Neutralisationstitration, Komplexometrie, Potentiometrie, Photometrie) als auch qualitative Bestimmungen von Analysen (Kationentrennungsgang, Anionennachweise) durchzuführen. Zudem sind sie in der Lage, Versuche zur Chemie aus Alltag und Technik (Elektrochemie, Wasseranalytik, Naturstoffextraktion, Polymerisation) durchzuführen.Des Weiteren können die Studierenden präparative Grundoperationen (Destillation, Kristallisation, Extraktion) durchführen und analytische Methoden (NMR-Spektroskopie, Gaschromatographie,  Massenspektrometrie, Brechungsindexbestimmung, Siedepunkt- und Schmelzpunktbestimmung) anwenden. Die Bewertung der sicherheitsrelevanten Aspekte dieser einfachen Experimente können die Studierenden selbstständig durchführen.Insbesondere sind die Studierenden in der Lage, Säure-Base-Reaktionen, Löslichkeiten von Verbindungen, Redoxvorgänge, elektromagnetische Strahlung, Redoxvorgänge und Komplexchemie zu verstehen. Zudem sind die Studierenden in der Lage, grundlegende Reaktionen der organischen Chemie aus den Themenbereichen radikalische Substitution, nukleophile Substitution, Eliminierung, Addition, elektrophile aromatische Substitution, und Reaktionen von Carbonylverbindungen zu verstehen. Darüber hinaus sind die Studierenden in der Lage, eine Literaturrecherche zu physikalischen Eigenschaften und spektroskopischen Daten von chemischen Verbindungen selbstständig durchzuführen und die grundlegende Interpretation von NMR- und Massenspektren zu verstehen. Zudem sind sie in der Lage, die den präparativen Grundoperationen und den analytischen Methoden zugrundeliegenden Theorien zu verstehen.", "Teaching and Learning Methods": "Das Modul besteht aus einem Laborpraktikum (4 SWS) und einem begleitenden Seminar mit Übungen (2 SWS).Die Inhalte des Praktikums werden durch Experimente vermittelt, die Beobachtungen und Ergebnisse in einem Laborjournal dokumentiert und die erhaltenen Verbindungen an diversen analytischen Geräten charakterisiert und ausgewertet. Die Theorie zum Versuch, die Versuchsdurchführung sowie die Ergebnisse und deren Auswertung und Interpretation werden in Form von Protokollen und Ausarbeitungen schriftlich festgehalten.Die Inhalte des Seminars und der Übungen werden im Vortrag und durch Präsentation vermittelt. Die Studierenden sollen zur inhaltlichen Auseinandersetzung mit den Themen angeregt werden, sowie zum weiterführenden Studium der Literatur. In der Übung werden konkrete Beispiele zu den Inhalten des Seminars vertieft besprochen, sowie grundlegende Konzepte aus dem Seminar auf anders formulierte Probleme angewendet.", "Media": "Bücher, Powerpointpräsentationen, Tafelanschrieb, Frontalübungen, Skript, Laborkurs", "Reading List": "- K. Schwetlick, Organikum, 24. Aufl., Wiley-VCH, Weinheim, 2015- S. Hünig, P. Kreitmeier, G. Märkl, J. Sauer, Arbeitsmethoden in der organischen Chemie, 1. Aufl., Lehmanns, Berlin, 2006- E. Riedel, Anorganische Chemie, 4. Aufl., Walter de Gruyter, Berlin, 1999- J. Stähle, E- Schweda, Lehrbuch der analytischen und präparativen anorganischen Chemie, Hirzel, Stuttgart, 1995.", "Responsible for Module": "Bach, Nina; Dr. rer. nat.", "Courses (Type of course, Weekly hours per semester), Instructor": " Chemisches Praktikum für TUM-BWL (Praktikum, 4 SWS), Module Catalog of the study program B.Sc. Management and TechnologyGenerated on 19.09.2023, 65 of 262, Page 66 Bach N, Chemisches Praktikum für TUM-BWL, Seminar (Seminar, 2 SWS)Bach NFor further information in this module, please click campus.tum.de or here."}, "CH0107: Analytical Chemistry | Analytische Chemie": {"Module Level": "Bachelor", "Language": "German", "Duration": "one semester", "Frequency": "winter semester", "Credits": "3", "Total Hours": "90", "Self-study Hours": "60", "Contact Hours": "30", "Description of Examination Method": "Die Prüfungsleistung wird in Form einer Klausur (60 Minuten) erbracht. In dieser soll nachgewiesen werden, dass in begrenzter Zeit und ohne Hilfsmittel die verschiedenen Schritte moderner Analytik von der Probenahme bis zur Auswertung erkannt und gängige instrumentelle Analyseverfahren erinnert werden können. Die Antworten erfordern teils eigene Berechnungen und Formulierungen teils Ankreuzen von vorgegebenen Mehrfachantworten.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "Grundwissen in Chemie und Physik.", "Content": "Der Analytische Prozess Probennahme, Probenvorbereitung, Detektions- und Bestimmungsverfahren, Validierung der Ergebnisse, Qualitätssicherung. Instrumentelle Analytik, u.a. AAS, OES, RFA, MS, Kopplungstechniken. Illustrative Beispiele moderner Elementanalytik.", "Intended Learning Outcomes": "Nach der Teilnahme am Modul sind die Studierenden in der Lage, die einzelnen Schritte einer chemischen Analyse von Probenahme, Probenaufbereitung, Messung, Auswertung und Validierung zu erinnern und deren Eigenheiten und Wichtigkeit zu verstehen und anzuwenden. Sie können verschiedene moderne Analyseverfahren wie AAS, OES, RFA, MS und Kopplungsverfahren benennen und erklären. ", "Teaching and Learning Methods": "Das Modul besteht aus einer Vorlesung deren Inhalt im Vortrag und durch Präsentationen vermittelt wird. Studierende werden zur inhaltlichen Auseindersetzung mit der Thematik und zum Studium der Literatur angeregt.", "Media": "Bücher, Online-Skript", "Reading List": "Skoog, Douglas A., Holler, F. James, Crouch, Stanley R. Niessner, R. (Hrsg.), Instrumentelle Analytik Grundlagen - Geräte   Anwendungen. Springer 2013, 6. Auflage.  Harris, Daniel C., Werner, Gerhard, Werner, Tobias (Hrsg.), Lehrbuch der Quantitativen Analyse. Springer 2014, 8. Auflage. ", "Responsible for Module": "Strittmatter, Nicole; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Analytische Chemie (CH0107) (Vorlesung, 2 SWS)Strittmatter N ( Ivleva N )For further information in this module, please click campus.tum.de or here. CH0780: Chemistry in Everyday Life and Technology | Chemie in Alltag und Technik"}, "CH0780: Chemistry in Everyday Life and Technology | Chemie in Alltag und Technik": {"Module Level": "Bachelor", "Language": "German", "Duration": "one semester", "Frequency": "summer semester", "Credits": "5", "Total Hours": "150", "Self-study Hours": "105", "Contact Hours": "45", "Description of Examination Method": "In the module, the learning outcomes are checked by means of a written examination (examination, 90 minutes). In this exam, the students should demonstrate that they can differentiate between and explain technical terms such as constitution, conformation and configuration. They know the \"\"value chain\"\" from crude oil production to the finished polymer and can describe and classify polymers with their thermal and mechanical properties. The students can prove that they can classify polymers according to their origin and the manufacturing process. They can explain the differences between ideal and real kinetics of radical polymerization. They can reproduce the relationship between molecular weight, molecular weight distribution and the influence of the polymerization process on the molecular weight distribution and can use concrete examples to describe areas of application for polymers in waste water treatment, in detergents and cosmetics. They know petroleum-independent processes for the production of polymers from CO2 and renewable resources and can link and reproduce them with keywords such as \"\"polymers and the environment\"\" and the so-called end of life management as well as strategies for the circular economy and recycling.Tasks are set that have to be answered using self-written texts, as well as multiple choice tasks. In addition, short arithmetic problems are given.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "Good knowledge of organic and inorganic chemistry is a prerequisite for successful participation in the module.", "Content": "Value Chain - From Well to Polymer Constitution, conformation and configurationThermal transitions Amorphous vs. semi-crystalline polymersClassification of polymers according to properties, structure and formation reactionsPolymerization: radical, ionic and coordinative formal kinetics of polymerizationPolymerization in homogeneous and heterogeneous systemsMolar mass distributions and molar mass determinationPolymers for application technology (wastewater, detergents, cosmetics)Biopolymers and RecyclingPolymer processing", "Intended Learning Outcomes": "After passing the module, the students are able to assess which parameters have to be considered when carrying out chemical syntheses on an industrial scale. The students are also able to describe the strongly interlinked material cycle in industrial chemistry. The students have acquired basic knowledge of different types of polymerization and the resulting polymers. They have basic knowledge about simple reaction kinetics, molecular weight determination and the influence of different polymerization processes and can relate this to plastics in everyday life. The students have insights into current developments in plastics from renewable resources and CO2 and can evaluate plastics in general in connection with circular economy and recycling.", "Teaching and Learning Methods": "The module consists of a lecture and an exercise. After imparting the basics of the value chain from the borehole to the polymer, individual topics such as thermal and mechanical behavior of semi-crystalline plastics, degree of polymerisation and distribution of the degree of polymerisation as well as the possible uses of various polymers for waste water treatment, in detergents and cosmetics are deepened. Current developments through the use of renewable resources and CO2, material cycle and recycling as well as polymer processing complete the subject area.The step-by-step structure of the material is intended to consolidate what has been learned more quickly. The contents of the lecture are conveyed through presentations and writing on the blackboard. At the same time, the students should work through relevant textbook chapters, which are supplemented by further literature, e.g. selected current journal articles, for more in-depth study.During the exercises, specific questions are answered and selected examples are worked on. This gives the students the opportunity to deepen and work through topics and facts from the lecture.", "Media": "Presentation on blackboard and beamer, script", "Reading List": "Oskar Nuyken (Springer), Polymere, Synthese, Eigenschaften und Anwendungen;  Martin Brahm (Hirzel Verlag), Polymerchemie kompakt;Wilhelm Keim (Wiley-VCH), KunstoffeL. Wolters (Hanser), Kunststoff RecyclingC. Bonten (Hanser), Kunststofftechnik", "Responsible for Module": "Troll, Carsten; Dr. rer. nat.", "Courses (Type of course, Weekly hours per semester), Instructor": " Chemie in Alltag und Technik (CH0780) (Vorlesung mit integrierten Übungen, 3 SWS)Troll CFor further information in this module, please click campus.tum.de or here. CH1104: General and Inorganic Chemistry | Allgemeine und Anorganische Chemie"}, "CH4103: Molecular Inorganic Chemistry | Anorganische Molekülchemie": {"Module Level": "Bachelor", "Language": "German", "Duration": "one semester", "Frequency": "summer semester", "Credits": "5", "Total Hours": "150", "Self-study Hours": "90", "Contact Hours": "60", "Description of Examination Method": "Die Prüfungsleistung wird schriftlich in Form einer 90 minütigen Klausur erbracht. Geprüft wird das Erkennen und Beschreiben typischer Strukturen und Bindungsverhältnisse von anorganischen Molekülverbindungen der Nichtmetalle, der Hauptgruppenmetalle und der Übergangsmetalle sowie Synthesen, Reaktivitäten und technische Prozesse. Die Prüfungsfragen gehen über den gesamten Modulstoff.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "\"Allgemeine und Anorganische Chemie\"", "Content": "Teil I Einführung in die Anorganische Molekülchemie der Hauptgruppenelemente grundlegende Gesetzmäßigkeiten des PSE; Bindungsmodelle für Molekülverbindungen (VB- und qualitative MO-Theorie von mehratomigen Molekülen; Chemie der Nichtmetalle und Halbmetalle; Chemie der Hauptgruppenmetalle einschließlich ihrer metallorganischen Verbindungen.  Teil II Molekülchemie der Nebengruppenelemente Besonderheiten der Übergangsmetalle, Einführung in das Kristall- / Ligandenfeldmodell; Molekülchemie der Übergangsmetalle; Chemie der Lanthanoiden und Aktinoiden.", "Intended Learning Outcomes": "Nach der Teilnahme am Modul verfügen die Studierenden über Grundlagenkenntnisse über alle relevanten Modelle zur Beschreibung der Strukturen und Bindungsverhältnisse in Anorganischen Molekülverbindungen und über die Gesetzmäßigkeiten im PSE der HG-Elemente und  Besonderheiten der NG-Elemente; wichtige chemische Eigenschaften und Anwendungen sowie wichtige Herstellungsverfahren und technische Prozesse zu und mit den Molekülverbindungen der Nichtmetalle, der Hauptgruppenmetalle und der Übergangsmetalle sind präsent; die Studierenden sind in der Lage Synthesen zu planen und Reaktivitäten abzuschätzen sowie aufbauende Inhalte anhand weiterführender Fachliteratur selbständig zu erschließen und ihr Wissen in der experimentellen Laborpraxis kritisch reflektierend anzuwenden.", "Teaching and Learning Methods": "Das Modul besteht aus einer Vorlesung (3 SWS) und einer begleitenden Übungsveranstaltung (1 SWS). Die Inhalte der Vorlesung werden in Vorträgen und Präsentationen vermittelt. Parallel sollen die Studierenden einschlägige Lehrbuchkapitel durcharbeiten, welche zur Vertiefung auch durch weitere Literatur ergänzt werden kann. In der Übung werden die Inhalte der Vorlesung beispielhaft vertieft und diskutiert, u. U. auch in interaktiver Form (z.B. Kurzvorträge der Studierenden).", "Media": "Die in der Vorlesung verwendeten Medien setzen sich aus Präsentationen, Videos und Tafelaufschrieben zusammen. Die Übung dient der Anwendung und Vertiefung der in der Vorlesung erlernten  Kenntnisse. Die Studierenden sollen zum selbstständigen Studium der Literatur und der inhaltlichen Auseinandersetzung mit den Themen angeregt werden.", "Reading List": "Steudel Chemie der Nichtmetalle; Riedel/Janiak Anorganische Chemie 7. Auflage 2007 (de Gruyter); Greenwood/Earnshaw Chemie der Elemente; J. E. Huheey, E. A. Keiter, R. L. Keiter, Anorganische Chemie, Prinzipien von Struktur und Reaktivität; Riedel, E. (Hrsgb) Moderne Anorganische Chemie,  Kapitel 1 und 3; Riedel Anorganische Chemie; Holleman/Wiberg Anorganische Chemie.", "Responsible for Module": "Pöthig, Alexander; Dr. rer. nat. habil.", "Courses (Type of course, Weekly hours per semester), Instructor": " Anorganische Molekülchemie (CH4103) (Vorlesung, 3 SWS)Casini A, Inoue S, Pöthig A, Anorganische Molekülchemie, Übung (CH4103) (Übung, 1 SWS)Casini A, Inoue S, Pöthig A, Schmidt CFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program B.Sc. Management and TechnologyGenerated on 19.09.2023, 73 of 262, Page 74, Specialization in Technology: Informatics | Technik-Schwerpunkt: Informatik, Specialization in Technology: Informatics | Technik-Schwerpunkt: Informatik, If the engineering, natural or life science subject Computer Science is chosen, 36 credits from the compulsory module area and at least 6 credits from the elective module area must be successfully completed. Enclosed is an exemplary elective module catalog; the applicable elective module catalog will be announced by the TUM School of Management in a suitable manner in good time before the start of lectures., Module Catalog of the study program B.Sc. Management and TechnologyGenerated on 19.09.2023"}, "IN8024: Information Management for Digital Business Models | Informationsmanagement für Digitale Geschäftsmodelle": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The examination consists of a 90 minutes written exam. In the exam, students shall verify without auxiliary means that they are able to understand the fundamentals of information management, apply methods for the determination of information needs, evaluate the quality of information, and analyze models and methods of IM. Furthermore, it is verified that they are able to apply methods for cost estimation, understand the role of \"information\" as a resource in companies, analyze the relationship between IT and business strategy, and evaluate existing business models and create new business models. Furthermore, students shall verify that they are able to address a given scientific problem independently in the field of information management by writing a term paper.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "None", "Content": "The module “Information Management for Digital Business Models” covers the topics of management of information demand, supply, and usage, management of information systems (data, processes, application lifecycle), management of information and communication technology (storage, communication, processing, technology bundles), managerial functions of information management (IM organization, CIO, sourcing, business models, IM and strategy) and the role of information management in companies.", "Intended Learning Outcomes": "At the end of the module \"Information Management for Digital Business Models\" students are able to understand the fundamentals of information management, apply methods for the determination of information needs, evaluate the quality of information, and analyze models and methods of IM. Furthermore, the students are able to apply methods for cost estimation, understand the role of \"information\" as a resource in companies, analyze the relationship between IT and business strategy, and evaluate existing business models and create new business models.", "Teaching and Learning Methods": "The module consists of a lecture, an accompanying exercise and an empirical research part. Contents are taught in lecture and presentations. The Exercise addresses specific questions and exercises are completed in individual and/or group work with several learning activities including studying specialist literature and researching reference materials. The empirical research part includes participating and understanding empirical research projects as well as writing a scientific essay.", "Media": "Overheads, PowerPoint, whiteboard, exercise sheets", "Reading List": "Krcmar, Helmut. Informationsmanagement. 6. Aufl., Springer, 2015. ISBN 978-3-662-45862-4", "Responsible for Module": "Großklags, Jens; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Information Management for Digital Business Models (IN8024) (Vorlesung mit integrierten Übungen, 4 SWS)Großklags J [L], Chen M, Großklags JFor further information in this module, please click campus.tum.de or here. IN0006: Introduction to Software Engineering | Einführung in die Softwaretechnik"}, "IN0006: Introduction to Software Engineering | Einführung in die Softwaretechnik": {"Module Level": "Bachelor", "Language": "German/English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "105", "Contact Hours": "75", "Description of Examination Method": "Type of assessment written examThe exam takes the form of a 90 minutes written test. The examination consists of describing the main concepts and methods of each phase of the software engineering process. The students have to apply their knowledge to solve small problems. By means of modelling problems, the students have to show their ability to adequately analyze and evaluate given requirements.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "IN0002 Fundamentals of Programming (Exercises & Laboratory)", "Content": "Software engineering is the the establishment and systematic use of engineering principles, methods, and tools for the division of work, the development and application of extensive, complex software systems. It deals with the production and development of software, the organization and modelling of data structures and objects, and the operation of software systems. Topics of the lecture include, among others- Modeling with UML- Process models in software development (linear, iterative, agile)- Requirements elicitation and analysis (functional model, dynamic model, and object model)- System design (specification, software architecture, architectural patterns, and design goals)- Object design and implementation (reuse, design patterns, and interface specification)- Testing (component test, integration test, and system test)- Configuration management, build management, and release management- Software maintenance and evolution - Project organization and communication", "Intended Learning Outcomes": "After successful completion of this module, students are familiar with the basic concepts and methods of the different phases of a project, e.g. modeling the problem, reuse of classes and components, and delivery of the software. They have the ability to select and apply suitable concepts and methods for concrete problems.  ", "Teaching and Learning Methods": "By means of a slide presentation with animations, the interactive lecture introduces the basic concepts and methods of software engineering and explains them using examples. Small exercises, e.g. quizzes, modelling, and programming tasks, with individual feedback help students to identify whether they have understood the basic concepts and methods.Accompanying excercises deepen the understanding of the concepts explained in the lecture by means of suitable group exercises and show the application of the different methods with the help of manageable problems in the different phases of software engineering. Homework enables students to deepen their knowledge in self-study. The presentation of the own solution in the accompanying exercise improves communication skills, which are essential in software engineering. Individual feedback on homework allows students to measure learning progress and improve their skills.", "Media": "Lecture with digital slides, livestream, online exercises (programming, modeling, quiz) with individual feedback, discussion forum and communication platform for the exchange between instructors, exercise supervisors, and students", "Reading List": "B. Bruegge, A. Dutoit Object-Oriented Software Engineering Using UML, Design Patterns and Java, 3rd Edition, Pearson Education, 2010I. Sommerville, Software Engineering, 9th edition, Addison Wesley, 2010", "Responsible for Module": "Matthes, Florian; Prof. Dr. rer. nat.", "Courses (Type of course, Weekly hours per semester), Instructor": " Übungen zu Einführung in die Softwaretechnik (IN0006) [3/4] (Übung, 2 SWS)Bhatotia P [L], Bhatotia P, Volynsky E, Elver M, Gouicem R, Okelmann P, Sabanic P, Stavrakakis D, Thalheim J, Tsatsarakis M, Unnibhavi H, Übungen zu Einführung in die Softwaretechnik (IN0006) [1/4] (Übung, 2 SWS), Module Catalog of the study program B.Sc. Management and TechnologyGenerated on 19.09.2023, 249 of 262, Page 250, Bhatotia P [L], Bhatotia P, Volynsky E, Elver M, Gouicem R, Okelmann P, Sabanic P, Stavrakakis D, Thalheim J, Tsatsarakis M, Unnibhavi H, Einführung in die Softwaretechnik (IN0006) (Vorlesung, 3 SWS)Bhatotia P [L], Bhatotia P, Volynsky E, Elver M, Gouicem R, Okelmann P, Sabanic P, Stavrakakis D, Thalheim J, Tsatsarakis M, Unnibhavi HFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program B.Sc. Management and TechnologyGenerated on 19.09.2023"}, "IN0009: Basic Principles: Operating Systems and System Software | Grundlagen: Betriebssysteme und Systemsoftware": {"Module Level": "Bachelor", "Language": "German", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "105", "Contact Hours": "75", "Description of Examination Method": "In the 90 minutes written exam students have to show their understanding of the subjects, like resource management and the usage of systems software. They have to prove to be able to identify a given problem and find solutions within limited time.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "IN0001 Introduction to Informatics 1 and IN0004 Introduction to Computer Organization and Technology - Computer Architecture are recommended", "Content": "Basic concepts Operating systems; concurrency; parallel programming; low-level programming (processes, memory, communication, resource management; models (abstract, formal) for concurrency, e.g. petri nets; mutual exclusion, synchronization, deadlocks; compiler/linker/loader with library integration, transition to (adequate) hardware basic, machine-oriented programming and C; I/O especially as preparation for networking)", "Intended Learning Outcomes": "After visiting this module, students are able to understand the basics, problems and solutions of operating systems and current developments. In addition they understand the components like process and memory management and they are able to analyze and evaluate different strategies and techniques. They learn to apply the acquired basic knowledge to new developments in the area of operating systems as well as system software.", "Teaching and Learning Methods": "By means of a slide presentation, the lecture introduces the basic concepts and methods of operating systems and explains them using examples.  Accompanying exercises deepen the understanding of the concepts explained in the lecture by means of suitable group exercises and show the application of the different methods with the help of manageable problems in the different aspects of operating system decomposition.Additional programming assignments enable students to deepen their knowledge in self-study. Feedback and help in programming exercise sessions allow students to measure learning progress and improve their skills.", "Media": "Slides and further documents via moodle", "Reading List": "A.S. Tanenbaum, H. Bos Modern Operating Systems, 4/E (Pearson, 2015)", "Responsible for Module": "Baumgarten, Uwe; Prof. Dr. rer. nat. habil.", "Courses (Type of course, Weekly hours per semester), Instructor": " Grundlagen Betriebssysteme und Systemsoftware (IN0009) (Vorlesung, 3 SWS)Ott J [L], Ott J, Uhl M, Übungen zu Grundlagen: Betriebssysteme und Systemsoftware (IN0009) (Übung, 2 SWS)Ott J [L], Uhl M, Kappes SFor further information in this module, please click campus.tum.de or here."}, "IN0008: Fundamentals of Databases | Grundlagen: Datenbanken": {"Module Level": "Bachelor", "Language": "German", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "105", "Contact Hours": "75", "Description of Examination Method": "The academic assessment will be done by a 90 minutes written exam. Assignments checking knowledge verify the familiarity with the main concepts of relational database systems. Transfer assignments and small scenarios check the ability to apply and evaluate these concepts systematically and in a qualified manner.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "IN0015 Discrete Structures, IN0001 Introduction to Informatics 1", "Content": "SQL, data integrity, theory of relational database design, physical data organisation (storage structures, index structures), query processing, transaction management, main features of error handling (recovery, backup) and multi-user synchronisation, security aspects (authorization), XML data modeling (optional); in the exercise the content is practiced along concrete examples", "Intended Learning Outcomes": "Students are able to apply the essential concepts of relational database systems and can use and evaluate them systematically and in a qualified manner.The students have the expertise to systematically use a database system starting from the conceptual design to the implementation design to the physical design. They are able to formulate even complex queries in SQL and have a basic understanding of logical and physical optimization based on relational algebra. Furthermore they know how to safe-guard a database application with respect to recovery, concurrency control and authorization.", "Teaching and Learning Methods": "Lecture, exercises, problems for individual study, web interface to the data base system HyPer for actively testing SQL queries and self-study of query plans.", "Media": "Lecture with animated slides, web interface for SQL, Database Normalizer (check relation definitions for compliance with normal forms), tool Interactive Relational Algebra", "Reading List": "- Alfons Kemper, André Eickler Datenbanksysteme. Eine Einführung. 8., aktualisierte und erweiterte Auflage, Oldenbourg Verlag, 2011- A. Kemper, M. Wimmer Übungsbuch Datenbanksysteme. 3. Auflage Oldenbourg Verlag, 2012- A. Silberschatz, H. F. Korth, S. Sudarshan Database System Concepts. Sixth Edition, McGraw-Hill, 2010", "Responsible for Module": "Kemper, Alfons; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Grundlagen Datenbanken (IN0008) (Vorlesung, 3 SWS)Kemper A, Jungmair M, Lehner S, Sichert M, Vogel L, Übungen zu Grundlagen: Datenbanken (IN0008) Gruppen 1-25 (Übung, 2 SWS)Kemper A [L], Jungmair M, Lehner S, Sichert M, Vogel LFor further information in this module, please click campus.tum.de or here."}, "CIT5230000: Introduction to Programming | Introduction to Programming": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "12", "Total Hours": "360", "Self-study Hours": "240", "Contact Hours": "120", "Description of Examination Method": "2-4 weekly programming tasks will be posed as homework and graded. Participants must solve and hand in these in electronic form. This ensures, that participants can program in the small by means of an object-oriented programming language such as Java, that they have understood fundamental concepts of programming, and are able to apply these to provide original solutions or programs. To identify the individual contributions of the participants, they must be able to defend their solutions interactively.  ", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "None", "Content": "• Introduction- Basic notions Problem – algorithm – program- Imperative programming constructs • Object-oriented programming- Objects, classes, methods- Inheritance, abstract classes, and interfaces- Polymorphism- Generics• Functional programming- Iterators and collections- Lambda expressions and streams• Data structures- Numbers, strings, arrays- Lists, stacks, queues, trees• Recursion- Binary search- Patterns of recursion• Syntax and semantics- Syntax of programming languages: regular expressions and context-free grammars- Semantics of programs: control-flow graphs• Programming in the large (perspectives)• Graphical user interfaces• Concurrency and Threads", "Intended Learning Outcomes": "Upon successful completion of the module, participants understand the essential concepts of computer science on a basic, practical, but scientific level. Participants can solve manageable algorithmic problems and implement basic applications in Java or a similar object-oriented language on their own. They understand the underlying concepts and models and are therefore able to acquire skills in other object-oriented programming languages on their own.", "Teaching and Learning Methods": "By means of a slide presentation with animations, the interactive lecture introduces the basic concepts and methods of programming and explains them using examples. Small exercises, e.g., quizzes and programming tasks, with individual feedback help students to identify whether they have understood the basic concepts and methods.", "Media": "Lecture with digital slides, livestream, online exercises (programming, quiz) with individual feedback, communication platform for the exchange between instructors, tutors, and students", "Reading List": "Deitel, Harvey / Deitel, Paul Java How to Program, Early Objects, Pearson, 11th edition, 2017Evans, Ben / Flanagan, David Java in a Nutshell O'Reilly, 7th edition, 2018Sedgewick, Robert / Wayne, Kevin Computer science An interdisciplinary approach, Addison-Wesley, 2016Sedgewick, Robert / Wayne, Kevin Introduction to programming in Java an interdisciplinary approach, Addison-Wesley, 2017", "Responsible for Module": "Krusche, Stephan; Prof. Dr. rer. nat. habil.", "Courses (Type of course, Weekly hours per semester), Instructor": " Introduction to Programming (CIT5230000) (Vorlesung mit integrierten Übungen, 8 SWS)Krusche S [L], Krusche S, Milusheva S, Paulsen M, Introduction to Programming, Exercise Session (CIT5230000) (Übung, 2 SWS)Krusche S [L], Krusche S, Paulsen M, Milusheva SFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program B.Sc. Management and TechnologyGenerated on 19.09.2023"}, "MA9714: Mathematics in Natural and Economic Science 2 | Mathematische Behandlung der Natur- und Wirtschaftswissenschaften 2": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The module examination is based on a written exam (90 minutes). Students have to show their knowledge of basic concepts to solve ordinary differential equations and eigenvalue problems and to compute multiple and line integrals. They are able to apply these concepts in problems of natural sciences.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "The following module must be successfully completed prior to participation MA9711  Mathematics in Natural and Economic Science 1.Recommended MA9712 Statistics for BWL. ", "Content": "ordinary differential equations (initial value problems), vector calculus (area and volume integrals, theorem of Fubini, coordinate transformations, polar, spherical and cylindrical coordinates, curves, path integrals, potential functions, div and curl, integrability, theorems of Gauss and Stokes), advanced linear algebra (eigenvalue problems)", "Intended Learning Outcomes": "After attending this module students understand important basic concepts in the realm of ordinary differential equations, eigenvalue problems, double, triple and path integrals and are able to solve equations and other problems from these areas independently.  ", "Teaching and Learning Methods": "The module consists of a series of lectures supplemented by exercise sessions. In the lectures, theoretical principles and examples are presented. In the exercise sessions, problems which illustrate and deepen the topics of the lectures are discussed. Optionally, additional exercise classes can be offered in which students work on problems, either independently or guided by mentors, and preferably in teamwork.", "Media": "Following media are used- presentations- assignments including solutions as download ", "Reading List": "J. Hainzl. Mathematik für Naturwissenschaftler. Teubner 1974.K. Meyberg, P. Vachenauer. Höhere Mathematik 1+2. Springer 2001.O. Opitz. Mathematik. Lehrbuch für Ökonomen. Oldenbourg 2002.M. Precht, K. Voit, R. Kraft. Mathematik für Nichtmathematiker 1+2. Oldenbourg 1994.K. Sydsæter, O. Hammond. Mathematik für Wirtschaftswissenschaftler. Pearson 2003.L. Papula. Mathematik für Ingenieure und Naturwissenschaftler 1+2. Vieweg & Sohn 2001.G. Merziger, T. Wirth. Repetitorium der höheren Mathematik. Binomi 1999.L. Råde, B. Westergren, P. Vachenauer. Springers mathematische Formeln. Springer 2000.", "Responsible for Module": "Schulz, Andreas; Prof. Dr. rer. nat.", "Courses (Type of course, Weekly hours per semester), Instructor": " Übung zu Mathematische Behandlung der Natur- und Wirtschaftswissenschaften 2 [MA9714] (Übung, 1 SWS)Himstedt F, Mathematische Behandlung der Natur- und Wirtschaftswissenschaften 2 [MA9714] (Vorlesung, 3 SWS)Himstedt F, Vertiefungsübungen  zu Mathematische Behandlung der Natur- und Wirtschaftswissenschaften 2 [MA9714] (Übung, 2 SWS)Himstedt FFor further information in this module, please click campus.tum.de or here."}, "EI29821: Principles of Information Engineering | Grundlagen der Informationstechnik": {"Module Level": "Bachelor", "Language": "German", "Duration": "one semester", "Frequency": "winter semester", "Credits": "5", "Total Hours": "150", "Self-study Hours": "90", "Contact Hours": "60", "Description of Examination Method": "Die Prüfungsleistung wird in Form einer Klausur (75 min) erbracht. In dieser soll nachgewiesen werden, dass in begrenzter Zeit und ohne Hilfsmittel in den Veranstaltungen des Moduls behandelte Grundaufgaben der Informationstechnik gelöst werden können.  Die Prüfungsfragen gehen über den gesamten Vorlesungsstoff; der Schwerpunkt liegt auf dem Prüfen der erworbenen Kompetenzen in den unter \"angestrebte Lernergebnisse\" beschriebenen Gebieten. ", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Grundlegende (Schul-)kenntnisse der Algebra und der Integralrechnung.", "Content": "Klassifizierung von Signalen, Abgrenzung Datenverarbeitung - Datenübertragung. Grundlegende Elemente der Datenverarbeitung Beschreibung von Schaltnetzen, Boolesche Algebra, Schaltfunktionen, disjunktive und konjunktive Normalform, Minimierung von Schaltfunktionen. Zahlensysteme, Rechnen im Dualsystem. Schaltwerke. Grundlagen der Maschinenprogrammierung. Grundlegende Elemente der Datenübertragung deterministische und stochastische Signale. Periodische Signale, reelle und komplexe Darstellung, Fourier-Reihenentwicklung.  Analog-Digitale- und Digital-Analoge-Wandlung von Signalen. Grundlage statistischer Methoden, Zufallsgrößen, Wahrscheinlichkeitsdichte, Verteilungsfunktionen und Momente. Berechnung der Bitfehlerwahrscheinlichkeit digitaler Übertragungssysteme. Einfache Codes zur Fehlerkorrektur.", "Intended Learning Outcomes": "Durch die Teilnahme an den Modulveranstaltungen erhalten die Studierenden grundlegendes Fachwissen und methodische Kenntnisse in ausgewählten Themenbereichen der Informationstechnik. Sie haben die Fähigkeit, in den behandelten Themenfeldern grundlegende Aufgaben zu bearbeiten. Die Schwerpunkte der Lehrveranstaltung liegen auf den Gebieten- Analyse und Synthese einfacher binärer Schaltnetze und Schaltwerke;- Durchführung der Grundrechenarten im dualen Zahlensystem und die Konversion zwischen unterschiedlichen Zahlensystemen;- Erstellung einfacher Maschinenprogramme zur Lösung numerischen Aufgaben;- Rechnen mit komplexen Zahlen;- Berechnen der Fourier-Reihenentwicklung für periodische Signale;- Berechnen der Fehlerwahrscheinlichkeit digitaler Signale unter Einfluss von Rauschen;- Analyse einfacher fehlerkorrigierender Codes;.", "Teaching and Learning Methods": "Das Modul besteht aus einer Vorlesung (2SWS) und einer Übung (2SWS). In der Vorlesung wird der Lernstoff mittels PowerPoint-Präsentation vermittelt. Details und Beispiele werden an der Tafel präsentiert. In der Übung werden konkrete Aufgabe und Beispiele an der Tafel vorgerechnet.  Als Lernmethode wird zusätzlich zu den individuellen Methoden der Studierenden eine vertiefende Wissensbildung durch mehrmaliges Aufgabenrechnen in Übungen angestrebt.Als Lehrmethode wird in der Vorlesungen und Übungen Frontalunterricht gehalten, in den Übungen auch Arbeitsunterricht (Aufgaben rechnen).", "Media": "Folgende Medienformen finden Verwendung- Präsentationen- Skript- Übungsaufgaben mit Lösungen als Download im Internet", "Reading List": "1) Skriptum zur Vorlesung, erhältlich in FSEI.Das Skriptum reicht zum Verständnis der Vorlesungsinhalte völlig aus. Zur Vertiefung ist folgende Literatur empfehlenswert2) Charles Petzold The Hidden Language of Computer Hardware and Software. Microsoft Press Books, 2009.Sehr schöne Einführung in die digitale Signalverarbeitung.  3) Günter Söder Modellierung, Simulation und Optimierung von Nachrichtensystemen, Springer Verlag, 1993.Umfassende Beschreibung von Methoden zur Darstellung von Signalen im Zeit- und Frequenzbereich und zur Modellierung und Optimierung von Übertragungssystemen. Geht über den Vorlesungsstoff hinaus.", "Responsible for Module": "Hanik, Norbert; Prof. Dr.-Ing.", "Courses (Type of course, Weekly hours per semester), Instructor": " Grundlagen der Informationstechnik (LB) (Vorlesung, 4 SWS)Hanik N ( Leible B ), Plabst DFor further information in this module, please click campus.tum.de or here. EI10002: Principles of Electrotechnology | Principles of Electrotechnology [PiET]"}, "EI10002: Principles of Electrotechnology | Principles of Electrotechnology [PiET]": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "This module will be assessed in a written final examination (90 min) after the teaching weeks. In this examination it is to verify that the candidates are able to understand the general principles of electrical engineering and to solve relevant problems in the fields covered in this module in a limited time and without any resources. The examination will cover all parts of the lectures and exercises.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Knowledge of electricity and magnetism on high school level.Basic knowledge of vector analysis.", "Content": "ElectrostaticsElectrical charges, Coulomb's law, electrostatic fields, electrostatic potentials and voltages.", "Intended Learning Outcomes": "After participating in the modules lectures and exercises, students are able to understand and apply the basic physical principles of electrical engineering. They have acquired basic knowledge and understanding of some of the underlying problem-solving methods of electrical engineering.", "Teaching and Learning Methods": "Teaching methods in lectures and exercises Lecture-style instructions mainly on the blackboard.In solving relevant exercises a deeper knowledge of the subject-matters presented in the lectures is sought.", "Media": "The following media types are used in the lectures and exercises- Explanations and exemplifications on the black board, partly supplemented by computer-aided presentations.- Downloads on the Internet.- Exercises are provided with the objective that the students first should solve the problems independent by themselves, solution to the problems will be demonstrated in subsequent exercise sessions, and subsequently will be made available also via download on the Internet.", "Reading List": "References will be presented in the first lecture hour.", "Responsible for Module": "Schrag, Gabriele; Prof. Dr. rer. nat. habil.", "Courses (Type of course, Weekly hours per semester), Instructor": " Principles in Electrotechnology (Vorlesung, 3 SWS)Wittmann F ( Essing S ), Principles in Electrotechnology (Übung, 1 SWS)Wittmann F [L], Essing S ( Schrag G )For further information in this module, please click campus.tum.de or here."}, "EI1289: Electrical Engineering | Elektrotechnik": {"Module Level": "Bachelor", "Language": "German", "Duration": "one semester", "Frequency": "summer semester", "Credits": "5", "Total Hours": "150", "Self-study Hours": "105", "Contact Hours": "45", "Description of Examination Method": "Die Prüfungsleistung wird in Form einer Klausur (90 min) erbracht. In dieser soll nachgewiesen werden, dass in begrenzter Zeit mit Hilfsmittel (2 handgeschriebene A4-Seiten) in den Veranstaltungen des Moduls behandelte Grundaufgaben gelöst werden können. Die Klausur besteht aus Fragen, in dem das Verständnis geprüft wird, und Aufgaben, in den z.B. eine Kurzschlussberechnung eines Transformators berechnet werden müssen. Mit den Prüfungsaufgaben wird das Erreichen der angestrebten Lernergebnisse des Moduls geprüft. Die Prüfungsfragen gehen über den gesamten Vorlesungsstoff.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Grundkenntnisse der elektrischen Energietechnik; ", "Content": "Elektrische Größen und GrundgesetzeElektromagnetismusAnalogien des elektrischen und magnetischen FeldesWechselstromkreise  DrehstromsystemElektrische MaschinenGrundlagen LeistungselektronikElektronische BauelementeSteuerungstechnik", "Intended Learning Outcomes": "Nach der Teilnahme an der Modulveranstaltung ist der Studierende in der Lage, die Grundzüge der Elektrotechnik zu verstehen. Er kennt die Grundlagen der elektrischen und magnetischen Felder, ist vertraut mit Gleichstrom-, Wechselstrom- und Drehstromsystemen. Die Funktion und Beschreibung von elektrischen Maschinen wird grundsätzlich anhand von Beispielen erklärt. Die Grundlagen der Leistungselektronik sowie die wesentlichen Bauelemente wurden ihm vorgestellt. ", "Teaching and Learning Methods": "Das Modul besteht aus einer Vorlesung (2SWS) und einer Übung (1SWS). In der Vorlesung wird der Lernstoff mittels PowerPoint-Präsentation vermittelt. Details und Beispiele werden an der Tafel präsentiert. In der Übung werden konkrete Aufgabe und Beispiele an der Tafel vorgerechnet.  Als Lernmethode wird zusätzlich zu den individuellen Methoden des Studierenden eine vertiefende Wissensbildung durch mehrmaliges Aufgabenrechnen in Übungen angestrebt.", "Media": "Folgende Medienformen finden Verwendung Folienvortrag, Skriptum,Übungen, Laborführungen", "Reading List": "\" Elektrotechnik, EnergietechnikElpers, Meyer, Skornitzke, WillnerKieser Verlag, ISBN 3-8242-2022-9\" Taschenbuch der ElektrotechnikKories, Schmidt-WalterVerlag Harry Deutsch, ISBN 3-8171-1563-6\" Fachkunde ElektrotechnikVerlag Europa-Lehrmittel, ISBN 3-8085-3020-0\" Einführung in die ElektrotechnikJötten, ZürneckUni-Text, Vieweg Verlag\" Grundlagen der ElektrotechnikPhillipow,  Hüthig Verlag\" Theoretische ElektrotechnikSimonyi,  Deutscher Verlag der Wissenschaften", "Responsible for Module": "Witzmann, Rolf; Prof. Dr.-Ing.", "Courses (Type of course, Weekly hours per semester), Instructor": " Elektrotechnik (LB-MT; DBP-MT; TUM BWL) (Vorlesung mit integrierten Übungen, 3 SWS)Almomani T [L], Dominguez Librandi M, Witzmann RFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program B.Sc. Management and TechnologyGenerated on 19.09.2023 MW1694: Machine Elements - Basics, Manufacturing, Application | Maschinenelemente - Grundlagen, Fertigung, Anwendung [ME-BMA]"}, "EI10003: Analog Electronics | Analog Electronics [AE]": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "5", "Total Hours": "150", "Self-study Hours": "100", "Contact Hours": "50", "Description of Examination Method": "This module will be assessed in a written final examination (90 min) after the teaching weeks. In this examination it is to verify that the candidates are able to understand the general principles of analog electronic circuits and to solve simple but relevant problems in the fields covered in this module in a limited time and without any resources. The examination will cover all parts of the lectures and exercises of this module.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Subject matters as presented in the module \"Principle of Electrotechnology\"Calculus; complex numbers and operations for ac signal analysis", "Content": "Electronic signalsCircuit analysis (dc, ac)Electrical characteristics of electronic devicesElectronic filtersBasics of semiconductor’s physicsPN Junctions, pn diodesTransistorsBasic Transistor circuitsAmplifiers", "Intended Learning Outcomes": "After participating in the modules lectures and excercises, students are able to- understand and apply the basic principles of analog electronic cicuits - have acquired basic knowledge and understanding of some of the basic problem-solving methods of electronic cicuits.", "Teaching and Learning Methods": "Teaching methods in the lectures and excercises frontal teaching with presentations and on the blackboard.In solving relevant exercises a deeper knowledge of the subject matters of the lessons is sought.", "Media": "The following media types are used in the lectures and excercises- Presentations (also for downloads on the Internet)- Explanations and exemplifications on the black board- Exercises are provided with the objective that the students first should solve the problems independent by themselves, the solutions to the problems will be demonstrated in subsequent excercise sessions, and subsequently will be made available also via download on the Internet.", "Reading List": "", "Responsible for Module": "Schrag, Gabriele; Prof. Dr. rer. nat. habil.", "Courses (Type of course, Weekly hours per semester), Instructor": " Analog Electronics (Vorlesung, 2 SWS)Schrag G, Seidl M, Analog Electronics (Exercises) (Übung, 1 SWS)Schrag G, Seidl MFor further information in this module, please click campus.tum.de or here."}, "EI2986: Telecommunication I - Signal Representation | Nachrichtentechnik I - Signaldarstellung": {"Module Level": "Bachelor", "Language": "German", "Duration": "one semester", "Frequency": "winter semester", "Credits": "5", "Total Hours": "150", "Self-study Hours": "105", "Contact Hours": "45", "Description of Examination Method": "Die Prüfungsleistung wird in Form einer Klausur (75 min) erbracht. In dieser soll nachgewiesen werden, dass in begrenzter Zeit und ohne Hilfsmittel in den Veranstaltungen des Moduls behandelte Grundaufgaben der linearen Systemtheorie gelöst werden können. Mit den Prüfungsaufgaben wird das Erreichen der angestrebten Lernergebnisse des Moduls geprüft. Die Prüfungsfragen gehen über den gesamten Vorlesungsstoff.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Grundlegende Kenntnisse der Differential- und Integralrechnung.", "Content": "Signale und Spektren stochastische, periodische, aperiodische Signale. Fourierreihe, Fourierintegral und Fouriertransformation. Systemtheorie linearer zeitinvarianter Systeme Übertragungsfunktion, Impulsantwort, lineare Verzerrungen, Faltung. Beispiele linearer Systeme elektrische Tiefpass-Filter, kohärent-optische Fouriertransformation. Einfache nichtlineare Systeme.", "Intended Learning Outcomes": "Durch die Teilnahme an den Modulveranstaltungen erhalten die Studierenden fundierte Kenntnisse der der Fourier-Reihenentwicklung und Fourier-Transformation eindimensionaler Signale sowie der Analyse linearer Systeme mit Methoden der linearen Systemtheorie. Sie haben die Fähigkeit, lineare zeitinvariante Systeme im Zeit- und Frequenzbereich zu analysieren und auftretende Störungen zu berechnen und zu bewerten.", "Teaching and Learning Methods": "Das Modul besteht aus einer Vorlesung (2 SWS) und einer Übung (1 SWS) . In der Vorlesung wird der Lernstoff mittels PowerPoint-Präsentation vermittelt. Details und Beispiele werden an der Tafel präsentiert. In der Übung werden konkrete Aufgabe und Beispiele an der Tafel vorgerechnet.  Als Lernmethode wird zusätzlich zu den individuellen Methoden des Studierenden eine vertiefende Wissensbildung durch mehrmaliges Aufgabenrechnen in Übungen angestrebt.", "Media": "Folgende Medienformen finden Verwendung- Präsentationen- Skript- Übungsaufgaben mit Lösungen als Download im Internet", "Reading List": "Skriptum zur Vorlesung, erhältlich in FSEI", "Responsible for Module": "Hanik, Norbert; Prof. Dr.-Ing.", "Courses (Type of course, Weekly hours per semester), Instructor": " Nachrichtentechnik I - Signaldarstellung (LB) (Vorlesung mit integrierten Übungen, 3 SWS)Hanik N, Plabst DFor further information in this module, please click campus.tum.de or here. IN8005: Introduction into Computer Science (for non informatics studies) | Einführung in die Informatik für andere Fachrichtungen"}, "EI00120: Digital Design | Digitaltechnik": {"Module Level": "Bachelor", "Language": "German", "Duration": "one semester", "Frequency": "winter semester", "Credits": "5", "Total Hours": "150", "Self-study Hours": "75", "Contact Hours": "75", "Description of Examination Method": "In a written final exam (60 min), students will demonstrate both their basic understanding of the lecture and exercise content, as well as their ability to apply the learned content to practical problems in digital circuit design. This includes among others, the application of the Boolean logic to the functionally equivalent transformation and logic minimization of logical equations and truth tables, the realization of arbitrary combinatorial logic expressions as transistor circuits and two-stage canonical logics, the timing analysis of sequential circuits and finite state machines (FSMs) at the register transfer level.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "none", "Content": "Fundamentals of digital information representation, processing and storage basic model for functional behavior of MOSFET transistors, current equations, delay time and dynamic power loss. Circuit-technical realization of arithmetic operations (addition, subtraction, multiplication) as well as the synthesis of two- and multi-stage combinatorial operations (conjunction, disjunction, negation) and sequential switching operations from elementary basic components (logic gates, registers, MOSFET transistors). Logic optimization of combinatorial switching networks. Techniques for improving the information throughput of clocked, sequential switching devices by means of assembly line and parallel processing. Role and design of finite state machines as control units of various practical applications. Fundamentals of the methodical testing of circuits fault diagnosis, derivation of error coverage tables, determination of the test in combinatory switching networks and sequential switching mechanisms.", "Intended Learning Outcomes": "After completing the module, students will be able to understand basic circuit concepts of digital logic and function blocks, to analyze their interaction, to evaluate functionality and to develop simple blocks themselves. Performance-optimized implementations of multistage combinatorial logic blocks as well as finite state machines (FSMs) can be derived, evaluated and developed using the design principles of pipeline and parallel processing. Furthermore, the students acquire a basic understanding of the operation of MOS transistors and their application in CMOS circuits.", "Teaching and Learning Methods": "In the lectures, the technical content will be introduced by means of a lecture and a PowerPoint presentation and will be illustrated immediately by means of smaller calculation examples or derivations, which are manually introduced into the PowerPoint slides. This material is made available to students through Moodle. In addition, students are actively encouraged to ask questions, which is also being enthusiastically received. Central exercises and tutorial exercises are also carried out with tablet and table address and also deepen the lecture contents by calculating tasks as well as supported solving of exercises.", "Media": "The following media forms are used- Tablet text- Presentations- Script- Handwritten lecture material and exercises with solutions as download on the Internet", "Reading List": "Optional literature recommendations- H. Lipp, J. Becker, \"Grundlagen der Digitaltechnik\", Oldenbourg, 2008  - J. Rabaey, \"Digital Integrated Circuits - A Design Perspective\", Prentice Hall, 2003  - U. Tietze, Ch. Schenk, \"Halbleiter-Schaltungstechnik\", Springer, 2002  - J. Wakerly, \"Digital Design Principles and Practices\", Prentice Hall, 2006", "Responsible for Module": "Herkersdorf, Andreas; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Digitaltechnik (Vorlesung mit integrierten Übungen, 5 SWS)Herkersdorf A, Maurer F, Biersack F, Stechele W, Wild T, Digitaltechnik - Tutorübungen (Tutorium, ,1 SWS)Maurer F [L], Herkersdorf AFor further information in this module, please click campus.tum.de or here."}, "EI04002: Introduction to IT-Security | Grundlagen der IT-Sicherheit[ITSEC]": {"Module Level": "Bachelor", "Language": "German", "Duration": "one semester", "Frequency": "winter semester", "Credits": "5", "Total Hours": "150", "Self-study Hours": "75", "Contact Hours": "75", "Description of Examination Method": "The module examination consists of a closed book written exam (60 min), which focuses on the theoretical aspects of the module. The students should demonstrate understanding of the basic terms, methods and ideas of IT-Security and should be able to analyze, discuss and solve concrete application problems. Knowledge of the practical content covered in the exercises can be shown by passing voluntary homework. If passed successfully, these give a bonus of 0.3 on the final grade. ", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Basic knowledge of mathematics", "Content": "In order to give a general overview of IT-Security, the following topics will be covered", "Intended Learning Outcomes": "After successful completion of this module, students are able to understand the basic terms and areas of IT-Security. They can analyze attack possibilities on IT systems and the corresponding countermeasures. They understand the main cryptographic methods, their implementation complexities, and their importance for IT-Security. They can illustrate and classify different mechanisms for authentication, and are able to use the principals of communication, network and internet security. They understand the basics of security models, access control, and information flow control, and how IT-Security measures are embedded within organizational structure (e.g. using Risk Analysis). Students are able to evaluate the capabilities and limits of IT-Security measures, and can analyze fundamental security aspects of IT Systems. ", "Teaching and Learning Methods": "This module consists of lectures with PowerPoint and chalkboard presentations, and exercises, where the solution to exercise sheets are presented and discussed. Further practical knowledge is conveyed and practiced with a voluntary homework exercise. ", "Media": "PowerPoint slides, chalkboard notes, Moodle, exercise sheets.", "Reading List": "- R. Anderson, Security Engineering, John Wiley & Sons Verlag, 2008  - C. Eckert, IT Sicherheit, Oldenburg Verlag, 2009", "Responsible for Module": "Sigl, Georg; Prof. Dr.-Ing.", "Courses (Type of course, Weekly hours per semester), Instructor": " Grundlagen der IT-Sicherheit (Übung, 2 SWS)Ruchti J [L], Brosch M, Grundlagen der IT-Sicherheit (Praktikum, 1 SWS)Ruchti J [L], Brosch M, Grundlagen der IT-Sicherheit (Vorlesung, 2 SWS)Ruchti J [L], Sigl G, Brosch MFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program B.Sc. Management and TechnologyGenerated on 19.09.2023, 108 of 262, Page 109, Specialization in Technology: Mechanical Engineering | Technik-Schwerpunkt: Maschinenwesen, Specialization in Technology: Mechanical Engineering | Technik-Schwerpunkt: Maschinenwesen, If the engineering, natural or life science subject Mechanical Engineering is chosen, 37 credits from the compulsory module area and at least 5 credits from the elective module area must be successfully completed. Enclosed is an exemplary elective module catalog; the applicable elective module catalog will be announced by the TUM School of Management in a suitable manner in good time before the start of lectures., Module Catalog of the study program B.Sc. Management and TechnologyGenerated on 19.09.2023"}, "MW2385: CAD and Machines Drawing (Specialization/Application Area) | CAD und Maschinenzeichnen (Spezialisierung/Anwendungsfach)[CADandTD]": {"Module Level": "Bachelor", "Language": "German", "Duration": "two semesters", "Frequency": "winter/summer semester", "Credits": "5", "Total Hours": "150", "Self-study Hours": "45", "Contact Hours": "105", "Description of Examination Method": "Das Lernergebnis im Modul CAD und Maschinenzeichnen wird durch zwei Modulteilprüfungen geprüft eine Prüfungsleistung in Form einer schriftlichen Klausur mit einer Dauer von 90 Minuten, die regulär am Ende des Sommersemesters abgehalten wird und einer Studienleistung in Form einer Übungsleistung bestehend aus dem Anfertigen von technischen Zeichnungen und CAD Konstruktionsaufgaben.In der Klausur wird geprüft, inwieweit die Studierenden in der Lage sind eigene technische Zeichnungen anzufertigen, moderne CAD-Systeme und deren Modellierungsansätze softwareunabhängig zu beherrschen und Fragestellungen hinsichtlich einer sinnvollen Gestaltung von Konstruktionen anhand von Beispielen zu beantworten. Neben dem üblichen Schreibmaterial sind in der Prüfung Zeichenstifte, Bleistifte, Zirkel, Lineale und die Kreisschablone als Hilfsmittel zugelassen. Durch die schriftliche Klausurform wird eine praxisnahe Prüfung der erlernten Fähigkeiten sichergestellt. Die Prüfungsnote gilt als Modulnote.Die Übungsleistung beinhaltet die Bearbeitung von vorgegebenen Aufgaben, die sich über das Winter- und das Sommersemester erstrecken, aus den Komponenten CAD-Einführung sowie Skizzier- und Darstellungstechniken.Die Möglichkeit die Aufgaben aus \"CAD-Einführung\" zu bearbeiten, wird regulär im Wintersemester angeboten. Die Studierenden sollen zeigen, dass sie in der Lage sind CAD-Konstruktionen und technische Zeichnungen zu erstellen. Diese Aufgaben werden in Heimarbeit bearbeitet, wobei Bauteile und Baugruppen in CAD modelliert werden sollen. An Präsenzterminen werden dazu in einem Umfang von vier Testaten (je circa 15-20 min) die Modellierungen überprüft. Die Bewertung der Bauteile und Testate erfolgt durch CAD-erfahrene Mitarbeiter des Lehrstuhls.Die Möglichkeit die Aufgaben zu \"Skizzier- und Darstellungstechniken\" zu bearbeiten, erfolgt im Sommersemester. Dazu erstellen die Studierenden technische Zeichnungen von Maschinenbauteilen. Die Überprüfung der Zeichnungen erfolgt nach einem auf der moodle-Plattform zugänglichen Kriterienkatalog, erstellt durch Mitarbeiter des Lehrstuhls. MW2385: CAD and Machines Drawing (Specialization/Application Area) | CAD und Maschinenzeichnen (Spezialisierung/Anwendungsfach) [CADandTD]", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Keine Voraussetzungen nötig. Da das Modul zweisemestrig ist, gelten die Lehrveranstaltungen im WiSe als Voraussetzung für die Lehrveranstaltungen im SoSe. ", "Content": "Die Vorlesung \"Technisches Zeichnen\" im WS vermittelt die Regeln des Technisches Zeichnens. Folgende Lehrinhalte werden vermittelt- Grundlagen der Zeichnungserstellung- Darstellung eines Bauteils- Bemaßung von Bauteilen- Oberflächen-, Kanten- und Härteangaben- Toleranzen und Passungen- Fügeverbindungen, Schmieden, Gießen- Normteile- Freihandzeichnen", "Intended Learning Outcomes": "Die Studierenden sind nach erfolgreichen Abschluss des Moduls „CAD und Maschinenzeichnen ( für TUM-BWL, TUM-Witec und IN)“ in der Lage,  - eine komplexe technische Zeichnung zu analysieren,- den Zusammenhang von Bauteil- und Zusammenstellungszeichnungen zu analysieren,- technische Zeichnungen und deren Auswirkungen hinsichtlich Fertigung, Kosten, etc. zu analysieren sowie diese unter Beachtung aller einschlägigen Richtlinien und Normen selbstständig anzufertigen (=schaffen),- den Einfluss von verschiedenen Fertigungsverfahren auf die Gestaltung von Bauteilen zu bewerten, MW2385: CAD and Machines Drawing (Specialization/Application Area) | CAD und Maschinenzeichnen (Spezialisierung/Anwendungsfach) [CADandTD]", "Teaching and Learning Methods": "Die Vorlesungen des Moduls CAD und Maschinenzeichnen erfolgen als Frontalunterricht, ergänzend können die Inhalte im eLearning-Angebot selbst erarbeitet bzw. vertieft werden.  ", "Media": "- Skripten zu allen Veranstaltungsteilen- Präsentationen- Übungsblätter- Lehrvideos- e-Learning  - Aufgaben und Lösungen", "Reading List": "- Skripten des Lehrstuhls fml  - Unterlagen auf moodle-Plattform- Hoischen, H.; Fritz, A. Technisches Zeichnen; Berlin, Cornelsen 2018, 36. Auflage; ISBN 978-3-06-451712-7", "Responsible for Module": "Fottner, Johannes; Prof. Dr.-Ing.", "Courses (Type of course, Weekly hours per semester), Instructor": " CAD und Maschinenzeichnen 1 - ZÜ - Regeln des technischen Zeichnens (CAMPP) (Übung, 1 SWS)Fottner J ( Dahlenburg M, Rief J, Rücker A, Wuddi P ), CAD und Maschinenzeichnen 1 - VL - Regeln des technischen Zeichnens (CAMPP) (Vorlesung, 1 SWS)Fottner J ( Dahlenburg M, Rief J, Rücker A, Wuddi P ), CAD und Maschinenzeichnen 2 - Vorlesung (Vorlesung, 1 SWS)Rief J [L], Fottner J ( Dahlenburg M, Kessler S, Kleeberger M, Mitarbeiter W, Preis S, Rief J, Wuddi P ), Module Catalog of the study program B.Sc. Management and TechnologyGenerated on 19.09.2023, 237 of 262, Page 238, MW2385: CAD and Machines Drawing (Specialization/Application Area) | CAD und Maschinenzeichnen (Spezialisierung/Anwendungsfach) [CADandTD], CAD und Maschinenzeichnen 2 - Praktikum Skizzier- und Darstellungstechniken (Praktikum, 2 SWS)Rief J [L], Fottner J ( Dahlenburg M, Kessler S, Kleeberger M, Mitarbeiter W, Preis S, Rief J, Wuddi P ), CAD und Maschinenzeichnen 2 - Zentralübung (Übung, 1 SWS)Rief J [L], Fottner J ( Dahlenburg M, Kessler S, Kleeberger M, Mitarbeiter W, Preis S, Rief J, Wuddi P ), CAD und Maschinenzeichnen 1 - Praktikum CAD (CAMPP) (Praktikum, 1 SWS)Rücker A [L], Fottner J ( Dahlenburg M, Rief J, Wuddi P )For further information in this module, please click campus.tum.de or here., Module Catalog of the study program B.Sc. Management and TechnologyGenerated on 19.09.2023"}, "MW2447: Introduction to Manufacturing Technology | Einführung in die Produktionstechnik [PT]Introduction to Manufacturing Technology": {"Module Level": "Bachelor", "Language": "German", "Duration": "one semester", "Frequency": "summer semester", "Credits": "3", "Total Hours": "90", "Self-study Hours": "60", "Contact Hours": "30", "Description of Examination Method": "The achievement of the learning objectives is assessed in a 60-minute written exam. Using comprehension questions, it is checked whether the students have understood the activities required in production engineering. The answers require the ticking of given multiple answers (single-choice procedure). No aids are permitted.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "No prior knowledge is required.", "Content": "The lecture Introduction to Production Engineering teaches the basics for the design and production of technical products like machines, vehicles and manufacturing plants. The product development process (PEP) in companies as well as procedures to support individual process steps of the PEP are presented. By means of illustrative examples, the basics of manufacturing processes (casting, forming, cutting, joining, etc.) are taught and extended by rules and principles for quality assurance and for the selection of suitable materials. Finally, procedures and rules are taught for realising a design that is appropriate for production and costs.", "Intended Learning Outcomes": "After participating in the module, students are able to understand and evaluate basic relationships between manufacturing processes along a production line.They can- Understand basic steps of a production line MW2447: Introduction to Manufacturing Technology | Einführung in die Produktionstechnik [PT]", "Teaching and Learning Methods": "In the lecture, course theoretical principles are conveyed by means of teacher-centred teaching and presentation. Students are also provided with a script explaining the presentation slides. Using illustrative objects, the relation of the presented manufacturing processes to practical applications is shown.", "Media": "Presentations, illustrative material, script", "Reading List": "Spur, G., Stöferle, T. Handbuch der Fertigungstechnik, Band 1 Urformen, München Hanser 1981.Spur, G. Handbuch der Fertigungstechnik, Band 2 Umformen und Zerteilen. München Hanser 1985.Schuler Handbuch der Umformtechnik, Berlin Springer 1996.", "Responsible for Module": "Volk, Wolfram; Prof. Dr.-Ing.", "Courses (Type of course, Weekly hours per semester), Instructor": " Einführung in die Produktionstechnik (Vorlesung, 2 SWS)Volk W ( Böhm V, Weidner C ), Zäh M ( Wach L )For further information in this module, please click campus.tum.de or here. MW1108: Engineering Mechanics for Technology Management | Technische Mechanik für TUM-BWL"}, "MW1108: Engineering Mechanics for Technology Management | Technische Mechanik für TUM-BWL": {"Module Level": "Bachelor", "Language": "German", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "135", "Contact Hours": "45", "Description of Examination Method": "In a 120-minute written examination, the understanding of the imparted principles and techniques of engineering mechanics is tested by application of them on various problems. These calculation problems are similar in the style to the exercises, where the students are intended to analyse, to systematically tackle and to solve the tasks included.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Good knowledge in applied mathematics. Recommended courses \"Mathematische Behandlung der Natur- und Wirtschaftswissenschaften 1+2\" or \"Höhere Mathematik\"", "Content": "Basic principles of statics, elastostatics and kinetics force, moment (torque), equilibrium, method of sections, center of mass, energy and stability, stress and strain, elastic constitutive law, Mohr's circle, (Euler-Bernoulli) beam theory, area moments of inertia, kinematics and kinetics of particles, impact, vibrations.", "Intended Learning Outcomes": "After successful participation the students are able to- apply terminology, principles and techniques of engineering mechanics- analyse, tackle and solve new problems out of the covered fields- create self-dependently particular knowledge in the field of engineering mechanics on the basis of the conveyed fundamentals- understand subsequent lectures at the faculty of mechanical engineering- create a level of comunication with engineers in their daily professional life.", "Teaching and Learning Methods": "The module consists of a lecture including exercises as well as a tutorial in small groups on a weekly basis. The lecture includes several teaching methods such as presentations, animations, short films and the usage of a blackboard. The current subject matter is repeated in tutorials and further examples are exercised. All teaching and exercise material as well as proposals for solutions and further information can be downloaded from the E-Learning platform.", "Media": "Presentations, blackboard.Documents via E-Learning platform.", "Reading List": "Gross - Hauger - Schnell Technische Mechanik 1, Springer VerlagGross - Hauger - Schröder - Wall Technische Mechanik 2, Springer VerlagHauger - Schnell - Gross Technische Mechanik 3, Springer VerlagWriggers - Nackenhorst - Beuermann - Spiess - Löhnert Technische Mechanik kompakt, Springer-Vieweg-Verlag ", "Responsible for Module": "Torgersen, Jan; Prof. Dr. techn.", "Courses (Type of course, Weekly hours per semester), Instructor": " Technische Mechanik für TUM-BWL - Vertiefungsübung (Übung, 2 SWS)Krempaszky C [L], Krempaszky C ( Jahn Y ), Technische Mechanik für TUM-BWL (Übung, 1 SWS)Krempaszky C [L], Krempaszky C ( Jahn Y ), Technische Mechanik für TUM-BWL (Vorlesung, 2 SWS)Krempaszky C [L], Krempaszky C ( Jahn Y )For further information in this module, please click campus.tum.de or here."}, "MW1694: Machine Elements - Basics, Manufacturing, Application | Maschinenelemente - Grundlagen, Fertigung, Anwendung [ME-BMA]": {"Module Level": "Bachelor", "Language": "German", "Duration": "one semester", "Frequency": "winter semester", "Credits": "7", "Total Hours": "210", "Self-study Hours": "135", "Contact Hours": "75", "Description of Examination Method": "Die Modulprüfung findet in Form einer schriftlichen Klausur (Bearbeitungsdauer 120 Minuten) statt. Anhand von Verständnisfragen, konstruktiven Zeichnungen und Rechenaufgaben sollen die Studierenden nachweisen, dass sie Verständnis für die grundlegenden Elemente von Maschinen besitzen und dieses auch anwenden können. Sie sollen beispielsweise nachweisen, dass sie Normen anwenden, Toleranzen und Passungen entwickeln, Oberflächengüten bewerten, statische Festigkeitsberechnungen anwenden, stoffschlüssige Verbindungen, wie z. B. Schweißen, Löten, Kleben und Nieten bewerten, Schraub- und Welle-Nabe-Verbindungen entwickeln und Gestaltungsrichtlinien in der Konstruktion anwenden können. Weiterhin kann überprüft werden, ob Paarungen und Lager analysiert und Getriebe verstanden werden können. Schmierungen und Dichtungen sollen erinnert werden.Als Hilfsmittel zur Prüfung wird eine vom Lehrstuhl erstellte Formelsammlung ausgegeben. Des Weiteren sind nicht programmierbare Taschenrechner zugelassen.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Grundlagen der Produktion, Maschinenzeichnen und elastostatische Mechanik", "Content": "", "Intended Learning Outcomes": "Nach der Teilnahme am Modul sind die Studieren-den in der Lage grundlegende Zusammenhänge von Maschinenelemen-ten zu verstehen und zu bewerten. Sie können:- Normen anwenden, Toleranzen und Passungen entwickeln sowie Oberflächengüten bewerten- Statische Festigkeitsnachweise anwenden- Stoffschlüssige Verbindungen, wie z.B. Schweißen, Löten, Kleben und Nieten) bewerten.- Schraub- und Welle-Nabe-Verbindungen entwickeln- Gestaltungsrichtlinien in der Konstruktion anwenden- Paarungen und Lager analysieren  - Getriebe verstehen- Schmierungen und Dichtungen erinnern", "Teaching and Learning Methods": "In der Vorlesung werden die theoretischen Grundlagen zu Maschinene-lementen mittels Vortrag und Präsentation vermittelt. Den Studierenden wird dazu ein Skript zur Verfügung gestellt, in dem sie die Theorie durch eigene Notizen ergänzen können. Mit den Erläuterungen aus der Vorle-sung und entsprechendem Eigenstudium lernen die Studierenden, Nor-men anzuwenden, Toleranzen und Passungen zu entwickeln, Oberflä-chengüten zu bewerten, statische Festigkeitsberechnungen anzuwen-den, stoffschlüssige Verbindungen, wie z.B. Schweißen, Löten, Kleben und Nieten zu bewerten, Schraub- und Welle-Nabe-Verbindungen zu entwickeln und Gestaltungsrichtlinien in der Konstruktion anzuwenden. Paarungen und Lager sollen analysiert und Getriebe verstanden werden können. Schmierungen und Dichtungen sollen erinnert werden.In der Übung werden Beispielaufgaben gemeinsam mit den Studieren-den berechnet, besprochen und diskutiert. Damit soll erreicht werden, dass die Studierenden sich selbstständig die Lernergebnisse aneignen sowie Transferleistungen erbringen können.", "Media": "Präsentation, Filme ", "Reading List": "Niemann, Gustav; Höhn, Bernd-Robert; Winter, Hans (2005) Maschinenelemente. Entwerfen, Berechnen und Gestalten im Maschinenbau ; ein Lehr- und Arbeitsbuch. 4., bearb. Berlin [u.a.] Springer.", "Responsible for Module": "Stahl, Karsten; Prof. Dr.-Ing.", "Courses (Type of course, Weekly hours per semester), Instructor": " Maschinenelemente - Grundlagen, Fertigung, Anwendung Übung (MW1694) (Übung, 3 SWS)Stahl K [L], Rommel S, Stahl K, Schnetzer P, Wenig A, Maschinenelemente - Grundlagen, Fertigung, Anwendung (MW1694) (Vorlesung, 2 SWS)Stahl K [L], Stahl K, Rommel S, Schnetzer P, Wenig AFor further information in this module, please click campus.tum.de or here."}, "BV350007: Materials in Mechanical Engineering | Werkstoffe im Maschinenwesen [Materials in mechanical engineering ]": {"Module Level": "Bachelor", "Language": "German", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Students are assessed in a 90-minute written examination. In the written examination students are required to demonstrate their ability to describe concisely, general basic technical knowledge of materials, the specific properties of metals, polymers and ceramic materials and are able to transfer them into practice, as well as the ability to solve arithmetic problems concerning important material-specific properties under time pressure. Apart from a non-programmable pocket calculator, no aids are allowed.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "none", "Content": "The lecture teaches about the chemical and physical principles of materials. The materials concerned are steel, non-ferrous metals, thermoplastics, duroplastics, elastomers, ceramics, glass, cement and concrete. Furthermore, the topics of load-dependent and load-independent deformation properties, stress-strain diagrams and strengths in general are discussed. Apart from the mechanical material properties, the production and durability of the materials are also covered. One focal aspect is the topic of material corrosion.", "Intended Learning Outcomes": "At the end of the module the students are able to describe the most important materials and to differentiate between them by way of their characteristic properties. They are able to link the material properties to the elementary structure of the materials. They are also able to select a suitable material for a given requirements profile.   Students also acquire competence in describing and selecting relevant tests for the material properties and depending on the material property to be examined as well as analysing test results statistically and evaluating them on the basis of the material requirements.  Targeted case studies should strengthen student's abstraction ability and their skill in transferring that which they have learned to a new problem area.", "Teaching and Learning Methods": "In this course the main teaching content is basically taught in the form of a classic lecture with continuous support in the form of a PowerPoint presentation. Particular detailed aspects or aspects important for overall understanding are derived gradually by writing on the board and are explained graphically. This procedure enables students to receive clear and clearly legible presentation of the content and promotes concentrated listening, and therefore the understanding of the students, as they are not diverted by having to continuously write down what is written on the board. The lecture material is examined in greater depth through regular, brief exercises adjusted to the progress of the lecture, which enables optimum implementation of the lecture content.", "Media": "PowerPoint-presentation, overheadprojector, board, experiments, video", "Reading List": "- Roos, E; Maile, K.  Werkstoffkunde für Ingenieure. Springer 2005  - Reissner, J.  Werkstoffkunde für Bachelors. Hanser Verlag 2010  - Schneider, J.  Sicherheit und Zuverlässigkeit im Bauwesen. www.vdf.ethz.ch  - Henning/Knöfel  Baustoffchemie. Verlag Bauwesen 2002  - Skriptum zu Vorlesung Baustoffkenngrößen, Bauchemie, Konstruktionswerkstoffe Teil III", "Responsible for Module": "Gehlen, Christoph; Prof. Dr.-Ing.", "Courses (Type of course, Weekly hours per semester), Instructor": " Werkstoffe im Maschinenwesen (Vorlesung mit integrierten Übungen, 4 SWS)Osterminski K [L], Kränkel T, Osterminski K, Rappl SFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program B.Sc. Management and TechnologyGenerated on 19.09.2023 MW1903: Bioprocess Engineering | Bioverfahrenstechnik"}, "MW1903: Bioprocess Engineering | Bioverfahrenstechnik": {"Module Level": "Bachelor", "Language": "German", "Duration": "one semester", "Frequency": "winter semester", "Credits": "5", "Total Hours": "150", "Self-study Hours": "105", "Contact Hours": "45", "Description of Examination Method": "In einer schriftlichen Klausur (Bearbeitungsdauer 90 min, zugelassenes Hilfsmittel Taschenrechner) sind die vermittelten Inhalte zu den Grundlagen der Bioverfahrenstechnik auf entsprechende Problemstellungen anzuwenden und auf weiterführende Aufgabenstellungen zu übertragen. Dadurch weisen die Studierenden nach, dass sie die Eigenschaften biotechnischer Verfahren verstehen und bewerten können wie beispielsweise die zu Grunde liegende Formalkinetik oder die Aufteilung biotechnologischer Prozesse in verschiedene Schritte.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Empfohlene Kenntnisse sind Grundlagen der Mathematik, Chemie und Biologie, wie sie in Bachelorstudiengängen an deutschen Hochschulen vermittelt werden.", "Content": "In diesem Modul werden die physikalischen, chemischen, biochemischen, biologischen und thermodynamischen Grundlagen biologischer Stoffumwandlungen für Ingenieure vermittelt. 1. Einführung und Grundlegendes über die Bioverfahrenstechnik, 2. physikochemische Eigenschaften des Wassers, 3. Biophysikalische Eigenschaften von Zellen, 4 Biochemische Reaktionssysteme, 5. Bioreaktionstechnik I – Enzymkinetik, 6. Bioreaktionstechnik II – Metabolische Modelle, 7. Bioreaktionstechnik III – Wachstumskinetik, 8. Steril-Verfahrenstechnik, 9. Aufarbeitung von Bioprodukten, 10. Bioprozessanalytik, 11. Industrielle Biotechnologie", "Intended Learning Outcomes": "Nach der Teilnahme an dieser Modulveranstaltung haben die Studierenden grundlegende Kenntnisse der Bioverfahrenstechnik erworben und sind in der Lage, die wesentlichen Eigenschaften biotechnologischer Verfahren zu verstehen und zu bewerten. Die Studierenden sind in der Lage die der Bioreaktionstechnik zu Grunde liegende Formalkinetik zu erkennen und diese auf exemplarische Problemstellung anzuwenden. Ebenfalls sind die Studierenden in der Lage, zu erkennen, dass ein biotechnologischer Prozess mit Enzymen und Zellen aus einer Vielzahl verschiedener Schritte (Stoffumwandlung, Aufarbeitung, Steriltechnik, Analytik) besteht.", "Teaching and Learning Methods": "In der Vorlesung werden mittels PowerPoint Folien die theoretischen Grundlagen der Bioverfahrenstechnik vermittelt. Wichtige Inhalte werden wiederholt aufgegriffen, um das Verständnis und die Bewertung der Eigenschaften biotechnologischer Verfahren zu stärken. Die Vorlesungsunterlagen werden den Studierenden auf geeignete Weise zur Verfügung gestellt. In der (zeitlich daran anschließenden) Übung werden Übungsaufgaben vorgerechnet und die Musterlösungen den Studierenden ebenfalls zur Verfügung gestellt. Damit und durch gezielte Fragen an den Übungsleiter haben die Studierenden die Möglichkeit ihr Verständnis zu vertiefen, um beispielsweise die der Bioreaktionstechnik zu Grunde liegende Formalkinetik sowie die Aufteilung biotechnologischer Prozesse in verschiedene Schritte zu erkennen.", "Media": "Die in der Vorlesung verwendeten Folien werden den Studierenden in geeigneter Form rechtzeitig zugänglich gemacht. Übungsaufgaben werden regelmäßig verteilt und in der Regel werden die Musterlösungen eine Woche später ausgegeben und mit den Studierenden diskutiert.  ", "Reading List": "Es ist kein Lehrbuch zu allen Inhalten dieses Moduls verfügbar. Als Einführung empfiehlt sich Horst Chmiehl Bioprozesstechnik. Elsevier GmbH, München.", "Responsible for Module": "Weuster-Botz, Dirk; Prof. Dr.-Ing.", "Courses (Type of course, Weekly hours per semester), Instructor": " Bioverfahrenstechnik (MW1903) (Vorlesung, 3 SWS)Weuster-Botz D [L], Weuster-Botz D, Benner P, Caballero Cerbon D, Heins A, Oppelt A, Sampaio de Oliveira L, Thurn AFor further information in this module, please click campus.tum.de or here. MW2015: Basics of Thermodynamics | Grundlagen der Thermodynamik [TTD 1]"}, "MW2015: Basics of Thermodynamics | Grundlagen der Thermodynamik[TTD 1]": {"Module Level": "Bachelor", "Language": "German", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "105", "Contact Hours": "75", "Description of Examination Method": "Die Modulprüfung ist schriftlich und hat eine Dauer von 120 Minuten. Die Studierenden erstellen in der Prüfung Massen-, Energie- und Entropiebilanzen für ausgewählte technische Maschinen und Anlagen und berechnen verschiedene technisch relevante Größen und Parameter anhand von gegebenen Praxisbeispielen. Dabei liegt ein spezieller Fokus darauf, aus komplexen Fragestellungen den richtigen Lösungsweg zu entwickeln. Die Studierenden beantworten weiterhin Verständnisfragen zu den in der Vorlesung behandelten thermodynamischen Modellen und deren Anwendung, erklären deren Funktionsprinzipien und geben zugrunde liegende Formeln wieder. Sie geben Definitionen wieder und skizzieren ausgewählte Prozesse. Im Kurzfragenteil sind keinerlei Hilfsmittel zugelassen, auch kein Taschenrechner. Im Rechenteil dürfen alle Hilfsmittel außer elektronischen Geräten verwendet werden, ein Taschenrechner ist hier zugelassen.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Mathematik Logarithmus und Exponentialfunktion, Analysis (insb. Differential- und Integralrechnung, Funktionen zweier Variablen)Physik bzw. Mechanik Kraft & Arbeit, potentielle & kinetische Energie, Fadenpendel", "Content": "Einleitung- Atome, Moleküle und Kontinua- Vereinfachte kinetische Theorie des idealen Gases- Thermodynamisches (Un)Gleichgewicht- Typen Thermodynamischer Systeme- Feld- vs. globale Variablen MW2015: Basics of Thermodynamics | Grundlagen der Thermodynamik [TTD 1]", "Intended Learning Outcomes": "Nach erfolgreicher Teilnahme am Modul können die Studierenden  - die zentralen thermodynamischen Begriffe wie Energie, Innere Energie, Entropie, und Exergie erläutern.  - zwischen Temperatur und Wärme sowie Zustands- und Prozessgrößen unterscheiden.  - die unterschiedlichen Terme in den Erhaltungsgleichungen für Masse, Impuls und Energie interpretieren (inklusive Transport über Systemgrenzen und instationäre Effekte).- unterschiedliche Formen der Arbeit in unterschiedlichen thermodynamischen Systemen identifizieren, um damit vollständige Bilanzen für totale / innere / mechanische Energien zu erstellen.  - mit Hilfe der kalorischen und thermischen Zustandsgleichungen einfache Zustandsänderungen sowohl von inkompressiblen Medien mit konstanten Stoffwerten als auch von idealen Gase quantitativ beschreiben.  - Zustandsänderungen in Einstoff-Mehrphasensystemen mittels Dampftafeln beschreiben.  - die Erhaltungssätze anwenden, um Arbeits- und Wärmeumsatz einfacher Iso-Prozesse zu bestimmen.- Charakteristika der wichtigsten Kreisprozesse (Carnot, Joule, Rankine, Otto, Diesel, ...) benennen.  - Wärmekraftmaschinen, Kälteaggregate oder andere Apparate zur Energiewandlung mittels der Erhaltungssätze der Thermodynamik und der Ergebnisse für Arbeit und Wärme von Iso- und Kreisprozessen sowie mit Hilfe  thermodynamischer Diagramme (TV, pV, Ts, hs, ph, etc.) auslegen und bewerten (“nachrechnen”).- irreversible Entropieproduktion und damit verbundenen Exergieverlust durch Bilanzierung bestimmen und reversible von irreversiblen Prozessen abgrenzen.  - Prozesse mittels Exergie(strom)bilanzen bewerten.", "Teaching and Learning Methods": "Mithilfe von online verfügbaren Präsentationen (\"SlideCasts\") erarbeiten sich die Studierenden die Konzepte und Methoden der Thermodynamik. Daneben gibt es zum Selbststudium ein Skriptum, das den Inhalt der Folien sowie ausführliche Kommentare und Erläuterungen enthält.  In der Vorlesung in Präsenz wird dann durch den Dozenten anhand von Beispielaufgaben die Anwendung der Konzepte und Methoden auf konkrete Probleme demonstriert. Außerdem werden die Studierenden aktiv eingebunden, indem Fragen im Pingo-Format sowie Fragen z.B. aus dem Moodle-Forum erörtert werden. Teil der Vorlesung sind Aus- und Rückblicke, die den Studierenden helfen, die jeweils aktuellen Inhalte in den Gesamtzusammenhang der Thermodynamik und ihrer Anwendungen einzuordnen.In der (Tutor)Übung nutzen die Teilnehmer ihre neu erworbenen Kenntnisse und Kompetenzen, um Übungsaufgaben möglichst eigenständig, dabei gerne in Kleingruppen, zu lösen. Bei Bedarf  MW2015: Basics of Thermodynamics | Grundlagen der Thermodynamik [TTD 1]", "Media": "Lehrvideos, Vorlesungsfolien, Skriptum, Aufgabensammlung, Formelsammlung", "Reading List": "Weigand, B., Köhler, J. & von Wolfersdorf, J.. Thermodynamik kompakt. (4. Aufl., Springer, 2016).", "Responsible for Module": "Polifke, Wolfgang; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Übung Thermodynamik I (Übung, 2 SWS)Polifke W [L], Polifke W, Ottinger J, Zimmermann A, Tutorübung Thermodynamik I (Übung, 2 SWS)Polifke W [L], Polifke W, Ottinger J, Zimmermann A, Vorlesung Thermodynamik I (Vorlesung, 3 SWS)Polifke W [L], Polifke W, Ottinger J, Zimmermann AFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program B.Sc. Management and TechnologyGenerated on 19.09.2023"}, "MW0040: Production Engineering | Fertigungstechnologien": {"Module Level": "Bachelor", "Language": "German", "Duration": "one semester", "Frequency": "winter semester", "Credits": "5", "Total Hours": "150", "Self-study Hours": "105", "Contact Hours": "45", "Description of Examination Method": "Die Modulprüfung ist erfolgt als schriftliche Klausur (Bearbeitungsdauer 90 Minuten). Als Hilfsmittel kann ein nicht programmierbarer Taschenrechner verwendet werden.Anhand von Verständnisfragen und Rechenaufgaben demonstrieren die Studierenden, dass sie ausgewählte Fertigungsverfahren in die 6 Hauptgruppen nach DIN 8580 einordnen können und die zugrundeliegenden Funktionsprinzipien mit deren Möglichkeiten und Limitierungen erläutern können. Weiterhin wird überprüft, ob sie die benötigten Anlagen, übliche Werkstoffe und Werkzeuge interpretieren sowie typische Schadensbilder klassifizieren können. Die Studierenden berechnen verschiedene technisch und wirtschaftlich relevante Größen und Parameter anhand von gegebenen Praxisbeispielen. Darüber hinaus sollen einzelne Prozessschritte einer Fertigungskette hinsichtlich der Kriterien Wirtschaftlichkeit, technische Umsetzbarkeit und geforderten Bauteileigenschaften definiert werden.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "ab dem 5. Semester", "Content": "Die Vorlesung Fertigungstechnologien findet in Zusammenarbeit der Institute iwb (Prof. Zäh) und utg (Prof. Volk) statt. Die Lehrveranstaltung beschäftigt sich mit Verfahren zur Herstellung von fertigen Werkstücken aus dem Maschinenbau. Die erste Vorlesungshälfte gibt einen Überblick über die unterschiedlichen Möglichkeiten, feste Körper zu erzeugen (Urformen). Die Weiterverarbeitung dieser Werkstücke durch verschiedenste Umform- und spanlose  Trennverfahren wird behandelt. Es werden Verfahren vorgestellt, mit denen Werkstücke durch Aufbringen von Beschichtungen und die gezielte Beeinflussung der Werkstoffeigenschaften an konkrete Anwendungsfälle angepasst werden können. Bei den folgenden Terminen werden zunächst die Grundlagen der spanenden Fertigungsverfahren und die Grundlagen der Zerspanung behandelt. Im Anschluss daran werden Fertigungsverfahren, welche zur Gruppe \"Trennen\" zählen, vorgestellt. Danach wird das Rapid Manufacturing erläutert, d. h. schicht-weise aufbauende (additive) Verfahren. Des Weiteren beschäftigt sich die Vorlesung mit dem Wandel der Produktion durch den Einfluss der Informationstechnologie und mit einem Überblick über verschiedene Fügeverfahren (Kraftschluss, Formschluss, Stoffschluss). Die Vorlesung schließt mit den Kapiteln Prozessüberwachung und Qualitätsmanagement, welche anhand der erläuterten Verfahren Anwendungsbeispiele aus der Industrie und der aktuellen Forschung aufzeigen.", "Intended Learning Outcomes": "Nach Teilnahme am Modul sind die Studierenden in der Lage,- die 6 Hauptgruppen nach DIN 8580 zu nennen und diesen die einzelnen Fertigungsverfahren zuzuordnen.- die den Fertigungsverfahren zugrundeliegenden Funktionsprinzipien zu erklären, deren Möglichkeiten und Limitierungen zu erläutern, die verwendeten Anlagen, Werkstoffe und Werkzeuge zu beschreiben, typische Schadensbilder zu klassifizieren und Zusammenhänge herauszuarbeiten.- technische und wirtschaftliche Berechnungs- und Bewertungsmethoden anzuwenden, um die Grundlage für den Vergleich einzelner Fertigungsverfahren zu bilden und eine fertigungsgerechte Bauteilauslegung abzuleiten.- einzelne Prozessschritte einer Fertigungskette hinsichtlich der Kriterien Wirtschaftlichkeit, technische Umsetzbarkeit und geforderte Bauteileigenschaften zu bewerten und den Anforderungen entsprechend auszuwählen.- aktuelle Trends in Forschung und Entwicklung zu nennen und den Unterschied zum industriellen Stand der Technik darzulegen.", "Teaching and Learning Methods": "Das Modul besteht aus einer Vorlesung und einer Übung. In der Vorlesung werden die theoretischen Grundlagen der Fertigungstechnologien anhand eines Vortrages (Power Point Präsentation) vermittelt. Den Studierenden wir ein Vorlesungsskriptum zur Verfügung gestellt, das sie mit eigenen Notizen ergänzen können.  In der Übung werden anhand von Rechenbeispielen, Präsentationen und Gruppenarbeit praxisnah und anwendungsorientiert die Grundlagen und das Wissen angewendet. Durch Filme und Anschauungsobjekte wird der Lerneffekt gezielt verstärkt.So sollen die Studierenden beispielsweise lernen, technische und wirtschaftliche Berechnungs- und Bewertungsmethoden anzuwenden, um die Grundlage für den Vergleich einzelner Fertigungsverfahren zu bilden und eine fertigungsgerechte Bauteilauslegung abzuleiten sowie einzelne Prozessschritte einer Fertigungskette hinsichtlich der Kriterien Wirtschaftlichkeit, technische Umsetzbarkeit und geforderte Bauteileigenschaften zu bewerten und den Anforderungen entsprechend auszuwählen.", "Media": "Eingesetzte Medien Vorlesungsskript, PowerPoint-Präsentation, Übungsaufgaben, praxisnahe und anwendungsorientierte Vermittlung der Vorlesungsinhalte durch Filme und Anschauungsobjekte.", "Reading List": "1. König, Klocke Fertigungsverfahren, Springer-Verlag;  2. Westkämper, Warnecke Einführung in die Fertigungstechnik, Teubner-Verlag;  3. Spur, Stöferle Handbuch der Fertigungstechnik, Carl Hanser Verlag;  4. Schuler Handbuch der Umformtechnik, Springer-Verlag Berlin Heidelberg;  5. Vorlesungsskript;  6. DIN 8580 Fertigungsverfahren;  7. Zäh, Wirtschaftliche Fertigung mit Rapid-Technologien, Carl Hanser Verlag ", "Responsible for Module": "Zäh, Michael; Prof. Dr.-Ing.", "Courses (Type of course, Weekly hours per semester), Instructor": " Fertigungstechnologien Übung (Übung, 1 SWS)Zäh M, Volk W, Bähr S, Fertigungstechnologien (Vorlesung, 2 SWS)Zäh M, Volk W, Büchler T, Weiß TFor further information in this module, please click campus.tum.de or here."}, "MW2156: Metal-cutting Manufacturing Processes | Spanende Fertigungsverfahren": {"Module Level": "Bachelor/Master", "Language": "German", "Duration": "one semester", "Frequency": "summer semester", "Credits": "5", "Total Hours": "150", "Self-study Hours": "105", "Contact Hours": "45", "Description of Examination Method": "The module examination is a written exam consisting of three parts. Based on short questions (Part I), calculations (Part II), and a production planning part (Part III), it will be assessed whether the students are able to evaluate the possibilities and limitations of the presented machining processes and their corresponding machine tools. In addition, students will be able to dimension machining processes mathematically and to conduct production planning, including process selection based on technical drawings. The duration of the examination is 90 minutes. No aids other than a non-programmable calculator are permitted.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "The ability to read and understand a technical drawing is required.", "Content": "1. Manufacturing Processes and Machine Tools2. Fundamentals of Machining3. Machining Tools and Cutting Materials4. Metal-cutting Machining Processes with Geometrically Defined Cutting Edge5. Metal-cutting Machining Processes with Geometrically Undefined Cutting Edge6. Thread and Gear Production7. Electrical Discharge Machining8. Deburring Processes9. Calculation of Cutting Forces for Machine and Process Design10. Preparation of Operating Plans for Machining Production11. Excursion", "Intended Learning Outcomes": "After successfully passing this module, students will be able to  - evaluate the possibilities and limitations of the presented machining processes and their corresponding machine tools,- to dimension machining processes mathematically and- to conduct production planning, including process selection based on technical drawings.", "Teaching and Learning Methods": "The module consists of a lecture and an exercise. In the lecture, the theoretical basics are taught by means of lectures, numerous exhibits, and film material.In the exercise, the content of the lecture is deepened by means of calculation tasks and the creation of work plans for machining production.This way, students learn to evaluate the possibilities and limitations of the presented machining processes and the corresponding machine tools, to dimension machining processes mathematically, and to conduct production planning, including process selection based on technical drawings.", "Media": "Presentations, script, video footage, exhibits, exercise sheets", "Reading List": "- Fischer Tabellenbuch Metall, Europa Lehrmittel- Dillinger; Doll Fachkunde Metall, Europa Lehrmittel- Hesser; Hoischen Technisches Zeichnen, Cornelsen- Degner; Lutze; Smejkal Spanende Formung, Hanser", "Responsible for Module": "Zäh, Michael; Prof. Dr.-Ing.", "Courses (Type of course, Weekly hours per semester), Instructor": " Spanende Fertigungsverfahren (Vorlesung, 2 SWS)Zäh M, Bloier M, Fischer A, Spanende Fertigungsverfahren Übung (Übung, 1 SWS)Zäh M, Mayer M, Fischer AFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program B.Sc. Management and TechnologyGenerated on 19.09.2023"}, "MEDWI001: Chemistry - Basic knowledge with clinical links | Chemie - Basiswissen mit klinischen Verknüpfungen": {"Module Level": "Bachelor", "Language": "German", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "180", "Contact Hours": "0", "Description of Examination Method": "Die Studienleistung besteht aus Übungsleistungen. Die Studierenden schließen das Modul erfolgreich ab, wenn sie 60% der gestellten Übungsaufgaben korrekt beantwortet haben. Mit Beantwortung der Übungsaufgaben zeigen die Studierenden, dass sie  die chemischen Grundlagen der Anorganik und Organik erinnern und wiedergeben können. Darüber hinaus zeigen sie, dass sie die theoretischen chemisch-medizinischen Hintergründe der Praktikumsversuche erklären und anwenden können.  ", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "", "Content": "In diesem Modul werden die Grundlagen der Chemie mit Hilfe von Text-, Video- und Audioelementen sowie Übungen erarbeitet. Ergänzend dazu zeigen klinische Exkurse die Relevanz der Chemie für die Medizin auf. Ziel des Moduls ist ein chemisches Grundlagenwissen zu erwerben, welches in anderen medizinischen Fächern wie Biochemie, Pharmakologie und klinische CHemie angewendet werden kann.Inhalte umfassenAnorganische ChemieOrganische ChemieStoffumwandlungen Komplexe organische Moleküle", "Intended Learning Outcomes": "Am Ende der Bearbeitung der Lernmodule sollen die Studierenden die chemischen Grundlagen der Anorganik und Organik wiedergeben können. Nach Bearbeitung der Praktikumsmodule sollen sind die Studierenden in der Lage sein, die theoretischen Hintergründe der Praktikumsversuche erklären und im Praktikum anwenden zu können. Die Studierenden können sollen das erworbene chemisch-medizinische Wissen in anderen vorklinischen und klinischen Fächern abrufen und anwenden können.", "Teaching and Learning Methods": "VHB Online KursChat, Übungsaufgaben für Selbstlernbetrieb", "Media": "", "Reading List": "Chemie für Mediziner - Zeeck, Axel (Herausgeber); Zeeck, Sabine Cécile (Beiträge); Grond, Stephanie (Beiträge) ", "Responsible for Module": "Dr. Kathrin Dethleffsen k.dethleffsen@lmu.de", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here."}, "WZ8057: Biology Part 1 | Biologie für Nebenfächer, 1. Teil": {"Module Level": "Bachelor", "Language": "German", "Duration": "one semester", "Frequency": "winter semester", "Credits": "3", "Total Hours": "90", "Self-study Hours": "60", "Contact Hours": "30", "Description of Examination Method": "Die Lehrveranstaltung des Wintersemesters wird mit einer 1,5-stündigen Klausur abgeschlossen, in der die Studierenden nachweisen, dass sie- die Grundbegriffe der Biologie beherrschen,- die wichtigsten biologischen Prozesse erläutern können sowie- wichtige biologische Herausforderungen analysieren und geeignete Lösungsmöglichkeiten aufzeigen können.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Grundkenntnisse der Naturwissenschaften", "Content": "Block 1 - Zellbiologie Moleküle des Lebens; Zellen als kleinste Einheiten des Lebens; zelluläre Membranen und zellulärer EnergiestoffwechselBlock 2 - Vererbung und Entwicklung Molekulare Grundlagen der Vererbung (Zellzyklus, Chromosomen, Mendel etc.); Genexpression und Genregulation; Entwicklung und differentielle Genexpression; Genome (Prokaryoten, Eukaryoten) und deren Analyse; Molekulare Medizin und GentechnikBlock 3 - Evolution und Biodiversität Grundlagen zur Evolution; Mechanismen der Evolution (Population und Artbildung sowie Sexuelle Selektion); Evolution, Systematik und Biodiversität", "Intended Learning Outcomes": "Die Studierenden beherrschen und verstehen die zellbiologischen und genetischen Grundlagen der Biologie. Sie können den grundlegenden Aufbau von Zellen und die Mechanismen des  genetischen Informationstransfers und der möglichen Einflussnahme erklären. Daneben verstehen sie die Grundlagen der zoologischen Systematik.", "Teaching and Learning Methods": "Das Modul setzt sich aus Vorlesungen zusammen, in denen die Inhalte von den Dozenten in Form von Präsentationen vermittelt und anhand von Beispielen vertieft werden. Parallel existiert ein Moodle Kurs, über den weitergehende Informationen ausgetauscht werden können sowie per Chat diskutiert und kommuniziert werden kann.", "Media": "PowerPoint-Präsentationen; Moodle-Kurs", "Reading List": "Purves Biologie, 10. Ausgabe (2019)Autoren Sadava, D., Hillis, D., Heller, H.C., Hacker, S.Herausgeber Markl, Jürgen (Hrsg.)  Verlag Springer Spektrum", "Responsible for Module": "Benz, Johan Philipp; Prof. Dr. rer. nat.", "Courses (Type of course, Weekly hours per semester), Instructor": " Grundlagen der Biologie für Nebenfächer I (Vorlesung, 2 SWS)Benz J [L], Benz J, Hammes U, Johannes F, Kühn RFor further information in this module, please click campus.tum.de or here. SG120020: Composition and Function of the Human Body | Körperstrukturen und -funktionen"}, "SG120020: Composition and Function of the Human Body | Körperstrukturen und -funktionen": {"Module Level": "Bachelor", "Language": "German", "Duration": "one semester", "Frequency": "winter semester", "Credits": "7", "Total Hours": "210", "Self-study Hours": "120", "Contact Hours": "90", "Description of Examination Method": "The written examination is held in a classroom (120 min.). Within a limited time and without aids, it will be demonstrated that metabolic processes in the body based on the biochemistry are understood and that the metabolic pathways, their connectivity and their regulation, as well as the functions and structures of the human body can be reproduced. The answers require choosing from among given multiple choice options.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Human biological and biochemical knowledge of secondary level II is a prerequisite to understanding the contents.", "Content": "Biochemical basis of metabolism  - Liquid hormones  - Structures and functions of macronutrients  - Digestion and absorption  - Important nutrient-related metabolic pathways  - Krebs cycle and respiratory chain as a basis for further events in the field of medicine, health and nutrition.  Functional anatomy of the musculoskeletal system  - Bones of the human body- Ligaments of the human body- Tendons of the human body- Muscles of the human body - Peripheral nervous system- Functional aspects of the individual structures under different conditions such as age, sport and work world  - Health aspects", "Intended Learning Outcomes": "After successfully completing the module, students will be able- to understand and describe the composition and the structures of the human musculoskeletal system- predict movements through the use of muscles  - compare and explain functional anatomy with recent articles on the subject area- to fundamentally understand the effects of preventive and rehabilitative measures on the body- to remember structures and functions of biomolecules and the mechanisms of bi ochemical reactions  - to understand and describe metabolic processes in the body on the basis of bio-chemistry- to give an overview of the pathways of basal metabolism, its networking and its regulation", "Teaching and Learning Methods": "The module consists of 2 lectures with blended learning components and an additional moodle-course. The content of the module is conveyed through lectures and presentations. Students will be encouraged to study the literature and the substantive discussion of the topics. ", "Media": "Presentation, moodle", "Reading List": "Schünke M, Schulte E, Schumacher U Prometheus - Allgemeine Anatomie und Bewegungssystem. Thieme, Stuttgart 2007", "Responsible for Module": "Schulz, Thorsten; Dr. Sportwiss.", "Courses (Type of course, Weekly hours per semester), Instructor": " Biochemische Grundlagen des Stoffwechsels (Vorlesung, 2 SWS)Schönfelder M, Vertiefung biochemischer Schwerpunktthemen (Moodlekurs) (Übung, 1 SWS)Schönfelder M, Sadwilkar A, Bartosch J, Funktionelle Anatomie des Bewegungsapparates (Vorlesung, 2 SWS)Schulz T, Peters C, Festigung und Vertiefung funktioneller Strukturen des Bewegungsapparates (Moodlekurs) (Übung, 1 SWS)Schulz T, Weber K, Peters CFor further information in this module, please click campus.tum.de or here."}, "SG120025: Human Biology | Anatomie und Physiologie der inneren Organe": {"Module Level": "Bachelor", "Language": "German", "Duration": "one semester", "Frequency": "summer semester", "Credits": "7", "Total Hours": "210", "Self-study Hours": "120", "Contact Hours": "90", "Description of Examination Method": "The written examination (120 min.) is held in a classroom. In this, in a limited time and without aids, it will be demonstrated that the structures, functions and relationships of anatomy and physiology of the human body are understood. The answers require choosing from among given multiple choice options.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "The module \"Body Structures and Functions\" (BSW) or \"Biochemistry and Functional Anatomy\" (BGW) is a prerequisite for understanding the content, since the physiological content builds on the understanding of biochemistry.", "Content": "- Structure/composition and function of the cell and tissue- Structure and function of the muscles and physiological functioning- Structure and function of the cardiovascular system (heart and blood vessels), the blood and immune system, the lymphatic system, the respiratory tract- Structure/composition and function of the endocrine system, the digestive system, the genitourinary system, the central nervous system.", "Intended Learning Outcomes": "After successfully completing the module, students will be able- to understand the structure, development and function of the human body as well as individual specific organ systems, to describe them, and moreover apply biomedicine of the body to specific problems   - to understand preventive, rehabilitative and sportive influences on the body from the point of view of anatomy and physiology of the internal organs and predict changes- to understand and grasp new literature on the subject in the form of scientific papers.", "Teaching and Learning Methods": "The module consists of 2 lectures with blended learning components, a seminar and an exercise. The content of the module is conveyed through lectures and presentations. Students will be encouraged to study the literature and the substantive discussion of the topics. The seminar is offered via moodle. The exercise takes place as a field trip to the institute of pathology (LMU) where different tasks have to be passed.", "Media": "PowerPoint, moodle, exhibits", "Reading List": "Silverthorn DU Physiologie. Pearson, München 2009Faller A, Schünke M Der Körper des Menschen. Thieme, Stuttgart 2012;Platzer W Taschenatlas der Anatomie. Thieme, Stuttgart 2011;  primary literature", "Responsible for Module": "Schulz, Thorsten; Dr. Sportwiss.", "Courses (Type of course, Weekly hours per semester), Instructor": " Anatomie und Physiologie der inneren Organe (Vorlesung) (Vorlesung, 4 SWS)Schulz T, Oberhoffer-Fritz R, Peters C, Lernen am anatomischen Präparat (Übung, 1 SWS)Weber K, Oberhoffer-Fritz R, Schulz T, Peters C, Anatomie und Physiologie der inneren Organe (Seminar) (Seminar, 1 SWS)Weber K, Reuter M, Dettenhofer M, Schulz T, Peters CFor further information in this module, please click campus.tum.de or here."}, "MEDWI002: Medical terminology | Medizinische Terminologie": {"Module Level": "Bachelor", "Language": "German", "Duration": "one semester", "Frequency": "winter semester", "Credits": "3", "Total Hours": "90", "Self-study Hours": "90", "Contact Hours": "", "Description of Examination Method": "Die Prüfungsleistung besteht aus einer schriftlichen Multiple Choice Klausur (60 Minuten).In der Klausur weisen die Studierenden nach, dass sie die Grundlagen der medizinischen Terminologie verstehen. Sie zeigen, dass sie wichtige Fachbegriffe der medizinischen Terminologie korrekt wiedergeben und anwenden können.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Keine. Die Veranstaltung richtet sich insbesondere auch an Studierende ohne Vorkenntnisse in Latein und/oder griechisch oder medizinischer Terminologie", "Content": "Grundlagen der medizinischen Terminologie", "Intended Learning Outcomes": "Nach der Teilnahme an den Modulveranstaltungen sind die Studierenden in der Lage(1) Grundlagen der medizinischen Terminologie zu verstehen (2) Wichtige Fachbegriffe der medizinischen Terminologie wiederzugeben und richtig anzuwenden", "Teaching and Learning Methods": "Das Modul besteht aus Vorlesungen und Übungen.  In den Vorlesungen wird den Studierenden die medizinische Terminologie präsentiert. In den dazugehörigen Übungen haben die Studierenden die Gelegenheit Fragen zu diskutieren.", "Media": "Präsentation ,Tafelarbeit, Übungen", "Reading List": "", "Responsible for Module": "Hohendorf, Gerrit; Prof. Dr.med.", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here."}, "MEDWI003: Medical Focus | Medizinische Vertiefung": {"Module Level": "Bachelor", "Language": "German", "Duration": "one semester", "Frequency": "winter semester", "Credits": "7", "Total Hours": "210", "Self-study Hours": "120", "Contact Hours": "90", "Description of Examination Method": "Die Prüfungsleistung wird in Form von zwei Klausuren (90 Minuten und 60 Minuten) erbracht.In der ersten Klausur (90 min) soll in begrenzter Zeit und ohne Hilfsmittel nachgewiesen werden, dass die behandelten Krankheitsbilder und pathophysiologischen Prozesse, erkannt und hinsichtlich grundlegender Eigenschaften, Diagnostik und Therapie bewertet werden können. Die Antworten erfordern das Ankreuzenvon vorgegebenen Mehrfachantworten.In der zweiten Klausur (60 min) soll in begrenzter Zeit nachgewiesen werden, dass die behandelten statistischen und Epidemiologischen Verfahren erkannt und kontextbezogen korrekt angewendet und berechnet werden können. Ein Taschenrechner ist als Hilfsmittel zugelassen.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "Kenntnisse der Anatomie, Physiologie, Biochemie und medizinischen Terminologie werden vorausgesetzt, dies beinhaltet die Module", "Content": "Das Modul Medizinische Vertiefung bildet ein Kernelement des Schwerpunktes Medizin für Studierende des Bachelor Management & Technology. Die einzelnen Modulveranstaltungen bieten einen umfassenden Querschnitt der gesamten medizinischen Breite ab. Die Ergänzung der Modulveranstaltung Interdisziplinäre Vorlesung, die grundlegende Krankheitsbilder und deren Entstehung aufzeigt, um die Modulveranstaltung Epidemiologie, welche die verschiedenen Krankheitsbilder in die Praxis und Forschung überträgt, zeigt ein umfassendes Bild der medizinischen Anwendungsgebiete auf.  Konkrete Inhalte der Modulveranstaltungen sind", "Intended Learning Outcomes": "Nach der Teilnahme an den Modulveranstaltungen sind die Studierenden in der Lage(1) Grundlegende pathophysiologische Konzepte zu erfassen(2) Die Bedeutung ausgewählter Krankheitsbilder und deren Therapie zu verstehen(3) Ausgewählte Krankheits- und Therapiemodelle nachzuvollziehen und wiederzugeben(4) Angemessene Fachtermini anzuwenden und verstehen(5) Aufgaben der Epidemiologie im medizinischen Kontext zu verstehen (6) Maßzahlen zur Beschreibung von Krankheitsbildern auszuwählen, zu verstehen und zu berechnen(7) Prognostische und statistische Kriterien im Kontext von wissenschaftlichen Studien anzuwenden ", "Teaching and Learning Methods": "Das Modul besteht zum einen aus Vorlesungen und Fragestunden zur Vorlesung.  Der zweite Teil des Moduls besteht aus einer Vorlesung und einer zugehörigen Zentralübung.  In den Vorlesungen werden die Inhalte präsentiert und diskutiert. In der Zentralübung werden vor allem gemeinsam Fallbeispiele erarbeitet und verschiedene Fragestellungen diskutiert, während in den Fragestundenvor allem gemeinsam spezifische Fragen erarbeitet oder beantwortet werden.  Alle Modulveranstaltungen werden zusammen mit den Studierenden der Medizin besucht. Zu dem Konzept der Interdisziplinarität zählt auch die Vernetzung der Studierenden der verschiedenen Fachrichtungen untereinander. Da die Studierenden der Medizin die deutlich größere Kohorte bilden, ist es aus organisatorischen Gründen leider nicht möglich eine gemeinsame Modulprüfung zu anzubieten.", "Media": "Präsentation. TED-Befragungen, Tafelarbeit, Übungen", "Reading List": "", "Responsible for Module": "Renders, Lutz; Apl. Prof. Dr.med.", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here."}, "MEDWI004: Medical Science and Practice | Medizin und Praxis": {"Module Level": "Bachelor", "Language": "German", "Duration": "two semesters", "Frequency": "winter/summer semester", "Credits": "4", "Total Hours": "120", "Self-study Hours": "60", "Contact Hours": "60", "Description of Examination Method": "Die Prüfungsleistung besteht aus dem Verfassen eines Berichtes.In dem Bericht zeigen die Studierenden, dass sie die wesentlichen Aspekte der Organisation und des Betriebs einer ärztlichen Einrichtung erfassen und beschreiben können. Darüber demonstrieren die Studierenden ihre Fähigkeit, die Schnittstellen zwischen Betriebswirtschaft und ärztlichem Handeln zu identifizieren und einzuordnen.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Kenntnisse der Anatomie, Physiologie, Biochemie und medizinischen Terminologie werden vorausgesetzt, dies beinhaltet die Module", "Content": "Das Modul zeigt den Studierenden medizinische Fachgebiete auf verschiedenen Ebenen.   Die Studierenden erhalten einen Einblick in die verschiedenen Fachdisziplinen der Humanmedizin und deren Anforderungen, Aufgabengebiete und Besonderheiten in Form von Kurzvorträgen.", "Intended Learning Outcomes": "Nach der Teilnahme an den Modulveranstaltungen sind die Studierenden in der Lage(1) Die verschiedenen Fachdisziplinen, deren Aufgabenfelder und Besonderheiten zu benennen(2) Die Orgnaisation und den Betrieb einer ärztlicher Einrichtungen beispielhaft zu beschreiben(3) Krankheitsbilder und deren praktische Therapie beispielhaft zu beschreiben(4) Die Schnittstellen zwischen Betriebswirtschaft und ärztlichem Handeln zu erkennen und zu beschreiben", "Teaching and Learning Methods": "Das Modul besteht aus Praktika, Vorlesung und Übungen. Insbesondere in den Vorlesungen werden Inhalte präsentiert und demonstriert. In einem Praktikum der Notfallmedizin wenden die Studierenden ihr Wissen eigenständig  an. Darüber erlangen die Studierenden im Laufe eines weiteren Praktikums Einblicke in die Praxis des ärztlichen Handelns im Alltag.", "Media": "Präsentationen, praktische Arbeiten, Anleitungen, Übungen", "Reading List": "", "Responsible for Module": "Berberat, Pascal; Univ.-Prof. Dr.med.", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here."}, "MGT001334: Seminar Innovation & Entrepreneurship: Family and Social Enterprises | Seminar Innovation & Entrepreneurship: Family and Social Enterprises": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Each seminar participant will write a reflective essay, relying on and citing academic literature, which consists of two parts  ", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Fluency in English (spoken and written)", "Content": "  • The role of non-financial goals for entrepreneurship• The role of the family for entrepreneurship• Non-financial goals of the family enterprise and their effect on entrepreneurship and innovation• Non-financial goals of the family enterprise and their effect on society• The role of social goals for entrepreneurship and opportunities for social innovation• The role of social goals for entrepreneurship and opportunities for social innovation• Contextualized and critical view on social entrepreneurship• Comparison and combination of family and social entrepreneurship", "Intended Learning Outcomes": "After studying this module students are able to  • evaluate the tensions of pursuing financial and non-financial goals in entrepreneurship• analyse the role of family for entrepreneurship  • evaluate the effect of family-centred non-financial goals on entrepreneurial decision-making and innovation  • evaluate the effect of family-centred non-financial goals on social outcomes  • evaluate and formulate the goals of social enterprises and opportunities for social innovation  • judge the merits of different organisational forms and formulate collaboration opportunities for social entrepreneurial ventures  • evaluate the global context of social enterprises and potential negative consequences of social entrepreneurship• compare and combine social entrepreneurship and family entrepreneurship", "Teaching and Learning Methods": "• The content of the course is transmitted via lectures, supported by power-point presentations, in which the instructor provides the theoretical foundations of family and social enterprises• Group work and breakout sessions will be an important part of this module, in which students jointly and critically reflect on the theories and insights presented in the module• The content of the module is discussed in class by openly exchanging ideas and thoughts, creating a lively learning atmosphere• Every session contains exercises, in which students apply their learning   • Guest speakers will provide practical insights into the theoretical perspectives discussed in the module  • Other important real-life input will be given through multi-media resources and case studies• Next to in-class discussion student interaction is also ensured through online technology, such as online polls", "Media": "Powerpoint, Zoom- Sessions, Breakout-Sessions, Online polls and simulations", "Reading List": "Literature Basic literature (for detailed reading list, see Moodle)Aldrich HE, Cliff JE. The pervasive effects of family on entrepreneurship toward a family embeddedness perspective. Journal of Business Venturing. 2003;18(5)573-597.Austin J, Stevenson H, Wei–Skillern J. Social and Commercial Entrepreneurship Same, Different, or Both? Entrepreneurship theory and practice. 2006;30(1)1-22.Berrone P, Cruz C, Gomez-Mejia LR. Socioemotional Wealth in Family Firms Theoretical Dimensions, Assessment Approaches, and Agenda for Future Research. Family business review. 2012;25(3)258-279.Breton-Miller IL, Miller D. Family firms and practices of sustainability A contingency view. Journal of family business strategy. 2016;7(1)26-33.  Cennamo C, Berrone P, Cruz C, Gomez–Mejia LR. Socioemotional Wealth and Proactive Stakeholder Engagement Why Family–Controlled Firms Care More about their Stakeholders. Entrepreneurship theory and practice. 2012;36(6)1153-1173.Di Domenico M, Tracey P, Haugh H. The Dialectic of Social Exchange Theorizing Corporate-Social Enterprise Collaboration. Organization Studies. 2009;30(8)887-908.Chahine T. Introduction to Social Entrepreneurship . CRC Press; 2016.Gomez-Mejia LR, Cruz C, Berrone P, De Castro J. The Bind that Ties Socioemotional Wealth Preservation in Family Firms. Academy of Management Annals. 2011;5(1)653-708.Kellermanns FW, Eddleston KA, Zellweger TM. Article Commentary Extending the Socioemotional Wealth Perspective A Look at the Dark Side. Entrepreneurship theory and practice. 2012;36(6)1175-1182.Richards M, Kammerlander N, Zellweger T. Listening to the Heart or the Head? Exploring the “Willingness Versus Ability” Succession Dilemma. Family business review. 2019;32(4)330-353.Sieger P, Gruber M, Fauchart E, Zellweger T. Measuring the social identity of entrepreneurs Scale development and international validation. Journal of business venturing. 2016;31(5)542-572.Zellweger T. Managing the Family Business# Theory and Practice.Zientara P. Socioemotional Wealth and Corporate Social Responsibility A Critical Analysis. Journal of Business Ethics. 2017;144(1)185-200. ", "Responsible for Module": "Richards, Melanie; Prof. Dr. oec.", "Courses (Type of course, Weekly hours per semester), Instructor": " Seminar Innovation & Entrepreneurship (MGT001334, englisch) Family and Social Enterprises (Limited places) (Seminar, 4 SWS)Richards MFor further information in this module, please click campus.tum.de or here. WI000026: Advanced Technology and Innovation Management | Advanced Technology and Innovation Management"}, "WI000026: Advanced Technology and Innovation Management | Advanced Technology and Innovation Management": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The grade results from a two-hour closed book exam. During the exam students l demonstrate that they understand theoretical concepts and core literature within innovation management. They show that they can analyze and evaluate innovation processes. In addition, students may participate in voluntary group presentations to improve their overall grade by 0,2/0,3. With the additional presentation (10 minutes) students show that they are able to apply theoretical concepts to real-life examples. ", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Technology and Innovation Management Introduction or similar introductory lecture on innovation management", "Content": "Advanced Technology and Innovation Management addresses aspects and topics concerning the organisation of the innovation process, such as organizing and managing innovation, open and distributed innovation, and innovation strategy. The module consists of five blocks with the topics (1) Innovation and Markets, (2) Open Innovation, (3) Organizing for Innovation, (4) Managing Innovation, (5) Profiting from Innovation and Innovation Strategy. The individual lectures cover topics such as Determinants of Innovation, Crowdsourcing, Corporate Venture Capital, Innovation Culture, and IP Protection.", "Intended Learning Outcomes": "At the end of the module students will be able to analyze the innovation process within the firm. Students will be able to decide where R&D cooperation is necessary and how corporate culture and incentive systems can motivate employees to be innovative. Students have reached an in-depth understanding of core theoretical concepts and are able to apply these concepts to real-life examples.", "Teaching and Learning Methods": "The module consists of a lecture. Presentation by lecturer, case study discussions between students and lecturer, student presentations with discussion. During the module students work in-depth with the relevant literature and core theoretical concepts. Students have the possibility to apply the concepts discussed in class during the in-class case study discussion and in their voluntary presentation.", "Media": "PowerPoint, film excerpts", "Reading List": "Afuah, A., & Afuah, A. (2003). Innovation management strategies, implementation and profits.Dodgson, M., Gann, D. M., & Salter, A. (2008). The management of technological innovation strategy and practice. Oxford University Press on Demand.More relevant literature is made available for students during the course of the module.", "Responsible for Module": "Henkel, Joachim; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here., Module Catalog of the study program B.Sc. Management and TechnologyGenerated on 19.09.2023"}, "MGT001322: Trademarks & Brands | Markenschutz": {"Module Level": "Bachelor", "Language": "German", "Duration": "one semester", "Frequency": "summer semester", "Credits": "3", "Total Hours": "90", "Self-study Hours": "60", "Contact Hours": "30", "Description of Examination Method": "In the final assessment students will need to demonstrate to what extent they have met the learning objectives. This assessment will be held as a written exam of 60 minutes. Students will be asked theoretical questions. This will demonstrate to what extent they have memorized and understood principles of the law of trademarks. Students will also be asked to apply their knowledge to known and fictional cases. This second part demonstrates if students have developed the required legal analytical skills. Students also need to demonstrate their ability to apply their knowledge to fact settings not discussed in the lecture, and to evaluate the legal consequences.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "German Business Law 1 and 2 (WI0000027, WI0000030) or corresponding knowledge.", "Content": "This module provides an introduction to basic concepts of trandmark law and brand management. Topics covered areTopics covered are- subject-matter under protection and prerequisites- proceedings before the Patent and Trademark Office- further circumstances that create trademark protection- legal effects of a trademarks- assignment and licensing - enforcing a trademark- termination of a trademark- psychological effekts of brands and trademarks- trademark management.", "Intended Learning Outcomes": "At the end of this lecture students will be able to,  1. understand the basic principles of trademark law,  2. grasp the legal framework of business activity,  3. analyse legal implications of typical business situations and to identify their options,4. to assess concrete facts of life under aspects of trademark law,5. evaluate brands,6. apply the fundamentals of brand management.", "Teaching and Learning Methods": "The lecture will cover the theoretical aspects of the module in a discussion with the lecturer. It will also provide the opportunity to work individually or in groups on case scenarios (known and unknown), covering issues of trademark law and brand management. The purpose is to repeat and to intensify the content discussed in the lecture and to revise and evaluate legal issues from different areas of law in everyday situations. Students will develop the ability to present these findings in a concise and well-structured written analysis.", "Media": "presentations, cases", "Reading List": "Götting, Gewerblicher Rechtschutz (Kapitel Markenschutz)", "Responsible for Module": "Ann, Christoph; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Markenschutz (MGT001322, deutsch) (Vorlesung, 2 SWS)Fromberger MFor further information in this module, please click campus.tum.de or here. WI001028: Basic Principles and international Aspects of Corporate Management | Grundlagen und internationale Aspekte der Unternehmensführung"}, "WI001028: Basic Principles and international Aspects of Corporate Management | Grundlagen und internationale Aspekte der Unternehmensführung": {"Module Level": "Bachelor/Master", "Language": "German", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Grading is based on a written exam (120 min.), a non-programmable pocket calculator is allowed. Questions of the exam which are similar to the discussed case studies allow students to demonstrate their ability to analyze and evaluate basic aspects of corporate management. Moreover tasks on arithmetics and theory are used to check whether students can deduct and quantify different aspects of employees' motivation and adapt them on issues related to entrepreneurial business. An examination retake is offered at the end of the following term. Given a very low number of participants the exam can be replaced by an oral exam with requirements on the same level. ", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "none", "Content": "The module gives an overview on the below mentioned aspects of corporate management- basic principles of corporate management- theories of corporate management new institutional economics- system of corporate management leadership levels, leadership process- normative corporate management company values, targets, culture, and mission, code of conduct- strategic corporate management value-oriented management, strategies- corporate planning and control- human resource management - corporate management and motivation- theory of globalization- globalization strategies- characteristics of family-owned companies", "Intended Learning Outcomes": "After attending the module students are able to analyze and evaluate basic principles of corporate management. They can deduct recommendations and develop company-specific decisions in management. Furthermore students know how to assess pros and cons regarding the applicability and impacts on corporate management. Students learn to estimate the challenges of companies regarding the motivation of their employees and how these challenges can be structured and evaluated to develop tailored solutions. After successful participation students are able to assess specifications of family-owned firms compared to public companies and evaluate potential measures of the company-specific management. Students can also evaluate aspects of international corporate management and design appropriate strategies regarding globalization.", "Teaching and Learning Methods": "The module consists of a lecture and an additional tutorial. Knowledge transfer is guaranteed by lecture and presentation as well as by small case studies and arithmetic examples. Students are encouraged to study literature and analyze the issues of the topics. The tutorial provides a deeper knowledge of the theoretical concepts presented during the lecture, on the other hand reference examples and case studies are carried out. Furthermore potential applications are demonstrated how to implement theoretical concepts in practice on the background of empirical scientific studies. Additionally students learn how to apply the acquired knowledge e.g. by using case studies. ", "Media": "Presentations, charts, exercises, case examples", "Reading List": "- Coenenberg, A.D. und R. Salfeld (2007) Wertorientierte Unternehmensführung, 2. Auflage- Dillerup, R. und R. Stoi (2010) Unternehmensführung, 3. Auflage- Lazear, E.P. und M. Gibbs Personnel Economics in Practice (2008)- Milgrom, P.; Roberts, J. (1992) Economics, Organization & Management- Kräkel, M. (2010) Organisation und Management, 4. Auflage ", "Responsible for Module": "Mohnen, Alwine; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Grundlagen und internationale Aspekte der Unternehmensführung (WI001028) (Vorlesung mit integrierten Übungen, 4 SWS)Mohnen A, Fenk AFor further information in this module, please click campus.tum.de or here. WI001072: Corporate Sustainability | Corporate Sustainability [Corp Sust BC]"}, "WI001072: Corporate Sustainability | Corporate Sustainability [Corp Sust BC]": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The module assessment consists of a written exam (70%) and a written term paper (30%).By means of a 60-minutes written exam at the end of the term, the aspired learning objectives will be tested. The exam consists of several closed, as well as some open questions. Closed questions were chosen as they allow the lecturer to test whether the students are able to reproduce different corporate sustainability strategies, the sustainability challenges and chances companies are facing and the impact of sustainability issues upon classical business functions. Open questions are the best way to test whether the students are able to make use of the acquired knowledge to answer practical problems by providing own examples. They need to show that they can critically assess current corporate sustainability and business practices.By writing the term paper, students demonstrate that they are able to observe societal problems faced by corporations or entrepreneurs. They will be able to offer solutions to these problems by elaborating on a business case or a business plan. In this way, students could show their knowledge and ability to tackle ecological and social issues using a business perspective. Overall, students show that they are able to write a term paper within a limited amount of time, using their ability to identify problems and find solution strategies.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "none", "Content": "The module aims to highlight the most important issues of Corporate Sustainability practice. Challenges of our rapidly changing world such as climate change, peak oil, peak food, pollution etc. call for a paradigm shift in business practice, by acknowledging that a firm’s success  cannot be measured by its traditional financial bottom line only, but also by its social/ethical and environmental performance (so-called triple bottom line). Surveys report that an overwhelming majority of executive managers believe sustainability will be critical to their company’s future success, but they point to key challenges such as the complexity of implementing sustainable practices across business functions, competing strategic priorities, low consumer interest and willingness to buy/pay, or lack of recognition from the financial markets.  ", "Intended Learning Outcomes": "Upon succesful completion of this module, students will be able to (1) understand the sustainability challenges and chances companies face nowadays. They will be able to (2) analyze the impact of sustainability issues upon classical business functions such as supply, production, marketing, finance and accounting. Students will be able to (3) describe corporate sustainability strategies and discuss up-to-date examples of company practice regarding sustainability management.Furthermore students will be able to (4) critically assess current corporate sustainability/business practice. They will be able to (5) collect data and develop strategies related to sustainability challenges in a corporate setting (based on the input presented in class by guest lecturers).", "Teaching and Learning Methods": "The module is a seminar. The seminar consists of small lecture units which provide students with the basic theoretical knowledge and of interactive group work. Moreover, conversations give students the opportunity to critically discuss the newly acquired knowledge.   As a special feature of the seminar, students will have the opportunity to experience “hands-on” companies placing sustainability at the core of its business strategy. Corporate representatives will share their experience and insights on specific sustainability issues, granting us a glimpse behind the “scenes” of their sustainability management tools and processes.", "Media": "Presentations, slides, cases, links and further literature will be provided via www.moodle.tum.de", "Reading List": "Orsato, R. (2006)Sustainability Strategies When Does it Pay to be Green?  Hart, S. & Milstein, M. (2003)Creating Sustainable Value. Academy al Management Executive, 2003, Vol. 17, No. 2Dyllick, T., & Hockerts, K. N. (2002) Beyond the business case for corporate sustainability. Business Strategy and the Environment, 11 130-141.Belz, Frank-Martin and Peattie, Ken (2009) Sustainability Marketing: A Global Perspective,  Chichester: Wiley, pp. 45-70 (M=Mandatory)Meadows, D., Randers, J. and Meadows, D. (2004):  Limits of Growth. The 30-Year-Update,White River Junction, VT: Chelsea Publishing.  (M)  Von Weizsäcker, E. U., Lovins, A. B. And Lovins, L.H. (1998):Factor Four: Doubling Wealth, Halving Resource Use (Introduction) (M)Dahlsrud, A., (2006): How Corporate Social Responsibility is Defined: an Analysis of 37 Definitions, Corporate Social Responsibility and Environmental Management. Wiley InterScience (M)Tidd, J. and Bessant, J. (2009):Managing Innovation: Integrating Technological, Market and Organizational Change. John Wiley & Sons Ltd. England.   Tukker, A. (2004):  Eight types of product-service system: Eight ways to sustainability? Experiences from suspronet. Business Strategy and the Environment, 13(4), 246-260. (Mandatory reading)Van Hemel, C.G. (1998):EcoDesign Empirically Explored, Chapter 2, The Design for Environment Strategy Wheel", "Responsible for Module": "Belz, Frank-Martin; Prof. Dr. oec.", "Courses (Type of course, Weekly hours per semester), Instructor": " Corporate Sustainability (WI001072, englisch) (Bachelor TUM-BWL) (Seminar, 4 SWS)Codita R [L], Bendaanane M, Codita RFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program B.Sc. Management and TechnologyGenerated on 19.09.2023 CS0081: Modelling and Optimization | Modellierung und Optimierung"}, "CS0081: Modelling and Optimization | Modellierung und Optimierung": {"Module Level": "Bachelor", "Language": "German/English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The examination is based on an exam (50% of evaluation) and a project work (50% of evaluation).  ", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Management Science  (WI000275_E)", "Content": "This course is about modeling, solving and analyzing planning and decision problems using mathematial concepts. The concepts are  used across different industries, departments and organizations. The lecture will treat the Management Science approach to decision making in general and the following topics in particular Basics of linear optimization, introduction to optimzation and corresponding languages (e.g., OPL), techniques of binary modeling, optimization of graph problems, problems with multiple objective functions, basic  techniques of stochastic optimization and interfaces to other applications. ", "Intended Learning Outcomes": "After successful completion of the module students are capable of modelling planning problems. Students learn to model real life business problems e.g. from production and logistics by applying mathematical programming techniques. They can  independently implement mathematical models by using an optimization language (e.g., OPL) on a PC and they are able to solve the models in Optimization Studio and interpret the results. Furthermore, they deepen their knowledge in several different modeling techniques. ", "Teaching and Learning Methods": "The module consists of a lecture and exercise courses, which are provided weekly. In the lecture the content is jointly developed with the students mainly by using slides. The exercise course repeats parts of the lecture contents by using examples and offering the opportunitis to program poblems individually. The excercises give the student the opportunity to pose questions and receive immediately help from the teaching assistant.", "Media": "Script, Presentation slides", "Reading List": "Kallrath, Josef and John M. Wilson Business Business optimisation using mathematical programming. Macmillan, Basingstoke, 1997Popp, Andreas Modellierung und Optimierung mit OPL. epubli, 2015Taha, Hamdy A. Operations Research an introduction. 8th ed., Pearson Prentice Hall, Upper Saddle River (NJ), 2007", "Responsible for Module": "Prof. Alexander Hübner", "Courses (Type of course, Weekly hours per semester), Instructor": " Modeling and Optimization (Lecture) (Vorlesung, 2 SWS)Schäfer F [L], Schäfer F, Module Catalog of the study program B.Sc. Management and TechnologyGenerated on 19.09.2023, 183 of 262, Page 184 Modeling and Optimization (Exercise) (Übung, 2 SWS)Schäfer F [L], Tuma NFor further information in this module, please click campus.tum.de or here."}, "WI000974: Modeling, Optimization and Simulation in Operations Management | Modeling, Optimization and Simulation in Operations Management [MOS]": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter/summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The offered module is composed of the sections optimization and simulation. In both sections, basic knowledge and skills for designing and evaluating service and production processes are taught. The solution of analyzed problems is gained either through the application of optimization methods or through simulation. Due to the different problem-solving approaches (and the use of different software packages), both sections are thought separately. To facilitate the learning success, the learning outcomes are examined directly at the end of each section. At the end of the optimization section, there is a written exam on modeling linear optimization problems. In addition to theoretical knowledge, the students' skills in modeling with OPL and IBM ILOG CPLEX are tested. At the end of the simulation section, there is also a written exam, in which the learning outcomes in discrete-event simulation, using the software AnyLogic are tested. Both exams evaluate the individual performance of the acquired theoretical and practical skills, requiring own calculations and argumentative answers. Exams are worth 60 points each and noncumulative. To pass the course, students need to pass both exams individually. The final grade of the module is the truncated average of the exam grades. Both exams take 60 minutes each. In the exams, no aids are allowed. In addition, students can achieve a 0.3/0.4-grade bonus (according to APSO/FPSO midterm) in each section through the successful participation in the respective homework assignments.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Management Science, Basic course in Statistics, Basic Course in Mathematics, Production and Logistics", "Content": "The acquired skills are used in the field of operations management to understand, redesign, control and optimize the production of goods and services. The students learn quantitative methods for the analysis of decision problems in operations management, and therefore, the basis for all subsequent lectures at the Department of Operations & Supply Chain Management. The presented methods can be subdivided into two distinct study sections optimization and simulation.Optimization section- Introduction to linear programming, CPLEX Studio IDE, and IBM ILOG OPL- LP formulations, e.g. production planning problems- Model building with OPL, e.g. generic modeling, model testing with instances, scripting for pre- and post-processing- Interpreting and using the solution of a LP model- Spreadsheet input/output with OPLSimulation section  - Introduction to simulation, AnyLogic- System; event; model; steps in a simulation study- Data collection, statistical analyse and input modeling- Fundamental simulation concepts in AnyLogic- Simulation of simple systems together with verification, calibration, and validation- Statistical simulation data output analysis having regard to different scenarios", "Intended Learning Outcomes": "At the end of the module, students will be able to create mixed integer linear programming formulations, and discrete event simulation models of simple problems in production and operations management.Furthermore, students will be able to solve MILP formulations in OPL and IBM ILOG Script, and implement discrete event simulation models in AnyLogic.", "Teaching and Learning Methods": "The weekly sessions consist of a lecture with an integrated exercise class. During the lecture, the content is presented and discussed. The students are invited to improve the acquired knowledge by studying the suggested literature. In the exercise, the students apply the acquired knowledge by solving and implementing given problems. The homework assignments allow students to individually improve their skills, by answering theoretical questions and implementing problems, using the respective software. After each homework assignment, the students are free to discuss their solutions and open questions in a Q&A session.", "Media": "PowerPoint, Exercise sheets, Whiteboard", "Reading List": "Optimization- Williams, H. P. (1999) Model Building in Mathematical Programming. 4th edition.Supplementary reading materials about optimization and linear programming - Domschke, W. and Drexl, A. (2005): Einführung in Operations Research. 6th edition, Springer.- Domschke, W., Scholl, A. and Voss, S. (1997): Produktionsplanung. 2nd edition, Springer.- Hillier, F. S. and Lieberman, G. J. (2004): Introduction to Operations Research. 8th edition, McGraw-Hill.- Klein, R. and Scholl, A. (2004): Planung und Entscheidung. Vahlen.- Winston, W. L. (2004): Operations Research. 5th edition, Thomson.", "Responsible for Module": "Grunow, Martin; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Simulation in Operations Management (WI000974) (Seminar, 2 SWS)Jost C, Pahr A, Modeling and Optimization in Operations Management (WI000974) (Seminar, 2 SWS)Jost C, Pahr A, Modeling, Optimization and Simulation in Operations Management (WI000974, WI001088, englisch) (Seminar, 4 SWS)Minner S [L], Minner S, Liu LFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program B.Sc. Management and TechnologyGenerated on 19.09.2023"}, "WIB04741: Seminar Finance & Management Accounting | Seminar Finance & Management Accounting": {"Module Level": "Bachelor", "Language": "German/English", "Duration": "one semester", "Frequency": "winter/summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The examination consists of a written seminar paper (ca. 15 pages per person) and a final presentation (ca. 15 minutes per person). The paper serves primarily to assess whether students are able to structure and analyse a a scientific question and apply adequate scientific methods for its solution based on previous literature. The presentation serves primarily to asses the students' communication skills to present and discuss a specific topic with their solutions on a comprehensive and systematic level.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Specialization/ Major in Finance & Accounting", "Content": "The chair of Management Accounting offers \"Seminars in Finance & Accounting\", which can cover current research issues, as well as seminars in cooperation with companies covering relevant topics for practice. The main topic of each individual seminar will be annouced at the beginning of the semester and can change from semester to semester. Topics will be chosen from the area of controlling/management accounting; topics of past seminars have been, e.g., corporate valuation and management accounting in family firms.", "Intended Learning Outcomes": "At the end of the module, students will have thorough knowledge of the topics covered in the seminar. Students are able to comprehensively solve a scientific question or question oriented  toward a scientific application using adequate research methods. They can structure and analyse a given problem, apply scientific methods to solve the problem based on prior literature, and evaluate their solutions. Furthermore, students are able to present and discuss their results on a comprehensive and systematic level.", "Teaching and Learning Methods": "The format of the module is a seminar. First, the basics on scientific paper writing are introduced to the students via a lecture. At the same time, the various topics and/or case studies are introduced. In the later class sessions, students will present their research results and their solutions to the proposed problems. Students are expected to participate in the class discussions. ", "Media": "Presentations, Case Studies, Discussions", "Reading List": "Will be announced in the first lecture", "Responsible for Module": "Friedl, Gunther; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Seminar   , Seminar in Finance & Accounting, 4SWSFor further information in this module, please click campus.tum.de or here. WIB06001: Seminar Finance & Accounting: Data Science in Finance | Seminar Finance & Accounting: Data Science in Finance"}, "WIB06001: Seminar Finance & Accounting: Data Science in Finance | Seminar Finance & Accounting: Data Science in Finance": {"Module Level": "Bachelor", "Language": "German", "Duration": "one semester", "Frequency": "winter/summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "160", "Contact Hours": "20", "Description of Examination Method": "Proof of performance is acquired by the development and presentation of a Capestone project. The grade is made up of leading the discussion (oral, 10%), presentation of the case study solution developed (oral, 40%) and written elaboration (50%). The preparation aims at enabling students to apply financial theories and methods from the field of data science to practical problems. Critical reflection and the incorporation of feedback is central to this process. During the presentation of the Capestone project, special attention is paid to the structure of the solution presentation and the content of the elaborated content.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "none", "Content": "In the course of the seminar the participants should learn how to apply different data science methods for questions in the field of finance using the programming language Python. The seminar covers a wide range of levels from the basics of programming to machine learning. After the individual modules, the participants will have the opportunity to test the acquired knowledge with smaller tasks. The final exam will be a Capstone project, which tests the acquired knowledge of the previous modules.", "Intended Learning Outcomes": "The desired learning outcomes are  (1) Knowledge and understanding of basic theories in finance and basic knowledge of different approaches in data science;   (2) apply these to a Capestone project;  (3) communicate the solution in a structured way, both in a presentation and in a written paper.", "Teaching and Learning Methods": "The module consists of one seminar. Students are introcuded to the basics of writing an academic paper and furthermore, the students are encouraged to study the literature as well as be concerned with related topics. The content of this seminar is provided by presentations and discussions which are lead by faculty, practitioners, and the students. Part of the seminar is conducted as team work where specific issues are solved and discussed. Futhermore, students deal with real examples.", "Media": "Scientific papers, presentations, slides, Jupyter Notebook", "Reading List": "Hilpisch (2019). Python for Finance. O'Reilly Media", "Responsible for Module": "Kaserer, Christoph; Prof. Dr. rer. pol. habil.", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here."}, "WI000091: Corporate Finance | Corporate Finance": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The grading is based on an open-book e-test with a duration of 90 minutes. This exam consists of theoretical questions regarding corporate finance (e.g. characteristics of real options, when to apply which company valuation method, theoretical considerations on the optimal capital structure) as well as performing applied computations (e.g. valuing real options, computing equity values by discounting cash flows, adjusting firm risk measures for leverage) . The theoretical questions are mainly based on the lecture whereas the calculations are mainly based on the tutorial.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "The student should have a solid understanding of finance fundamentals (discounting cash flows, risk, CAPM). These topics are covered in the course “Investitions- und Finanzmanagement” or in other introductory finance classes.", "Content": "The module covers fundamental concepts in corporate finance. This knowledge is important as a fundament for advanced courses in corporate finance as well as a career in the investment banking or in a corporate treasury department.", "Intended Learning Outcomes": "After successful completion of the module, students will be able to explain the most common concepts in corporate finance such as real and financial options, company valuation, market efficiency and dividend and leverage policies. Furthermore, they are able to discuss critically these topics. Finally, they will be able to apply the above concepts and decide on corporate financial policies as well as evaluate financial and real options and companies (e.g., by using option theory or DCF methods).", "Teaching and Learning Methods": "There is a weekly lecture and tutorial. During the lecture, the content is presented with the help of slides and computations on a tablet computer. Students can gain a deeper understanding by solving the weekly problem sets. The solution to these problem sets is presented each week during the tutorial.", "Media": "Presentation slides and white board.", "Reading List": "Required  • Berk, DeMarzo (2014, 3/E) Corporate Finance• Copeland, T. E./ Weston, J. F./ Shastri, K. (2005) Financial Theory and Corporate Policy, USA, Addison Wesley, 4th International Edition.", "Responsible for Module": "Kaserer, Christoph; Prof. Dr. rer. pol. habil.", "Courses (Type of course, Weekly hours per semester), Instructor": " Corporate Finance (WI000091, englisch) Übung (Übung, 2 SWS)Cehajic A, Corporate Finance (WI000091, englisch) (Vorlesung, 2 SWS)Kaserer C ( Cehajic A )For further information in this module, please click campus.tum.de or here."}, "WI001083: Controlling | Controlling": {"Module Level": "Bachelor", "Language": "German", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The examination consists of a 60-minute written exam. The only aid permitted is a non-programmable calculator. Students answer theoretical questions about concepts, tasks and instruments of controlling and management accounting. Futhermore, they apply instruments to solve examplary problems of management accounting, discuss the adequacy of instruments to solve these problems and interpret their results. By answering these questions, students show how far they are able to (1) remember and understand the basic concepts, tasks and conception of controlings systems, (2) analyze problems concerning coordination of planning and control in management systems and (3) apply adequate instruments of controlling to solve these problems.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "none", "Content": "The module introduces students to the basics and instruments of controlling and management accounting. It covers topics such as planning & control, personnel management and coordination, organization in management systems, budgeting and target development, performance indicators, and transfer-pricing-systems. ", "Intended Learning Outcomes": "The intended learning outcomes of this module are (1) students will be able to remember and understand the basic concepts, tasks and conception of controlling systems and coordination systems (e.g. coordination-oriented controlling conception, instruments of coordination, relationship between planning and controlling); (2) they will be able to analyze problems concerning the  coordination of planning and control in management systems; (3) they will be able to apply the newly acquired knowledge to solve these problems.", "Teaching and Learning Methods": "The module consists of a lecture and a tutorial. During the lectures the contents are delivered by presentations and discussions. The students are inspired to improve the acquired knowledge by studying the suggested literature. In the tutorials the students apply the acquired knowledge in solving exercises and implementing case studies. There will also be a guest speaker who will show the students the application of various controlling tools in practice. ", "Media": "presentations, text books, lecture notes, exercises, lecturio", "Reading List": "Küpper, H.-U. und Friedl, G. und Hofmann, C. und Hofmann, Y. und Pedell, B. Controlling Konzeption, Aufgaben, Instrumente, 6. Auflage, Stuttgart 2012.", "Responsible for Module": "Friedl, Gunther; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Controlling (WI001083) (Vorlesung, 2 SWS)Friedl G [L], Friedl G, Gamarra Y, Controlling - Übung (WI001083) (Übung, 2 SWS)Friedl G [L], Gamarra YFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program B.Sc. Management and TechnologyGenerated on 19.09.2023"}, "CS0061: Seminar in Behavioral Economics | Seminar in Behavioral Economics": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter/summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The learning results are tested in form of a written thesis. The students write a theoretical and/or empirical thesis that addresses a current research problem in the area of Behavioral Economics. They prove that they have understood the content of the current academic literature and are able to understand the required empirical analyses. ", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Behavioral Economics", "Content": "After being introduced to adequate research designs in the area of beahvioral economics, students explore the academic literature on a choosen topic. The topics are typically related to human behavior in an economic context and potential behavioral interventions. Potential topics are  -Green Nudges-Social Comparison-Choice Architecture", "Intended Learning Outcomes": "After sucessful completion of the module the students are able to derive a current academic research questions and to respond to it by using the relevant literature in the area of Behavioral Economics. In addition to the required literature analysis based on peer-reviewed academic  journals, the students are able to interpret the relevant empirical analyses, to critically review studies, and to identify the potential relationship of different strands of research.", "Teaching and Learning Methods": "The students will be familiarized with the basics to conduct literature reviews in the area of Behavioral Economics. Students work on a reasearch question and learn to summarize the current state of research. Thereby students learn how to critically review current research results and research designs. The students apply these contents to their own research questions in the thesis. The students present their results in front of the other seminar members, and discuss their results with the group.  The students have to write a seminar thesis in order to learn how to write an academic paper based on a relevant research questions.", "Media": "Presentation, Power-Point Slides", "Reading List": "Relevant research articles are provided", "Responsible for Module": "Sebastian Goerg", "Courses (Type of course, Weekly hours per semester), Instructor": " Seminar in Behavioral Economics (Seminar, 4 SWS)Goerg S [L], Cantner F, Goerg S, Stöhr VFor further information in this module, please click campus.tum.de or here. MGT001359: Microeconometrics | Microeconometrics"}, "MGT001359: Microeconometrics | Microeconometrics": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "irregularly", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The final written exam (90 minutes) is to assess students' understanding of basic and advanced concepts in microeconometrics. Students have to show that they not only understand the econometric theories but also can apply this knowledge in empirical economics and interpret the results in a meaningful way. The exam is at least partly based on multiple choice questions. Students may use a non-programmable calculator. The exam is written near the middle of the semester.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "The prerequisite courses include Empirical Research Methods or equivalent.", "Content": "This modul prepares students for empirical research (e.g. for their Bachelor's Thesis). We discuss the following topics1. Main Concepts in Econometrics Causal Effects and Ceteris Paribus Analysis, Data Structures and Sampling, etc.2. Main Concepts in Asymptotic Analysis Convergence in Probability, Convergence in Distribution, Slutsky's Lemma, Continuous Mapping Theorem, etc.  3. Asymptotic Theory for OLS, 2SLS and GMM 4. Panel Data Estimation  5. Limited Dependent Variables6. Advanced Identification Strategies: Difference-in-difference design, regression discontinuity design7. Regression Shrinkage Methods (Ridge, Lasso, Elastic Net) and double machine learning", "Intended Learning Outcomes": "At the end of this module, students will be able to  - use state-of-the-art econometric methods iD21D27ditions and assumptions of these models- assess the limitations of these approaches in real applications- interpret the econometric results in a meaningful way- and apply this knowledge to enhance the decision-making process.", "Teaching and Learning Methods": "Block course The block is characterised by two half-day teaching sessions (each 4SWS) for seven weeks. The exam is written near the middle of the semester.", "Media": "", "Reading List": "Hansen Bruce Econometrics, online textbookavailable at http//www.ssc.wisc.edu/~bhansen/econometrics", "Responsible for Module": "Farbmacher, Helmut; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Microeconometrics (MGT001359) (Vorlesung, 2 SWS)Farbmacher H, Groh R, Mühlegger M, Microeconometrics (MGT001359) - Exercise (Übung, 2 SWS)Groh R, Mühlegger MFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program B.Sc. Management and TechnologyGenerated on 19.09.2023"}, "IN0001: Introduction to Informatics | Einführung in die Informatik": {"Module Level": "Bachelor", "Language": "German", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Type of Assessment exam (120 minutes)", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "Participants should attend IN0002 \"Fundamentals of Programming (Exercises & Laboratory)\" at the same time.", "Content": "The module IN0001 is concerned with topics such as- Introduction++ Basic notions Problem - algorithm - program++ Imperative programming constructs  - Syntax and semantics++ Syntax of programming languages regular expressions and contextfree grammers++ Semantics of programs control-flow graphs  - Basic data structures I++ Numbers, strings, arrays++ Insertion sort  - Recursion ++ Binary search++ Patterns of recursion- Basic data structures II++ Objects, classes, methods++ Lists, stacks, queues- Object-oriented programming++ Inheritance++ Abstract classes and interfaces++ Polymorphism- Programming in the large (perspectives)- Concurrency and Threads", "Intended Learning Outcomes": "Upon successful completion of the module participants understand the essential concepts of computer science on a fundamental, practice-oriented, but scientific level.Concepts of this kind are for example Algorithms, syntax and semantics, as well as efficiency in terms of memory consumption or time.Participants are then able to solve well-posed algorithmic problems and to implement basic distributed and concurrent applications in Java or a similar object-oriented language. They understand the underlying concepts and models and are therefore able to acquire skills in other imperative and object-oriented programming languages on their own.", "Teaching and Learning Methods": "Lecture, combined with experimental assessment of examples at the computer and evaluation of further readings", "Media": "Slide show, blackboard, online programming experiments, animations, lecture recording", "Reading List": "Heinisch, Müller-Hofmann, Goll Java als erste Programmiersprache, Teubner, 2007Deitel, Harvey / Deitel, Paul How to program Java Prentice-Hall, 2002Flanagan, David Java in a Nutshell O'Reilly, 2002Bishop, Judith Java gently Prentice-Hall, 2001Eckel, Bruce Thinking in Java Prentice-Hall, 2002", "Responsible for Module": "Seidl, Helmut; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Einführung in die Informatik (IN0001) (Vorlesung, 4 SWS)Westermann RFor further information in this module, please click campus.tum.de or here. IN0006: Introduction to Software Engineering | Einführung in die Softwaretechnik"}, "ED160007: Lithium-Ion Battery Production | Lithium-Ionen-Batterieproduktion [VLBP]Lithium-ion battery production": {"Module Level": "Master", "Language": "German", "Duration": "one semester", "Frequency": "winter semester", "Credits": "5", "Total Hours": "150", "Self-study Hours": "105", "Contact Hours": "45", "Description of Examination Method": "The module examination takes place in the form of a written exam (examination duration 90 minutes). By means of comprehension questions, calculation tasks and transfer tasks, the students should prove that they have an understanding of the basic processes of lithium-ion battery production and that they can apply this understanding. The content of the exam consists of comprehension questions from the lecture as well as various tasks, some of which are more advanced, based on the content of the exercises accompanying the lecture. Only a non-programmable calculator is allowed as an aid.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Prior experience in electrical energy storage and production engineering is recommended. Prior knowledge in chemistry and process engineering is not required but helpful. ", "Content": "The lecture provides an insight into all process steps in the production of lithium-ion batteries. The focus is on the holistic view of the process chain, including important process parameters and influencing factors.  Detailed content- Structure of the lithium-ion cell, electrochemical and electro-technical fundamentals, energy storage methods- Material and cell systems on component level, process chains of battery production, safety aspects, production environment- Mixing processes for anodes and cathodes (stirring, mixing) ED160007: Lithium-Ion Battery Production | Lithium-Ionen-Batterieproduktion [VLBP]", "Intended Learning Outcomes": "After participating in the module, students will be able to understand basic interrelationships of  lithium-ion battery production and to evaluate them.After successful participation in the module, students will be able to- Demonstrate a basic understanding of the material systems processed- Evaluate the mode of operation of a lithium-ion battery on the basis of measurement characteristics- Know, analyze and classify all process steps in lithium-ion battery production and their variants- Understand basic interrelationships in lithium-ion battery production- To develop requirements for the respective processes and suitable plant technology  - Evaluate typical fault patterns and assess their possible causes and consequences for the product- Characterize the properties of a battery cell using cell tests and correlate them with the manufacturing processes- Know, understand and apply important methods of quality assurance- Understand future technologies and their special features with regard to the product and be able to recognize and classify trends", "Teaching and Learning Methods": "In the lecture, the theoretical basics of lithium-ion battery production are taught by means of lecture and presentation. With the explanations from the lecture and corresponding self-study, the students learn to understand, evaluate and develop all process steps of lithium-ion battery production. Students supplement the course material by studying the recommended literature on battery production and related areas.Students independently solve questions and tasks related to the content of the course using practical examples. In the exercise, sample tasks are calculated, discussed and debated together with the students. This is intended to ensure that the students can independently acquire the learning outcomes and transfer performance.", "Media": "Presentations, videos and other illustrative material are used for visualization. Via the eLearning portal, the participants receive all exercise documents for preparation, which are then discussed  ED160007: Lithium-Ion Battery Production | Lithium-Ionen-Batterieproduktion [VLBP]", "Reading List": "Recommended basic literatureKorthauer, Reiner (Hrsg.) Handbuch Lithium-Ionen-Batterien. Springer-Verlag Berlin Heidelberg 2013. ISBN 978-3-642-30653-2Gulbinska, Malgorzata K. (Hrsg.) Lithium-ion Battery Materials and Engineering. Springer-Verlag 2014. ISBN 1447165470Julien, Christian (Hrsg.) Lithium Batteries, Science and Technology. Springer International Publishing 2015. ISBN 9783319191089", "Responsible for Module": "Daub, Rüdiger; Prof. Dr.-Ing.", "Courses (Type of course, Weekly hours per semester), Instructor": " Lithium-Ionen-Batterieproduktion (Übung, 1 SWS)Daub R [L], Daub R, Keilhofer J, Konwitschny F, Lithium-Ionen-Batterieproduktion (Vorlesung, 2 SWS)Daub R [L], Daub R, Konwitschny F, Stock SFor further information in this module, please click campus.tum.de or here."}, "MW1920: Machine Dynamics | Maschinendynamik": {"Module Level": "Bachelor", "Language": "German", "Duration": "one semester", "Frequency": "summer semester", "Credits": "5", "Total Hours": "150", "Self-study Hours": "105", "Contact Hours": "45", "Description of Examination Method": "Schriftliche Prüfung nach Abschluß der Vorlesung und Übung. In der Prüfung müssen in einem ersten Teil Verständnisfragen beantwortet und in einem zweiten Teil Aufgaben mittels Rechnung analytisch gelöst werden.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Grundkenntnisse zur Kinematik und Kinetik am gegebenen Berechnungsmodell mit wenigen Freiheitsgraden werden aus der Mechanikausbildung im Bachelorstudium oder im Vordiplom vorausgesetzt.", "Content": "Der Student lernt Minimalmodelle und Differentialgleichungen für typische Phänomene der Maschinendynamik kennen. Der Übergang vom realen Objekt zum Modell wird besprochen. Folgende Inhalte sind Schwerpunkte der Vorlesung                                                              - Modellbildung und Parameteridentifikation (Einführung in die Theorie der Mehrkörpersysteme)- Starrkörper-Mechanismen (Massen- und Leistungsausgleich, Eigenbewegung)- Maschinenaufstellung (Fundamentierung, Schwingungsisolation)- Rotorsysteme (Auswuchten, Kreiselwirkung, Instabilität durch innere Dämpfung)- Schwingungsfähige Mechanismen (Elastizität am Ab- oder Antrieb)- Modale Betrachtung von Schwingungssystemen- Tilger (getunter Zusatzschwinger)- Dämpfung (Ansätze, Parameter, Eigenwerte und -vektoren)", "Intended Learning Outcomes": "Nach der Teilnahme an der Modulveranstaltung ist der Studierende in der Lage typische Phänomene der Maschinendynamik zu unterscheiden und bei konkreten Problemstellungen an einem realen Objekt zu erkennen. Darauf aufbauend ist der Studierende fähig, die in der Vorlesung vermittelten Inhalte zur Analye und Bewertung heranzuziehen, um das dynamische Verhalten im konkreten Fall richtig einschätzen zu können. Weiterhin ist es dem Studierenden möglich mit den in der Vorlesung erläuterten Maßnahmen das Schwingungsverhalten von dynamischen Systemen zu verbessern.", "Teaching and Learning Methods": "Vorlesung, Übung, Bereitstellung funktionsfähiger Matlab-Simulationen zum Selbststudium, Bereitstellung eines Fragenkataloges (ca. 130 Fragen) als roter Faden zur Prüfungsvorbereitung", "Media": "Präsentation (Tablet-PC), Skript  online verfügbare Vorlage und auch als Vorlesungsmitschrift bzw. Übungsmitschrift", "Reading List": "Dresig, H.; Holzweißig, F. Maschinendynamik. Springer-Verlag Berlin Heidelberg, 9., neu bearbeitete Auflage 2009, mit 60 Aufgaben und Lösungen                                                     Gasch, R.; Nordemann, R.; Pfützner, H. Rotordynamik. Springerverlag Berlin u.a., 2., vollst. neubearb. und erw.Auflage 2002", "Responsible for Module": "Rixen, Daniel; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here."}, "MW2022: Automatic Control | Regelungstechnik": {"Module Level": "Bachelor", "Language": "German", "Duration": "one semester", "Frequency": "summer semester", "Credits": "5", "Total Hours": "150", "Self-study Hours": "75", "Contact Hours": "75", "Description of Examination Method": "Die Modulprüfung erfolgt in Form einer schriftlichen Klausur von 90 Minuten.Zur Prüfung zugelassene Hilfsmittel sind ein beidseitig handbeschriebenes Blatt (DIN-A4) mit Formeln, Skizzen und Text, sowie Schreib- und Zeichenutensilien.Die Studierenden sollen durch Lösung der Aufgaben zeigen, dass sie…- beispielsweise Modelle einfacher mechanischer und elektrischer Systeme im Zeit- und Frequenzbereich herleiten können.- Kennlinien und Differentialgeichungen linearisieren können.- Systemeigenschaften wie Stabilität, Übertragunsverhalten, Linearität, usw. analysieren und bewerten können.- Systemantworten mit Hilfe der Laplace-Transformation berechnen können.- mit Bode-Diagrammen und Ortskurven sicher erstellen und bewerten können.- einfache Reglerentwürfe im Zeit- und Frequenzbereich entwickeln und die Stabilitätskriterien anwenden können.- erweiterte Regelungsstrukturen, wie Störgrößenaufschaltungen, Vorsteuerungen und Kaskadenregelungen entwickeln können.- konstante Zustandsrückführungen und Zustandsbeobachter entwickeln und das Ergebnis bewerten können.- E/A-Linearisierende Zustandsrückführungen für nichtlineare Eingrößensysteme anwenden können.- kontinuierliche Regler in diskrete Rechenvorschriften für den Digitalrechner umwandeln können.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Vorausgesetzt wird der Stoff folgender Vorlesungen   Höhere Mathematik 1-3. Insbesondere der sichere Umgang mit komplexen Zahlen und der Laplace-Transformation", "Content": "Die Regelungstechnik - und allgemein die Automatisierungstechnik - beschäftigt sich mit der gezielten Beeinflussung von technischen Systemen. Das betrachtete System ist dadurch gekennzeichnet, dass es gegenüber dem Rest der Welt abgegrenzt ist und mit der Umgebung über Ein- und Ausgangssignale in Beziehung steht. Der Entwurf von Einrichtungen, die Eingangssignale derart generieren, dass die Ausgangssignale gewünschtes Verhalten aufweisen, ist Gegenstand der Regelunstechnik.  ", "Intended Learning Outcomes": "Nach der Teilnahme am Modul sind die Studierenden in der Lage- beispielsweise Modelle einfacher mechanischer und elektrischer Systeme im Zeit- und Frequenzbereich herzuleiten.- Kennlinien und Differentialgeichungen linearisieren zu können.- Systemeigenschaften wie Stabilität, Übertragunsverhalten, Linearität, usw. zu analysieren und zu bewerten.- Systemantworten mit Hilfe der Laplace-Transformation zu berechnen.- mit Bode-Diagrammen und Ortskurven sicher zu erstellen und zu bewerten.- einfache Reglerentwürfe im Zeit- und Frequenzbereich zu entwickeln und die Stabilitätskriterien anzuwenden.- erweiterte Regelungsstrukturen, wie Störgrößenaufschaltungen, Vorsteuerungen und Kaskadenregelungen zu entwickeln.- konstante Zustandsrückführungen und Zustandsbeobachter zu entwickeln und das Ergebnis zu bewerten.- E/A-Linearisierende Zustandsrückführungen für nichtlineare Eingrößensysteme anzuwenden. - kontinuierliche Regler in diskrete Rechenvorschriften für den Digitalrechner umzuwandeln.", "Teaching and Learning Methods": "In der Vorlesung werden durch Vortrag und Tafelanschrieb alle Methoden systematisch aufeinander aufbauend hergeleitet und an Beispielen illustriert. Weiteres Begleitmaterial steht in Form von Beiblättern zum Download zur Verfügung.", "Media": "Vortrag, Tafelanschrieb,  Beiblätter, Übungen und Zusatzübungen zum Download", "Reading List": "Literaturhinweise zur Vorlesung „Regelungstechnik“ [1] Lohmann, B.: Regelungstechnik. Buchteil VIII, 38ff im Buch Skolaut, W. (Hrsg): Maschinenbau. – Berlin (u.a.):  Springer 2014. – XXI, 1401 S.  ISBN 978-3-8274-2553-9Das gesamte Buch Maschinenbau wird TUM-Studierenden als pdf unter https://doi.org/10.1007/978-3-8274-2554-6)  von der TUM-Bibliothek kostenlos bereitgestellt. Es deckt den Vorlesungsstoff sehr gut ab und bringt einige abweichende Beispiele.", "Responsible for Module": "Lohmann, Boris; Prof. Dr.-Ing.", "Courses (Type of course, Weekly hours per semester), Instructor": " Regelungstechnik Vertiefungsübung (Übung, 1 SWS)Anhalt F, Thoma T, Regelungstechnik Vertiefungsübung (Übung, 1 SWS)Anhalt F, Thoma T, Regelungstechnik - Zusatzübung - (MW9020, MW2022, MW1530) (Übung, 1 SWS)Lohmann B [L], Anhalt F ( Thoma T ), Regelungstechnik - Vorlesung - (MW9020, MW2022, MW1530) (Vorlesung, 3 SWS)Lohmann B [L], Lohmann B ( Thoma T, Anhalt F ), Regelungstechnik - Hausaufgabentutorium - (MW9020, MW2022, MW1530) (Übung, 2 SWS)Lohmann B [L], Thoma T ( Anhalt F ), Regelungstechnik - Übung - (MW9020, MW2022, MW1530) (Übung, 1 SWS)Lohmann B [L], Thoma T ( Anhalt F )For further information in this module, please click campus.tum.de or here."}, "CIT3230000: Advanced Concepts of Programming Languages | Advanced Concepts of Programming Languages": {"Module Level": "Bachelor/Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "105", "Contact Hours": "75", "Description of Examination Method": "The assessment is by means of a written exam of 90 minutes. Individual assignments assess in how far students are able to reproduce the complex semantical behaviors of small example programs. Their knowledge and practical skills concerning programming constructs is further assessed by assignments, which ask to simulate programming language constructs of one kind by programming language constructs of another kind.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "IN0001 Introduction to Informatics,IN0002 Fundamentals of Programming (Exercises & Laboratory),IN0003 Functional Programming and Verification,at least one programming language", "Content": "This is not a beginners programming course – Instead, this lecture focusses on the semantics of various programming language concepts, and their implementation from the point of view of a compiler engineer. Topics may include, among others- Relaxed Memory Models- Wait-/Lock-free Programming- Locks, Monitors & Condition Variables- Transactional Memory- Gotos, Co-Routines and Continuations - Single/Multi-Dispatching- (Multiple-) Inheritance- Delegation and Prototype Based Programming- Aspect Oriented Programming- Meta programming", "Intended Learning Outcomes": "After successful completion of this module, students are familiar with an assortment of programming language constructs from popular programming languages. They understand the semantics of these constructs as well as the implementation consequences, that they inflict on the implementation as well as the runtime behavior of compiler and runtime system. They are able to analyze and compare different language based approaches, to discuss their relative merits and potential workarounds in case certain language features are missing. By means of this knowledge, they are able to extend existing compilers to handle the aforementioned constructs as well as able to re-encode concepts from one language by means of another language.", "Teaching and Learning Methods": "By means of pre-recorded lesson videos of around 15 minutes each, students can prepare the lecture content at their own pace. In the classroom, students can open discussion on unclear parts of the lesson videos. Additionally, illustrating examples and live programming enhance and deepen the student’s insights into the topics. Selected problems that are then solved by the joined effort of the audience and the lecturer further illustrate the lessons with hands-on experiences.In the additionally offered exercise course (2h), accompanying assignments for individual study deepen the understanding of the concepts explained in the lecture, train students to apply the learnt concepts in implementations and develop the skill to to simulate the effect of missing language features by others.", "Media": "Pre-recorded lesson videos, in-class programming experiments, quizzes, collaborative shared whiteboard, programming assignments", "Reading List": "Selected literature of the area and appropriate conference or journal papers", "Responsible for Module": "Seidl, Helmut; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Advanced Concepts of Programming Languages (CIT3230000) (Vorlesung, 3 SWS)Seidl H [L], Petter M, Exercise - Advanced Concepts of Programming Languages (CIT3230000) (Übung, 2 SWS)Tilscher SFor further information in this module, please click campus.tum.de or here."}, "EI19000: Learning from Data and Linear Algebra | Lernen von Daten und Lineare Algebra": {"Module Level": "Bachelor", "Language": "German/English", "Duration": "one semester", "Frequency": "", "Credits": "", "Total Hours": "", "Self-study Hours": "", "Contact Hours": "56", "Description of Examination Method": "", "Repeat Examination": "", "(Recommended) Prerequisites": "Die Studierenden benötigen zu Anfang lediglich Mathematik-Kenntnisse auf Abitur-Niveau und keine speziellen Programmierkenntnisse.• Studierende sollten über einen eigenen internetfähigen Laptop verfügen, auf dem kostenfrei Matlab/Python installiert werden kann.", "Content": "Studierenden nicht-technischer Fächer soll der Anschluss an technisch-wissenschaftliche Fächer vereinfacht werden. In diesem Modul sollen sie grundlegende Kenntnisse und praktische Erfahrungen im Umgang mit der Linearen Algebra und deren Anwendung in technischen Fächern erwerben. Das Modul fokussiert auf praktische Berechnungsverfahren und numerische Algorithmen wie sie derzeit in vielen datenzentrierten Fachdisziplinen verwendet werden (z.B. maschinelles Lernen, Simulation). Die Teilnehmenden sollen praktische Kompetenzen im Themenfeld durch Vermittlung von grundlegenden Programmierkenntnissen in Sprachen wie Matlab oder Python erwerben. Die praktischen Programmieraufgaben entstammen vorwiegend aus dem Themenfeld „Maschinelles Lernen“.Die Teilnehmer sind bei erfolgreichem Abschluss des Moduls in der Lage, typische Berechnungsprobleme des maschinellen Lernens auf Standardfragestellungen der Linearen Algebra abzubilden, entsprechende Algorithmen fachgerecht auszuwählen und in Form von lauffähigen Matlab/Python-Programmen zu implementieren. Im Anschluss sind die Teilnehmer in der Lage ein breites Spektrum von technischen Lehrveranstaltungen der TUM zu besuchen  und den Inhalten dort folgen zu können oder an anwendungsnahen Hackathons teilzunehmen und technisch beizutragen. Die nicht-technischen Studierenden sollen eine „Maker“-Haltung kennenlernen und sich zu eigener Implementierungsarbeit zu motivieren.", "Intended Learning Outcomes": "Das Modul „Lernen von Daten und Lineare Algebra“ vermittelt wichtige mathematische Grundlagen und Werkzeuge aus dem Bereich der Linearen Algebra und vertieft diese durch den Erwerb von praktischen Programmierkenntnissen (Python) im Anwendungsfeld „Maschinelles Lernen“.Das Modul richtet sich an Studierende nicht-technischer Studienfächer, wie z.B. Studierende der Politikwissenschaften oder im Bereich des MCTS.Ein wichtiges Ziel ist es dabei, für die teilnehmenden Studierenden eine verbesserte Anschlussfähigkeit an technische Fächer zu schaffen, d.h. dass die Studierenden in die Lage versetzt werden, auch weitergehende technische Module erfolgreich zu besuchen.", "Teaching and Learning Methods": "Die Lehrveranstaltung findet Anfang April, in der Zeit 30.3.- 9.4.2020, also vor Beginn der Vorlesungszeit im Sommersemester über einen Zeitraum von 9 Arbeitstagen als Blockveranstaltung statt.Der Unterricht wird am Lehrstuhl für Datenverarbeitung im Stammgelände der TUM angeboten. Bei Fragen können sich Studierende an den LDV wenden - ldv@ei.tum.de.An den Kurstagen findet Vormittags 2 x 90 Minuten Vorlesungs-und Übungsstunden für Lineare Algebra statt. Nachmittags finden 2 x 90 Minuten Programmierkurse (Matlab/Python) statt.Kursunterlagen werden elektronisch zur Verfügung gestellt. Der Kurs wird insgesamt mit 3 ECTS angerechnet.", "Media": "", "Reading List": "", "Responsible for Module": "Diepold, Klaus; Prof. Dr.-Ing.", "Courses (Type of course, Weekly hours per semester), Instructor": " Lernen von Daten und Lineare Algebra (Vorlesung mit integrierten Übungen, 4 SWS)Diepold K ( Gronauer S, Hein A )For further information in this module, please click campus.tum.de or here. IN0006: Introduction to Software Engineering | Einführung in die Softwaretechnik"}, "WI001198: Communication Skills | Communication Skills": {"Module Level": "Bachelor", "Language": "German/English", "Duration": "one semester", "Frequency": "winter/summer semester", "Credits": "3", "Total Hours": "90", "Self-study Hours": "30", "Contact Hours": "60", "Description of Examination Method": "Students can choose between a number of courses addressing different communicative challenges. The examination is not graded (Studienleistung) and can be an oral assessment or a written exam. Please find detailed information regarding course examinations, content, learning outcomes, literature and teaching and learning methods in the individual course description (Lehrveranstaltungsbeschreibung) in TUMonline.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "", "Content": "Students can choose between a number of courses addressing different communicative challenges", "Intended Learning Outcomes": "Upon successful completion of the module students are able to (1) efficiently and appropriately communicate business and scientific topics to others such as employees or an audience. (2) They are able to present and discuss complex issues referring to a scientific basis within groups or in front of an audience and (3) lead a discussion. Furthermore, they are able to (4) tackle conflict situations and (5) manage to communicatively find a solution. ", "Teaching and Learning Methods": "To sharpen their communication skills the focus in these courses is to practice in different situations and settings. Depending on the selected course, students will e.g. hold short presentations, pitches or exercise in role-plays. To deepen and strengthen these learning experiences peers and instructors will give immediate feedback. ", "Media": "PowerPoint slides, moodle, videos, online learning materials", "Reading List": "- Ant, Marc; Nimmerfroh, Maria Christina; Reinhard, Christina (2014); Effiziente Kommunikation  - Theorie und Praxis am Beispiel “Die 12 Geschworenen”; Springer Gabler- Alan Barker (2013); Improve Your Communication Skills; Kogan Page Publishers", "Responsible for Module": "Maume, Philipp; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Geschäftsidee und Markt - Businessplan-Grundlagenseminar (WI000159) (Seminar, 2 SWS)Heyde F [L], Heyde F, Konfliktmanagement und Verhandlungsführung (WI000253) (Seminar, 2 SWS)Strohmeyer U, Thiel M, Hörtlackner R, Miladinov T, Präsentation und Moderation (WI000252) (Seminar, 2 SWS)Thiel M, Schwarzack S, Miladinov TFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program B.Sc. Management and TechnologyGenerated on 19.09.2023"}, "WI000693: Bachelor's Thesis | Bachelor's Thesis": {"Module Level": "Bachelor", "Language": "German/English", "Duration": "", "Credits": "12", "Total Hours": "360", "Self-study Hours": "360", "Frequency": "winter/summer semester", "Contact Hours": "", "Description of Examination Method": "The Bachelor's Thesis is a final paper with a duration of 3 months, where the students concentrate on a specific topic in business administration and economics. Here the students frame the state of research and discourse and evolves the own specific topic. Based on scientific knowledge and methodical skills, students autonomously discribe the topic. The Bachelor's Thesis is supported by a professor of the TUM School of Management.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "The Thesis can be filed after the successfull completion of 84 Credits in the basics of business amdinistration and the project study.", "Content": "The Bachelor's Thesis focuses on a research topic in business adminstration and economics, usually at the interface to engineering and natural sciences. The Thesis is always supervised by a professor of TUM School of Management, often in co-operation with an organization of industry or research. The topic of the Thesis is created so that it can be treated extensively within three months.", "Intended Learning Outcomes": "At the end of the module \"Bachelor's Thesis\" students are able to handle and develop a project in an autonomic, systematic and scientific way. Therefore the students deploys scientific knowledge and methodical skills to the specific subject. They script the state-of-the-art knowledge, based on  research, and classify the findings within the scientific and/or practical discussion. The students are able to cope with new and complex subjects in an autonomous way.", "Teaching and Learning Methods": "The creation of the thesis encourages the students to deal soundly with a scientific subject. Therefor they apply the knowledge and methodical skills, acquired during the studies, and create an elaborated scientific documentation within the set time frame.", "Media": "literature, presentations", "Reading List": "specific literature based on the topic", "Responsible for Module": "Maume, Philipp; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " "}}