{"WI000739: Consumer Behavior | Consumer Behavior": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The written examination (120 min) contains a question part and a case study part. The objective of the examination is that students are able to show that they can explain, apply, and reflect upon theoretical approaches that are used to describe and analyze consumer behavior, affective and cognitive processes, consumer decision-making and marketing aspects of consumer behavior. In addition, the examination is used to assess if learned concepts can be applied to a specific socio-economic context.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Basic knowledge from the fields of social science;  it is recommended to also follow the course on consumer behavior research methods", "Content": "The objective of this module is to provide students with a deep understanding of consumer behavior and scientific approaches to consumer behavior research. The students get to know and learn how to apply the main models of consumer behavior and the main determinants of consumer behavior in the cultural and socio-demographic background. The module also provides an advanced understanding of how consumers make choices and which factors influence the process of decision-making.", "Intended Learning Outcomes": "At the end of the module, students will be able to describe and analyze types and trends in consumer behavior. They know and can apply different theoretical approaches to consumer  behavior and examine consumer behavior in different socio-economic contexts. Students can critically assess alternative theoretical approaches. Students will also be able to analyze and evaluate implications of market developments for consumer behavior.", "Teaching and Learning Methods": "The lecture includes interactive elements. During the lecture, the contents are delivered via presentation and talks. Interactive elements consist of group discussions, case studies, discussion of scientific articles and a poster session.", "Media": "slides, case studies, exercises, posters", "Reading List": "Peter, J. P. and J. C. Olsen (2010). Consumer Behavior and Marketing Strategy. Boston, McGraw Hill;Hoyer, W.D., MacInnis, D.J., Pieters, R. (2016) Consumer Behavior. 7th edition. Cengage LearningScientific research articles will also be discussed during the course", "Responsible for Module": "Jutta Roosen, Prof. Dr. (jroosen@tum.de)", "Courses (Type of course, Weekly hours per semester), Instructor": " Consumer Behavior (WI000739) (Vorlesung mit integrierten Übungen, 4 SWS)Benninger N, Roosen JFor further information in this module, please click campus.tum.de or here. WI001174: Qualitative and Quantitative Methods in Consumer Research | Qualitative and Quantitative Methods in Consumer Research"}, "WI001174: Qualitative and Quantitative Methods in Consumer Research | Qualitative and Quantitative Methods in Consumer Research": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The learning outcomes of this module will be evaluated by means of an exam (120 minutes) at the end of the semester. The exam consists of two parts each representing one part of empirical research methods.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Introduction to statistics", "Content": "Quantitative RMExplorative data analysis (Process of a statistical analysis,  Identifying appropriate sample sizes, Scales of measurement, Organisation of data sets, descriptive statistics); Confirmatory data analysis (non-parametric and parametric hypothesis testing); Multivariate data analysis (Correlation analysis, Anova, Regression analysis)  ", "Intended Learning Outcomes": "Upon successful completion of this module, students will have achieved a basic knowledge of quantitative and qualitative research methods and will be able to apply these for future research. Moreover students are able to weigh and to decide if quantitative or qualitative methods are appropriate to solve related research questions. They can recommend which way of data collection (quantitative, qualitative, a combination) will be the best for a present study or research question.  Distinguished between the two main ways of empirical research methods, students will have the following competenciesQuantitative Methods – students will be able to1. Name the theoretical background of statistical analyses;  2. Summarize and apply basic descriptive methods;3. Study and describe data (e.g. graphically and by means of statistical parameters);4. Discuss and apply inductive methods to draw significant conclusions from sample data, e.g. hypothesis testing, and multivariate methods up to regression analysis;5. Apply the descriptive and inductive methods in the software package SPSS.", "Teaching and Learning Methods": "Quantitative methods will be taught as lectures and computer exercises. In the lecture, students get to know the statistical procedures and models. In the exercises student learn to apply the knowledge using data and the software package SPSS. In addition to lectures, qualitative methods are approached in group work and discussions, as well as cases. Lectures will provide the students with the relevant theoretical concepts and the required basic knowledge, which will then be consolidated and tested in practical group work tasks.", "Media": "slides,  blackboard,  computer exercises", "Reading List": "Field, Andy (2009). Discovering Statistics with SPSS. 3rd Edition. London Sage Publ. Lmt.Additional references are provided in the course.", "Responsible for Module": "Belz, Frank-Martin; Prof. Dr. oec.", "Courses (Type of course, Weekly hours per semester), Instructor": " Qualitative Research Methods (WI000376, WI000727, WI001174) (Vorlesung mit integrierten Übungen, 2 SWS)Belz F [L], Belz F, Salvi E, Quantitative Research Methods (WI000727,WI001174) (Vorlesung mit integrierten Übungen, 2 SWS)Roosen J [L], Oehlmann MFor further information in this module, please click campus.tum.de or here."}, "WI001175: Consumer Behavior Research Methods | Consumer Behavior Research Methods": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The grading is based on a 120-minute written exam. To test whether the students acquired sufficient knowledge and the ability to conduct a consumer behavior research project, in the exam, they are asked to explain important concepts, perform key calculation, and compare alternative designs given a specific condition. The students are also given the estimation results from an actual consumer behavior research project, and asked to evaluate the design and interpret the results. Through these tasks, the students are tested whether they developed the ability to correctly analyze the data and assess the validity of real-world consumer behavior research projects.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Introductory statistics, principle of consumer behavior", "Content": "The module aims to provide the students with the necessary skills to correctly conduct a consumer behavior research study, and evaluate the findings from the corresponding study. As most consumer behavior research projects require the appropriate use of quantitate data, emphasis is given to the quantitative aspect of consumer behavior research, practical data analysis, and the interpretation of research results. The topic covered in the course includes survey design, questionnaire design, attitude measurement, sampling schemes, factor analysis, cluster analysis, and conjoint analysis.", "Intended Learning Outcomes": "At the end of the module, students will be able to (1) properly define a consumer behavior research problem and hypothesis, (2) develop a questionnaire that efficiently gathers necessary information, (3) choose the right sampling procedure, (4) analyze the data using the state-of-the-art methods such as factor analysis, cluster analysis or conjoint analysis, and (5) evaluate the research outcome correctly, which helps them to make smart and fact-based decision making.", "Teaching and Learning Methods": "The module consists of a lecture and an exercise. The lecture explains the underlying concepts and theories used in the consumer behavior research project. The exercise, on the other hand, provides the students the opportunity to apply the theory covered in the lecture part to the real-world consumer behavior research problem, which includes hypothesis development, questionnaire design, data collection, data entry and data analysis.", "Media": "Slides, textbooks, blackboard, exercise on data analysis", "Reading List": "Aaker, D.A., V. Kumar, G.S. Day, R. P. Leone Marketing Research 10th edition. International Student Version. Danvers, Wiley, 2011.Brace, I. Questionnaire Design. 2nd Edition. London Kogan Page, 2008.Bryman, Al. And E. Bell Business Research Methods. 2nd Edition. Oxford Oxford University Press, 2007.Malhotra, N. K. Marketing Research An Applied Orientation. Global Edition. Sixth Edition. Boston Pearson, 2010.Mazzocchi, M. Statistics for Marketing and Consumer Research. London Sage Publications, 2008.Additional references are provided in the course.", "Responsible for Module": "Fuchs, Christoph; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Consumer Behavior Research Methods (WI001175) (Vorlesung, 2 SWS)Granulo A, Consumer Behavior Research Methods - Exercise (WI001175)  (Übung, 2 SWS)Granulo A, Schnurr BFor further information in this module, please click campus.tum.de or here."}, "WI001178: Consumer Analytics & Big Data | Consumer Analytics & Big Data [CABIDA]": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The examination will be a 60-minute written exam consisting of multiple-choice-questions designed to assess the students' understanding of the basic concepts of marketing strategy, consumer analytics and the R programming language. Some questions will require basic calculations or the ability to produce several lines of programming code for students to show their ability to implement fundamental data analytics techniques using the R statistical programming language. Participants will also be required to demonstrate their capacity for abstraction using the marketing strategy framework. By identifying appropriate analytical techniques and drawing correct statistical inferences based on obtained analytical results or graphical visualizations they show their ability to interpret findings in order to facilitate effective data-driven decision-making.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Research Methods (quantitative) and foundations in Statistics", "Content": "The module will cover the following topics- Marketing Strategy- Managing Customer Heterogeneity- Managing Customer Dynamics  - Managing Sustainable Competitive Advantage- Managing Resource Trade-offs- Implementing Marketing Principles and Data Analytics- Analytics Infrastructure- Fundamentals of Data Analysis in R - Data Visualization- Consumer Analytics in R- Marketing Research Projects", "Intended Learning Outcomes": "Upon successful completion of the module, students will be able to  • apply marketing strategies to deal with a variety of common marketing problems.• analyze marketing strategies by means of various analytical procedures• implement fundamental data analytics techniques using the R statistical programming language• interpret findings in order to facilitate effective data-driven decision-making", "Teaching and Learning Methods": "The module will consist of a lecture and an exercise course. The lecture will provide the students with a foundational marketing strategy framework, an overview of resulting challenges for businesses and analytical methods to manage them. This will be supplemented by in-class discussions. As part of the exercise sessions students will learn how to apply the framework and implement analytical techniques using the R programming language. In addition, the exercise sessions will provide an interactive learning environment where students can work in small groups on analytics projects.", "Media": "Slides, handout, textbooks, research articles, exercise sheets, programming exercises", "Reading List": "Palmatier, R. W., & Sridhar, S. (2017). Marketing Strategy Based on First Principles and Data Analytics. Palgrave Macmillan. Chicago  Chapman, Chris, and Elea McDonnell Feit. R for marketing research and analytics. Springer, 2015.", "Responsible for Module": "Ungemach, Christoph; Prof. Dr. Ph.D.", "Courses (Type of course, Weekly hours per semester), Instructor": " Consumer Analytics & Big Data (WI001178, englisch) Exercise (Übung, 2 SWS)Kaliappan B, Ungemach C, Consumer Analytics & Big Data (WI001178, englisch) (Vorlesung, 2 SWS)Ungemach CFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program M.Sc. Consumer ScienceGenerated on 13.09.2023, 13 of 70, Page 14, Specialization in Management | Specialization in Management, Specialization in Management | Specialization in Management, One of the following three management focal points can be chosen. If no If no specialisation is chosen, elective modules from the following exemplary module catalogues of the business and economics must be taken from the following exemplary module catalogues of the business and economics concentrations. In addition, a seminar within the framework of all Advanced Seminars offered by the TUM School of Management with a total of at least 6 credits must be successfully completed., Module Catalog of the study program M.Sc. Consumer ScienceGenerated on 13.09.2023, 14 of 70"}, "MGT001327: Advanced Seminar Innovation & Entrepreneurship: Entrepreneurial Ecosystems | Advanced Seminar Innovation & Entrepreneurship: Entrepreneurial Ecosystems": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter/summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The examination for this seminar is based on on a final written seminar paper (50%), the final presentation of the seminar paper (20%), and feedback on a peer's seminar paper (15%). Please note that dropping the course after topics have been chosen and announced leads to grade 5.0 (failed). While the grade for your final seminar paper (10 / 15 pages +/- 10%) will be determined purely on the last version you hand in before the final submission deadline (see “course outline”), you will also have to iterate on this throughout the class, by writing a draft paper earlier in the semester and giving a 10-15 minutes presentation on this earlier version (worth 15% of your grade).  ", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "none", "Content": "The module consists of an introduction to storytelling methods for academic research/process of scientific writing. Early on in the course, the topics for each student’s seminar paper will be decided. Based on their topic students prepare their term paper which they will present at the end of themodule.  ", "Intended Learning Outcomes": "After the successful completion of this module, students are able to1. Understand the scientific research process2. Understanding the steps in writing a scientific seminar paper, including how to evaluate academic literature, engage in an academic debate, and prepare and defend academic arguments.3. Develop critical thinking and several soft-skills, including but not limited to analytical skills, presentation, argumentation, storytelling, and synthesis.", "Teaching and Learning Methods": "*The goal of this module is for students to understand key concepts relevant to entrepreneurial ecosystem research. Entrepreneurial ecosystems refer to actors, processes, and associated interdependencies that together enable the creation and growth of new ventures in regions (e.g. in a city). Through the course they will develop specialist knowledge on their selected topic of interest.", "Media": "Presentations, videos, interactive team-work templates", "Reading List": "*Stam, E. (2015). Entrepreneurial ecosystems and regional policy a sympathetic critique. European Planning Studies, 23(9), 1759-1769.*Spigel, B. (2017). The relational organization of entrepreneurial ecosystems. Entrepreneurship theory and practice, 41(1), 49-72.*A full list of readings will be provided at the course introduction", "Responsible for Module": "Vedula, Siddharth; Prof. Dr. phil.", "Courses (Type of course, Weekly hours per semester), Instructor": " Advanced Seminar Innovation & Entrepreneurship (MGT001327, englisch) Entrepreneurial Ecosystems (Limited places) (Seminar, 4 SWS)Vedula SFor further information in this module, please click campus.tum.de or here. MGT001394: Advanced Seminar Innovation & Entrepreneurship: Entrepreneurship for a Cause | Advanced Seminar Innovation & Entrepreneurship: Entrepreneurship for a Cause"}, "MGT001394: Advanced Seminar Innovation & Entrepreneurship: Entrepreneurship for a Cause | Advanced Seminar Innovation & Entrepreneurship: Entrepreneurship for a CauseEntrepreneurship for a Cause": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter/summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The grading is based on a research paper (10 +/-1 pages, 70% of grade) and a presentation (15 mins, 30% of grade). The research paper and the presentation will be conducted in groups formed in the introductory session. An assessment sheet filled in by the students and handed in with the research paper clarifies students' individual contribution to the research paper. As every student will present in the final presentation, every students' contribution is clearly identifiable and appraisable, thus, students can be graded individually. The research paper is a means to measure how students were able to understand previous academic literature in the field of entrepreneurship, how they achieved to define their own research question, collect and analyze data, and provide a relevant, novel, and interesting contribution to entrepreneurship research.The final presentation proves if students are able to present their findings in a comprehensive, precise, and structured way. We will further evaluate if students are able to communicate cleary and perform professionally.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "none", "Content": "The module prepares students for the scientific work in their master thesis and provides them with deepening insights into the academic literature on entrepreneurship. Besides writing a research paper, this involves presenting their final results. MGT001394: Advanced Seminar Innovation & Entrepreneurship: Entrepreneurship for a Cause | Advanced Seminar Innovation & Entrepreneurship: Entrepreneurship for a Cause", "Intended Learning Outcomes": "The module consists of an introduction to academic research/scientific writing where the topics for each student's research paper will be decided. Based on their topic, students prepare their research paper, which they will present at the end of the module. Upon prior discussion on different research methods (quantitative/qualitative/literature review/conceptual work) and how to use them, the students will identify and apply a research methodology that best addresses their identified research question. Furthermore, the module involves interactive discussions and practical in-class exercises. In (group and/or) individual feedback sessions, students can share their progress and receive feedback. The students are supervised by the instructors of the module who are members of the chair. Within the module, the topics will be discussed after the final presentations.", "Teaching and Learning Methods": "The module consists of an introduction to academic research/scientific writing where the topics for each student's research paper will be decided. Based on their topic, students prepare their research paper, which they will present at the end of the module. Upon prior discussion on different research methods (quantitative/qualitative/literature review/conceptual work) and how to use them, the students will identify and apply a research methodology that best addresses their identified research question. Furthermore, the module involves interactive discussions and practical in-class exercises. In (group and/or) individual feedback sessions, students can share their progress and receive feedback. The students are supervised by the instructors of the module who are members of the chair. Within the module, the topics will be discussed after the final presentations.", "Media": "Presentations, Flipchart, Whiteboard, digital Tools, Videos MGT001394: Advanced Seminar Innovation & Entrepreneurship: Entrepreneurship for a Cause | Advanced Seminar Innovation & Entrepreneurship: Entrepreneurship for a Cause", "Reading List": "Hoppe, M., & Namdar, K. (2023). Towards entrepreneurship for a cause Educating transformative entrepreneurial selves for a better world. Entrepreneurship Education and Pedagogy, https//doi.org/10.1177/25151274221148222.", "Responsible for Module": "Tryba, Anne; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Advanced Seminar Innovation & Entrepreneurship (MGT001394, englisch) Entrepreneurship for a Cause (Limited places) (Seminar, 4 SWS)Tryba AFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program M.Sc. Consumer ScienceGenerated on 13.09.2023, 20 of 70 MGT001315: European Business Law | European Business Law"}, "MGT001315: European Business Law | European Business Law": {}, "MGT001347: Innovation Facilitator | Innovation Facilitator": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter/summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "130", "Contact Hours": "50", "Description of Examination Method": "Combination of group and individual project assignment - final examination consists of two components, each carrying 50% of the final course grade (1) a 5 minute group presentation plus 10 minutes Q&A and feedback at the end of the course and (2) an individual reflection paper of ca. 2,500 words.  Students will present to the class, the lecturer and the partner how the team identified an attractive opportunity in a suitable market, understood the customers’ / users’ needs in the process and, as a result, proposed a sustainable business model that balances people, planet and profit.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Practical experience in applying Design Thinking and Business Design as well as distinct ability to work in a team and great interest in working with individuals and teams", "Content": "Supported by a training on building a high-performing team and the reading package students will work on five intensive days in interdisciplinary teams on a challenge from a partner and learn why and how to develop customer and user centric business ideas through applying an entrepreneurial mindset and innovative methods -  always considering the triple bottom line. Taking on an embedded view on the interrelatedness of economic, social and environmental systems, students will develop an ecosystem map to get an overview of relevant stakeholders and potential customers as well as important relationships and value streams. Input on Empathy Research will prepare them to collect qualitative insights from potential customers and users through interviews, immersion and contextual observations.  After conducting their Empathy Research they will step by step learn how to synthesize their insights and define opportunities for sustainable innovation. With a concrete how-might-we-question they will start into ideation. Through different creativity methods they will develop and prioritize ideas and build a simple prototype. This prototype is being tested again through qualitative tests with potential customers and users. When they come back after testing they do a first iteration based on the feedback they got and derive assumptions on a potential business model. After input on pitching they will prepare slides or other material and pitch in front of the group, partner and external guests. After the pitch event they will be led through a reflection of the learnings they gained during the week. The reading package will support the transfer of these learnings.", "Intended Learning Outcomes": "By the end of the semester students will be able to understand and apply life-centered design principles in the early stages of an entrepreneurial process from identifying an entrepreneurial opportunity and understanding its environmental and social impact to validating assumptions by applying qualitative research methods and interpreting data as well as using prototyping as a tool for communication and learning. They will be able to apply creativity methods, take over collective responsibility and know how to effectively communicate their business opportunities.They will have deepened their methodological knowledge in Design Thinking and sustainable business design and have the ability to apply it in following founding projects or a lead role in an innovation team. At the same time, they will have experienced working in a diverse, self-organized team and they will have learned to actively create a setting in which teams can work together effectively by giving and receiving feedback, moderating discussions, defining project goals and reacting to changes.", "Teaching and Learning Methods": "This module relies on a combination of readings, input sessions, workshops, teamwork and individual feedback and support. While input sessions will stimulate students’ engagement with relevant tools and topics, workshops and team discussions will support the implementation of the knowledge in their projects and facilitate students’ learning of the soft and intricate aspects of adopting an entrepreneurial mindset and skills. Working on a design challenge that a partner (e.g. TUM Venture Labs) provides stimulates peer competition and allows students to directly apply what they learn in a real life setting. The reading package will strengthen students' understanding of the methods and allow them to make sense of their practical experience.", "Media": "Presentations, Canvas, handywork", "Reading List": "Each semester students will be provided with a mandatory reading package.", "Responsible for Module": "Alexy, Oliver; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " Innovation Facilitator (MGT001347) (Seminar, 4 SWS)Alexy O [L], Schuster J ( Guttleber S )For further information in this module, please click campus.tum.de or here. MGT001364: Family Businesses | Family Businesses"}, "MGT001364: Family Businesses | Family Businesses": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The module will rely on an exam (100% of the overall mark), asking students questions on the core topics discussed in class. Each question requires a reflective and elaborate response from the students drawing on the course content and showing critical thinking skills. ", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Fluency in spoken and written English", "Content": "This foundation course “Family Businesses” deals with the particularities of family businesses and includes the core topics of succession, finance, governance, entrepreneurship, innovation, and corporate social responsibility.  Students will explore the advantages and disadvantages of family owned enterprises compared to non-family firms. The module will also discuss the definition and prevalence of family firms around the world and help students understand the heterogeneity of family businesses.  The module will draw from theory and practice, as we will rely on both, academic literature and practical insights through case studies and guest lectures. ", "Intended Learning Outcomes": "After completing the module students will be able to  • Understand and critically reflect on the role of family firms in Germany and worldwide• Understand family owners’ non-financial and financial goals that drive decision making in family firms• Reflect on possible advantages and disadvantages of family firms• Compare theoretical insights on family firms with practical insights through guest lectures • Apply the learning of the module on real world case studies• Evaluate specific family firms’ actions to address contemporary and emerging opportunities and challenges", "Teaching and Learning Methods": "• The content of the course is transmitted via lectures, supported by power-point presentations, where the instructor provides the theoretical foundations of family enterprises.  • A strong focus of the course will be on existing academic literature, which will be discussed in class• Group work and breakout sessions will be an important part of this module, in which students jointly and critically reflect on the theories and insights presented in the module• The content of the module is discussed in class by openly exchanging ideas and thoughts, creating a lively learning atmosphere• Every session contains exercises, in which students apply their learning  • Guest speakers will provide practical insights into the theoretical perspectives discussed in the module  • Other important real-live input will be given through multi-media resources and case studies• Next to in-class discussion student interaction is also ensured through online technology, such as online polls.", "Media": "Powerpoint, Zoom-Sessions, Breakout-Sessions, Online polls and simulations", "Reading List": "Basic literature (for detailed reading list, see Moodle) Berrone P, Cruz C, Gomez-Mejia LR. Socioemotional Wealth in Family Firms Theoretical Dimensions, Assessment Approaches, and Agenda for Future Research. Family business review. 2012;25(3)258-279.Gomez-Mejia LR, Cruz C, Berrone P, De Castro J. The Bind that Ties Socioemotional Wealth Preservation in Family Firms. Academy of Management Annals. 2011;5(1)653-708.Kellermanns FW, Eddleston KA, Zellweger TM. Article Commentary Extending the Socioemotional Wealth Perspective A Look at the Dark Side. Entrepreneurship theory and practice. 2012;36(6)1175-1182.Richards M, Kammerlander N, Zellweger T. Listening to the Heart or the Head? Exploring the “Willingness Versus Ability” Succession Dilemma. Family business review. 2019;32(4)330-353.Zellweger T. Managing the Family Business# Theory and Practice.", "Responsible for Module": "Richards, Melanie; Prof. Dr. oec.", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here., Module Catalog of the study program M.Sc. Consumer ScienceGenerated on 13.09.2023, 26 of 70"}, "MGT001362: Advanced Seminar Marketing, Strategy, Leadership & Management: Contemporary and emerging issues for organizations | Advanced Seminar Marketing, Strategy, Leadership & Management: Contemporary and emerging issues for organizations": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Write a 3,500 word essay that demonstrates the range and depth of your thinking skills.The Management Consultant’s Task. Identify a contemporary issue facing one or more organisations. Draw on the skills developed in the lectures to arrive at a deep understanding of the problem and to identify a strategy for tackling it.- What is the presenting problem?- What issues need to be taken into account in order to understand the problem?- Analyse the issues/problem using two or more of the approaches discussed in the lectures;- What is the real problem?- Decide what should be done to tackle it;Write an essay showing your analyses and outlining a strategy to tackle the problem (80% of the grade).You will present your work (20% of the overall grade) to an academic audience. You should demonstrate that you are able to answer questions on your work.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Fluency in spoken and written English", "Content": "Organisations are persistently faced with changing internal and external contextual issues. Changes can thereby be both rapid and profound and often involve interactions between various processes and forces including, but not limited to, the societal, political, economic, and technological contexts in which organisations operate. This course is designed to edify the application of critical thinking skills in evaluating selected contemporary and emerging issues so that the students can use informed judgment in formation of appropriate business responses.", "Intended Learning Outcomes": "This unit will help you avoid making mistakes and ensure you make the best decisions possible in the circumstances. It will do this through developing your critical thinking and analytical skills. Imagine working as a manager in a few years time, or perhaps running your own business. You have a task to do. Rather than jumping immediately to do it, you will be able to analyse the situation from a variety of perspectives, develop understanding of why the current situation has arisen, explore what is actually happening in this situation, and work out the best way forward. That is, you will be able to generate deep insights into what you are facing as a manager and be able to act using forethought and understanding. To achieve this, we will focus on four areas that can help improve our thinking and analytical skillsa. Critical thinking skills. We will be focusing on what blinkers we put over our eyes that prevent us thinking things through. This also helps generate self-understanding;b. We develop an understanding of other people, through different perspectives of how people function;c. We reflect on how to act ethically when dealing with a difficult situation;d. Integrative thinking skills. We discuss the method, pros and cons of integrative thinking.", "Teaching and Learning Methods": "• The content of the course is transmitted via lectures, supported by power-point presentations, where the instructor provides the theoretical foundations of family and social enterprises.• A strong focus of the course will be on existing academic literature, which will be discussed in class• Group work and breakout sessions will be an important part of this module, in which students jointly and critically reflect on the theories and insights presented in the module• The content of the module is discussed in class by openly exchanging ideas and thoughts, creating a lively learning atmosphere • Every session contains exercises, in which students apply their learning• Guest speakers will provide practical insights into the theoretical perspectives discussed in the module• Other important real-live input will be given through multi-media resources and case studies• Next to in-class discussion student interaction is also ensured through online technology, such as online polls.• For their essays students will investigate topics within the subject of this course. Students will receive feedback from the instructor.• In a final presentation, students present the results of their project thesis", "Media": "Powerpoint, Zoom-Sessions, Breakout-Sessions, Online polls and simulations", "Reading List": "Basic literature (for detailed reading list, see Moodle) Chatfield, Tom. (2017) Critical thinking. Your guide to effective argument, successful analysis and independent study. LondonBrockman, John (2013) Thinking the new science of decision-making, problem-solving, and prediction in life and markets. Harper-Collins, New York.Stocchetti, M. and Kukkonen, K. (2010) Critical media analysis an introduction for media professionals. Peter Lang publishers.Butt, Trevor (2003) Understanding people. Basingstoke MacMillan.Goffman, I. (1990) The presentation of self in everyday life. London Penguin.Boltanski, L., & Thévenot, L. (2006). On justification Economies of worth. Princeton University Press.Thornton, P. H., Ocasio, W., & Lounsbury, M. (2012). The institutional logics perspective. Oxford University Press.", "Responsible for Module": "Richards, Melanie; Prof. Dr. oec.", "Courses (Type of course, Weekly hours per semester), Instructor": " Advanced Seminar Innovation & Entrepreneurship / Marketing, Strategy, Leadership & Management (MGT001362) Contemporary and Emerging Issues for Organizations (Limited places) (Seminar, 4 SWS)Richards M, Safieh M, Zösmair SFor further information in this module, please click campus.tum.de or here. MGT001377: Advanced Seminar Management & Marketing: New Tech Venture Marketing | Advanced Seminar Management & Marketing: New Tech Venture Marketing"}, "MGT001377: Advanced Seminar Management & Marketing: New Tech Venture Marketing | Advanced Seminar Management & Marketing: New Tech Venture Marketing": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "150", "Contact Hours": "30", "Description of Examination Method": "The coursework of this advanced seminar addresses the build-up of an early-stage tech venture from a marketing perspective by setting the foundations of a one-pager presentation as a so-called \"business card\" as well as its marketing plan. The marketing plan is the marketing component of a business plan of a venture. Such a marketing plan is made up of two interrelated parts the marketing objectives backed-up by academic-research and data collection, and the action plan backed-up by standardized measurable indicators. The research part requires the use of updated qualitative and quantitative methodologies. The tech-venture oriented action plan demonstrates the understanding of updated marketing management way of thinking and doing. The group seminar paper is based on an extensive presentation (20 to 30 slides), to include a one-pager presentation, in accordance with the guidelines provided along this advanced seminar. The group written assignment represents 100% of the seminar's evaluation. However, selected students receive an extra grade as a bonus for their proven \"in-class entrepreneurial attitude\". Detailed information that well defines such \"in-class attitude\" is provided by the lecturer during the opening session of this seminar.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "", "Content": "Introducing a marketing approach into tech-oriented ventures within an international context, the role of marketing in a business plan of a venture, setting a one-pager presentation, breaking down the elements of marketing management, the requirements for an effective field and desk marketing  research, the back-up of marketing objectives that lies in a no cost, or low cost, marketing analysis, the linkage between an action plan and standardized measurable indicators.", "Intended Learning Outcomes": "At the end of the seminar students will be able to understand the marketing component of a business plan required for new tech ventures | to realize the role of marketing as a liaison between the company's vision and tactics | to be able to address marketing objectives based on research | to challenge tech-oriented ventures with a behavioral science such as marketing in an international context | to prepare a one-pager presentation | to improve presentation skills.", "Teaching and Learning Methods": "Frontal lectures, in-class discussions, group work, self-made case studies - generated by groups that represent tech venture teamss", "Media": "Frontal lectures backed-up by presentations", "Reading List": "to be provided", "Responsible for Module": "Abramovich, Danny", "Courses (Type of course, Weekly hours per semester), Instructor": " Advanced Seminar Management  & Marketing New Tech Venture Marketing (MGT001377, englisch) (Limited places) (Seminar, 4 SWS)Abramovich D, Octavianus EFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program M.Sc. Consumer ScienceGenerated on 13.09.2023, 31 of 70 MGT001297: Advanced Seminar Economics, Policy & Econometrics: Insurance Economics | Advanced Seminar Economics, Policy & Econometrics: Insurance Economics"}, "MGT001297: Advanced Seminar Economics, Policy & Econometrics: Insurance Economics | Advanced Seminar Economics, Policy & Econometrics: Insurance Economics": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Seminar participants elaborate a topic in insurance economics - either independently or in groups of two or three (depending on the total number of participants). The examination comprises two parts", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Participants should be familiar with the fundamental microeconomic analysis of choice under uncertainty, in particualar with expected utility theory (as tought for instance in \"Advanced Microeconomics\" at TUM School of Management).", "Content": "Seminar participants analyze selected problems in insurance economics from a theoretical as well as practical perspective. A particular focus of the seminar will be on the optimal design of insurance contracts in different informational settings and in different market structures. Furthermore, participants will derive recommendations for an optimal regulation of insurance markets in the presence of market failures.", "Intended Learning Outcomes": "After participation, students will be able to explain and present specific topics in insurance economics by means of micro- and welfare-economic concepts. Furthermore, they are able to assess the debated theoretical and empirical contributions to insurance economics and to integrate them in the literature. By means of discussions following the presentations, students learn to critically reflect upon the assumptions and methods of the debated economic models.", "Teaching and Learning Methods": "Seminar participants elaborate a topic in insurance economics - either independently or in groups of two or three (depending on the total number of participants). The examination comprises a presentation as well as a seminar paper on the selected topic.", "Media": "", "Reading List": "• Dionne, G. (Ed.). (2013). Handbook of Insurance. Springer Science & Business Media.• Zweifel, P., & Eisen, R. (2012). Insurance Economics. Springer Science & Business Media.", "Responsible for Module": "Feilcke, Christian; Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here."}, "WI001282: Advanced Seminar Economics, Policy & Econometrics: Economics of Science | Advanced Seminar Economics, Policy & Econometrics: Economics of Science": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "180", "Contact Hours": "", "Description of Examination Method": "The coursework involves reading of scientific papers and further academic elaboration and research on a specific topic related to the seminar's overall theme.  The students will be asked to  (i) summarize the key insights on one of the seminar topics in a written essay (seminar paper), and to(ii) present their finding in class in a 20 minutes presentation.  The examination will consist of these two parts (i) written seminar paper, and (ii) oral in-class presentation. Active class room participation is expected during the entire course of the seminar.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "Principles of Economics", "Content": "Universities and scientific research institutions are important agents in knowledge-based economies. They generate scientific knowledge that spills over to the broader economy, for instance, by allowing firms to use scientific knowledge for their innovation activities. The growing importance of science-based industries puts additional emphasis on the question how scientific knowledge is generated and whether governments can impact knowledge generation through governance tools. This seminar will therefore cover key topics within the Economics of Science such as  1) Sources of scientific discovery and invention human capital and research funding;  2) Incentives and drivers for scientific progress;   3) Academic entrepreneurship and industry science-collaboration;  4) The diffusion of scientific knowledge;  5) Science and regional development.", "Intended Learning Outcomes": "Students will learn the key concepts in the research field of Economics of Science. The goal is to understand and reflect upon the role of scientific research and the diffusion of its results for economic outcomes such as innovation & technological progress, (regional) economic development and growth. The seminar uses advanced original economic research articles for illustrating these concepts and for deriving fundamental insights. ", "Teaching and Learning Methods": "Students will self-study selected articles related to the assigned topic and will be coached throughout the semester by the instructor. A key learning objective is the ability to read, understand and reflect upon scientific articles on the seminar topic. Students will perform their own research of reference materials, define a specific research question for their seminar paper, identify potential gaps in the academic literature and public understanding of the focal topic, and learn to derive policy suggestions based on the scientific evidence.", "Media": "Teaching will be in the form of a lecture and seminar presentations. ", "Reading List": "Core text book Paula E. Stephan (2012). How Economics Shapes Science (Vol. 1). Cambridge, MA Harvard University Press. ", "Responsible for Module": "Hottenrott, Hanna; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Advanced Seminar Economics, Policy & Econometrics (WI001282, englisch) Economics of Science (Limited places) (Seminar, 4 SWS)Hottenrott H, Schaper TFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program M.Sc. Consumer ScienceGenerated on 13.09.2023, 35 of 70 MGT001317: World Trade Law | World Trade Law"}, "MGT001317: World Trade Law | World Trade Law": {}, "WI001220: Network Economics I | Network Economics I [NE I]Introduction to Network Economics": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "60", "Contact Hours": "120", "Description of Examination Method": "The examination consists of a case study / academic elaboration, including a research paper (grade contribution 60%) and in-class presentation (grade contribution 40%). The paper will reveal students’ understanding of theories and methods, and their ability to apply those to analyze real-world situations. ", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "Microeconomics 1", "Content": "The lectures will introduce the concept of network and game-theoretic models. Then, a series of real-world networks will be discussed, helping students understand how coalitions/supply chains/alliances formed. Finally, the attention will be given to a wide range of studies focusing on strategic interactions in networks. ", "Intended Learning Outcomes": "Upon successful completion of the course, students will be equipped to continue their education on network theory, be able to recognize economic and social networks, and see their importance in decision analysis. ", "Teaching and Learning Methods": "Presentation of theoretical concepts and models, in-class discussions of real-world networks, use of teacher-developed software tools WI001220: Network Economics I | Network Economics I [NE I]", "Media": "", "Reading List": "Group Formation in Economics Networks, Clubs, and Coalitions, edt. by G. Demange and M. Wooders, Cambridge University Press, 2005.Networks, Crowds, and Markets Reasoning about a Highly Connected World by D. Easley and J. Kleinberg, Cambridge University Press, 2010.Social and Economic Networks by Matthew Jackson, Princeton University Press, 2008", "Responsible for Module": "Ikonnikova, Svetlana; Prof. Ph.D.", "Courses (Type of course, Weekly hours per semester), Instructor": " Network Economics I (WI001220) Exercise (Übung, 2 SWS)Berdysheva S, Ikonnikova S, Network Economics I (WI001220) (Vorlesung, 2 SWS)Berdysheva S, Ikonnikova SFor further information in this module, please click campus.tum.de or here."}, "WI001281: The Economics of Firm Competition | The Economics of Firm Competition [EconFirms]": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "A written examination is deemed an appropriate mode of examination.  The written exam test the ability of students to analyse static and dynamic strategic behaviour of firms. Students will be permitted to use non-programmable calculators during the examination. Exam duration is 90 minutes", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Undergraduate class work in microeconomics or industrial organisation. ", "Content": "The course provides an overview about firm behaviour. Topics discussed include• Competition and market power in markets   • The structure of industries and markets• Strategic interactions among firms• Vertical relations and coordination in markets  • The effect of firm behaviour on industry efficiency and societal welfare", "Intended Learning Outcomes": "After successfully completing the module, students will be able• To describe the various forms of market structure;• To explain the role of competition, market power and coordination in markets;• To apply analytical tools to analyse strategic firm behaviour and interactions;  • To understand the impact of firm behaviour and industry structure on welfare and competition policy. • To explain coordination and the conditions for efficient coordination. ", "Teaching and Learning Methods": "Application of various teaching methods to optimize structure and rhythm• Lecture• Interactive methods• Experiments in the lecture• Discussion of relevant literature• Exercises", "Media": "", "Reading List": "Recommended textbook  - J. Church and R. Ware, Industrial Organization A Strategic Approach, first edition, McGraw-Hill, 2000. (available for free online)", "Responsible for Module": "Menapace, Luisa; Prof. Ph.D.", "Courses (Type of course, Weekly hours per semester), Instructor": " The Economics of Firm Competition (WI001281, englisch) Übung (Übung, 2 SWS)Menapace L, Rackl J, The Economics of Firm Competition (WI001281, englisch): Vorlesung (Vorlesung, 2 SWS)Menapace L, Rackl JFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program M.Sc. Consumer ScienceGenerated on 13.09.2023, 40 of 70, Page 41, Electives in Consumer Science & Technology | Electives in Consumer Science & Technology, Electives in Consumer Science & Technology | Electives in Consumer Science & Technology, Within the framework of the elective area in Consumer Science and Technology, students complete 30 credits in examinations. In the elective modules, students can choose from all the courses in the management focus areas, from which at least 30 credits of examinations must be taken. from which at least 30 credits of examinations must be chosen. Up to 30 credits can alternatively be taken as general knowledge modules from the total range of modules offered by the Technische Universität München at Master's level. The students put together an individual semester study plan with a mentor appointed by the School. to put together an individual semester study plan. Instead of taking modules in the elective area in Consumer Science and Technology at TUM, subject-related examinations can be taken at a foreign university as part of a stay abroad. foreign university within the framework of a stay abroad. For this purpose, the students make arrangements with a mentor or mentor commissioned by the School to draw up an individual semester study plan. The corresponding courses are to be selected from the range offered by the foreign university. selected from the range of courses offered by the foreign university., Module Catalog of the study program M.Sc. Consumer ScienceGenerated on 13.09.2023"}, "POL62200: Energy Transformation | Energy Transformation": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter/summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "For this module, evaluations will be based on written work and a presentation. The written assignment for the module will be of a length of approximately 20-25 pages. The topic of the module paper is to be developed in consultation with the seminar leaders and will deal with a specific topic of the seminar (energy transformation) and its technological, political, and social dimensions. The paper will be introduced with a precise question and then analyzed in depth. The methodology of research needs to be indicated and a comprehensive bibliography included. Students will be expected to prepare and give a presentation of at least 20 minutes tied to a session topic. Group presentations of up to three students are possible as long as individual contributions are discernible.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Ring lecture „Politics & Technology“   ", "Content": "For a variety of reasons, including energy security, environment and climate concerns, and the potential to develop new technologies and processes, cities, countries and entire regions are pursuing low-carbon energy transitions. Understandings of what the best approach to a low carbon energy transition is, however, vary widely. The extent to which energy transitions are occurring in various sectors (power, heating/cooling, transportation) differs significantly. Why is this the case? What factors support or inhibit the scaling-up of policy solutions? What are the challenges associated with large scale energy system transformations? How similar or different are energy  system transformations to other major transformations which have occurred in the past or which may need to occur in the future? This module will consider these and other questions in the context of Germany, at the European level and internationally. ", "Intended Learning Outcomes": "After participating in this module, students will understand the arguments underpinning decisions to pursue low carbon energy transitions, how low carbon energy transitions are affected by broader economic, technological, and political factors, and the ways in which actors at the local, national, or international level may act to promote or inhibit change. They will  have gained insights into system transformation thinking, understand aspects of the production, distribution and utilization of energy and their interplay; apply methods of comparative policy analysis to energy policy in different political systems; be able to identify challenges of policy-making in national politics and the European multi-level system; to critically analyze energy policy in Germany, Europe, and internationally (for example in China, Japan, India, the United States as well as at the global level); to analyze the factors determining German, European, and international energy politics, and to evaluate the effects of different energy policy governance instruments (like legal regulation, planning, incentive design, taxes, subsidies, etc.).", "Teaching and Learning Methods": "The module is offered in the form of two seminars, each dealing with different, but complementary thematic areas. One will be focused more on the transition of the energy systems in Germany and Europe while the other will concentrate more on the international and global level. To obtain a deeper understanding of the module’s topics a combination of independent work and general discussion will be used in the seminar. Seminars will include both direct input from the instructor and a wide variety of active learning methods. During the seminars, there will be in-depth discussions and inputs by students. Concrete examples will be used to practice, analyze, and evaluate the material which has been presented. Both the technical and scientific aspects of issues as well as their political and social implications will be discussed. The presentations developed and given by the students and ensuing discussions will contribute to the students' understanding of the seminar materials and instructor's inputs.", "Media": "Online-Reader, PowerPoint", "Reading List": "Moe, Espin. 2015. Renewable Energy Transformation or Fossil Fuel Backlash Vested Interests in the Political Economy. Palgrave MacMillan.  ", "Responsible for Module": "Schreurs, Miranda; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " (POL62200) Energy Transformation (Seminar 1 + 2) (Seminar, 4 SWS)Cetkovic S ( Mohammed N )For further information in this module, please click campus.tum.de or here. WZ1564: Econometric Impact Analysis | Econometric Impact Analysis [EIA]"}, "WZ1564: Econometric Impact Analysis | Econometric Impact Analysis[EIA]": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "150", "Self-study Hours": "90", "Contact Hours": "60", "Description of Examination Method": "At the end of the course students will be able to understand and apply the different state-of-the-art econometric impact evaluation techniques. Students will acquire the capability to evaluate diverse intervention contexts with a focus on agricultural and environmental projects and policy. Students will be able to design an evaluation of a policy intervention or environmental/development project. Examination procedure is a three-fold excercise First, there will be a written test at the end of the semester, where students demonstrate their theoretical knowledge of the learned econometric methods. The questions in the test are based on the contents and exercises discussed in the lecture. Students are allowed to use non-programmable calculators and a formulary issued by the chair.  The test comprises 30% of the grade and will be 60 minutes long. Second, there students need to write a term paper (15-20 pages) worth 60% of their grade. In the term paper they will demonstrate their capability of stating a research question applicable to an econometric impact evaluation. They will demonstrate their capability in choosing the appropriate data and method depending on their research question. Third, every student will hold a mid-term presentation comprising 10% of their grade to discuss and defend their choice of research question, data and method in front of their peers and teachers.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "Bachelor's level econometrics or statistics ", "Content": "'The course will introduce concepts and quantitative techniquesto evaluate impacts of conservation measures, such as payments for environmental services, integrated conservation and development projects, and the enforcement of regulatory policies.   WZ1564: Econometric Impact Analysis | Econometric Impact Analysis [EIA]", "Intended Learning Outcomes": "At the end of the course students will be able to understand and apply the different state-of-the-art econometric impact evaluation techniques. Students will acquire the capability to evaluate diverse intervention contexts with a focus on agricultural and environmental projects and policy. Students will be able to design an evaluation of a policy intervention or environmental/development project.", "Teaching and Learning Methods": "Lectures will be assisted by PowerPoint presentations in order to explain the theoretical concepts behind the methods discussed. Reading material for students will be provided to give students state-of-the-art examples of the applied methods.  Theory will be illustrated by example exercises given by the lecturers on the whiteboard and in Stata/R on a computer. Additionally, half of the lectures will be allocated to excersises, where students can practice under supervision with the help of the lecturers. Also, participants will learn how to conduct an impact evaluation by doing a mock evaluation as a term paper. Going through the whole process of searching for and cleaning data to answer their impact evalutation question, they will get a hands on experience of the whole impact evaluation process. This will be done with guidance by the teaching staff.", "Media": "Power point or Prezi presentations; Beamer; Whiteboard; Moodle course to provide materials (pdf of papers to read) STATA/ R or other Program", "Reading List": "Angrist, J. D., & Pischke, J. S. (2014). Mastering'metrics The path from cause to effect. Princeton University Press.Angrist, J. D., & Pischke, J. S. (2008). Mostly harmless econometrics An empiricist's companion. Princeton University Press.Journal papers corresponding to each of the topics and materials for exercises (data-sets).", "Responsible for Module": "Johannes Sauer jo.sauer@tum.de  WZ1564: Econometric Impact Analysis | Econometric Impact Analysis [EIA]", "Courses (Type of course, Weekly hours per semester), Instructor": " Econometric Impact Analysis (WZ1564) (Vorlesung, 4 SWS)Sauer J [L], Mennig P, Venus TFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program M.Sc. Consumer ScienceGenerated on 13.09.2023 WI001291: Competition Law and Entrepreneurial Strategies | Competition Law and Entrepreneurial Strategies"}, "WI001291: Competition Law and Entrepreneurial Strategies | Competition Law and Entrepreneurial Strategies": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "In the final assessment students will need to demonstrate to what extent they have met the Learning Objectives. This assessment will be held as a written exam of 120 minutes. Students will be asked case related and/or theoretical questions. This will demonstrate to what extent they have understood and can explain the legal framework of competition law, the economic effects of entrepreneurial strategies on a market, their legal assessment and the legal consequences of an infringement of competition law. This demonstrates if students have developed the required legal and economic analytical skills. Students also need to demonstrate their ability to apply their knowledge to fact patterns not discussed in the lecture, and to evaluate the legal consequences. ", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "basic knowledge in civil law (Wirtschaftsprivatrecht 1 or similar lecture)", "Content": "Competition law is concerned with the legal and economic assessment of entrepreneurial strategies on markets. Competition law intends to prohibit behavior that is not an expression of superior business acumen or superior technological capabilities, but represents a restriction of freedom of competition or an abuse of market power. The legal assessment of a corporate strategies essentially depends on an analysis of its positive and negative economic effects on the market. Thus, competition law represents one of the areas of law most permeated by economic  thinking. At the same time, competition law and its enforcement by national and European authorities and courts exhibits a strong international and European dimension.  The course will first introduce into the objectives of antitrust law, the basics of competition economics, the legal rules and their enforcement. The concept of undertakings and the delineation of markets will be discussed. Further, the prohibition of cartel agreements and of coordinations between enterprises is dealt with, as well as possible justifications, in particular through the European block exemption regulations.  In particular, vertical distribution agreements are also addressed. Then, market power and the prohibition of abuses of market power are discussed.", "Intended Learning Outcomes": "Upon completion of the module, students are able to,(1.) understand the basic principles of European and German antitrust law,  (2.) grasp the economic effects of entrepreneurial competition and innovation strategies on markets and on economic actors and possible efficiencies,  (3.) comprehend the legal framework for the evaluation of entrepreneurial competition and innovation strategies,(4.) apprehend the interplay of the economic and legal evaluation of entrepreneurial strategies and innovation activities,(5.) To distinguish business strategies based on superior business acumen or technological capabilities from those strategies that constitute an abuse of market power or impair freedom of competition, and to use this to devise effective entrepreneurial strategies.(6.) identify situations and legal remedies when a company or a start-up is harmed by cartel agreements or abuses of market power, is impeded from competing or participating in a market, or is restricted in its economic freedom.   (7.) assess concrete competitive situations and real life scenarios legally and economically. ", "Teaching and Learning Methods": "The class will cover the theoretical aspects of the module in a discussion with the lecturer and the fellow students. It will also provide the opportunity to work individually or in groups on case scenarios (known and unknown), covering issues of competition law. The purpose is to repeat and to deepen the content discussed in the lecture and to review and evaluate legal issues from different areas of law. Students will develop the ability to present these findings in a concise and well-structured analysis", "Media": "Presenations, cases studies, model answers", "Reading List": "Bellamy/Child, European Union Law of CompetitionFaull/Nikpay, The EU Law of CompetitionJones/Sufrin, EU Competition LawLianos/Korah/Siciliani, Competition Law  Motta, Competition Law and Practice  Whish/Bailey, Competition Law", "Responsible for Module": "Mackenrodt, Mark-Oliver; Prof. Dr. iur. Dr. rer. pol. LL.M. (NYU)", "Courses (Type of course, Weekly hours per semester), Instructor": " Competition Law and Entrepreneurial Strategies (WI001291) (Vorlesung, 4 SWS)Mackenrodt M, Pless VFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program M.Sc. Consumer ScienceGenerated on 13.09.2023 WI000948: Food Economics | Food Economics"}, "WI000948: Food Economics | Food Economics": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Students prove their achievement of learning outcomes in an oral exam of 25 minutes. The exam is designed to test whether students understand the discussed topics and publications, whether they can describe and explain them in a meaningful and exact way, and whether they can critically reflect on assumptions, methodology, results, and political and societal implications of research in food economics. An oral exam is the most suitable format to account for the discursive and reflective nature of the abilities examined.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "The course applies microeconomic theory to study questions of food demand and supply. Students should feel comfortable with the material in microeconomic courses at introductory level.", "Content": "The course is intended to provide students with in-depth coverage of food economics with an emphasis on trends and phenomena of food markets and value chains, food labelling, food safety, food consumption, nutrition and food policy. Taking examples from these domains the course introduces a variety of economic models that are being used in food-economic research.", "Intended Learning Outcomes": "At the end of the module, the students are able to (1) outline important trends and phenomena in food markets in Germany, Europe and the world, (2) analyse consumer and firm behavior in  food markets based on economic theory, (3) assess the effectiveness of food policy instruments, (4) acquaint themselves with scientific literature in the area of food economics and discuss and evaluate crucial assumptions, choice of methodology and implications of results.", "Teaching and Learning Methods": "The module is designed as an interactive lecture where both lecturers and students provide input for discussion. In order to set up a common basis for participants, lecturers present information on major features and trends on food markets and economic concepts used to analyze them. To familiarize themselves  with economic research, students read selected journal articles from the field of agricultural and food economics and prepare a short presentation of 15 minutes and a short report of about 2 pages once per semester, summarising the main hypotheses, methods applied, results obtained and implications derived. Subsequent discussions in classroom on assumptions, limitations of data and methods, as well as on different ways to interprete results deepen students' understanding of the potential and restrictions of research in food economics.", "Media": "Slides, textbooks, journal articles, blackboard, collection of summaries of publications.", "Reading List": "Lusk, J. L., Roosen, J, & Shogren, J. F. (eds.) (2011). The Oxford handbook of the economics of food consumption and policy. Oxford University Press New York.Additional references are provided in the course. ", "Responsible for Module": "Roosen, Jutta; Prof. Dr. Ph.D.", "Courses (Type of course, Weekly hours per semester), Instructor": " Food Economics (WI000948) (Vorlesung, 4 SWS)Roosen J, Menapace L, Rackl J, Ola OFor further information in this module, please click campus.tum.de or here. WZ1590: Climate Change Economics | Climate Change Economics"}, "WZ1590: Climate Change Economics | Climate Change Economics": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "5", "Total Hours": "150", "Self-study Hours": "90", "Contact Hours": "60", "Description of Examination Method": "There will be a written exam (Klausur) of 90 minutes at the end of the semester. The students will be asked to demonstrate, within the stipulated amount of time using predefined methods and resources, their ability to outline the challenges climate change poses to regulators, propose pragmatic solutions and strategies as well as ways of implementing them. This would be based on the competences acquired from the relevant literature of economic modeling, theories of climate change and their understanding from the course content. The  written exam is an appropriate assessment method to evaluate the degree to which the students understand the theoretical framework of climate change implications as well as provides an opportunity for them to put forward arguments based on existing theory.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Basic knowledge• Micro Economics (Welfare Economics)• Environmental Economics• Resource Economics", "Content": "This course covers the trends in current and future climate change and their effects on economic and social outcomes.  ", "Intended Learning Outcomes": "After successfully completing the module, students are able to  • Evaluate and formulate economic models related to climate change.• Apply theoretical model to climate change regulations as well as policies that affect emission levels.  • Analyze the complexity, uncertainty and possibilities associated with optimal emission level.• Apply appropriate instruments for optimal emission level that are efficient and cost-effective.  • Understand climate negotiations (club) and climate action strategies are currently being implemented.", "Teaching and Learning Methods": "The course mainly consists of lectures (4 SWS). The lecture will provide a foundation upon which to build the ensuing discussions on climate change issues from an economic perspective. The content of the module is expected to be transferred to the students in an interactive learning manner were, among others, emission reduction instruments are scrutinized. This encourages the students to independently and self-reliantly study the literature guided by a structured framework. ", "Media": "PowerPoint, flipchart, internet portals, online reports etc.", "Reading List": "Bréchet, T., & Eyckmans, J. (2009). Coalition theory and integrated assessment Modelling Lessons for climate governance. Global Environmental Commons Analytical and Political Challenges in Building Governance Mechanisms.Rohling, M., & Ohndorf, M. (2012). Prices vs. quantities with fiscal cushioning. Resource and Energy Economics, 34(2), 169-187.MacKenzie, I. A., & Ohndorf, M. (2012). Optimal monitoring of credit-based emissions trading under asymmetric information. Journal of regulatory economics, 42(2), 180-203.Hake, J. F., Fischer, W., Venghaus, S., & Weckenbrock, C. (2015). The German Energiewende–history and status quo. Energy, 92, 532-546.Climate Action Plan 2050 Principles and goals of the German government's climate policy. https//www.bmu.de/fileadmin/Daten_BMU/Pools/Broschueren/klimaschutzplan_2050_en_bf.pdfEU ETS Handbook. https//ec.europa.eu/clima/sites/clima/files/docs/ets_handbook_en.pdf", "Responsible for Module": "Sauer, Johannes; Prof. Dr. agr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Climate Change Economics (WZ1590, englisch) (Vorlesung, 4 SWS)Sauer J [L], Canessa C, Frick FFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program M.Sc. Consumer ScienceGenerated on 13.09.2023 WI001090: Behavioral Pricing: Insights, Methods, and Strategy | Behavioral Pricing: Insights, Methods, and Strategy"}, "WI001090: Behavioral Pricing: Insights, Methods, and Strategy | Behavioral Pricing: Insights, Methods, and Strategy": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter/summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The grading is to equal parts based on a research paper (15 pages, 50%) and a presentation (40 minutes, 50%). By writing a research paper students show their ability to understand and explain the differences between classical pricing tools and behavioral pricing. They show their ability to conduct an in depth literature research and apply their understanding of the peculiarities of behavioral pricing. Additionally they show that they are able to analyze and interpret pricing decisions in the light of behavioral pricing decisions.Furthermore, students have to present their topic in class to show that they are able to explain their gained knowledge to others. They have to prioritize within their material to create a talk that enables the other students to understand the most important parts of the topic.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "None", "Content": "In this module, classical pricing tools (e.g. conjoint analysis) and approaches will be presented and discussed. In contrast to these, pricing based on insights from “Behavioral Economics” will be introduced.", "Intended Learning Outcomes": "After successful completion of the module Behavioral Pricing, students will be able to understand and explain the differences between classical pricing tools and behavioral pricing. Students will be able to conduct an in depth literature research and apply their understanding of the peculiarities of behavioral pricing in a 15-page term paper. In the module students will learn to analyze and interpret pricing decisions in the light of behavioral pricing decisions. ", "Teaching and Learning Methods": "The seminar is designed as a „block-seminar” with an extensive introduction to be given at its beginning and several break-out case studies throughout. Furthermore, participants will individually focus on a specific topic which they research, elaborate and present in the course of the seminar. Students are expected to research and study the literature and to intensively deal with the subjects discussed. During the module students are coached and supervised by the lecturer.", "Media": "PowerPoint", "Reading List": "Basic literature (in addition, further literature about individual topics will be discussed in the seminar)• Bauer, F. (2010) Pricing beyond the Homo Oeconomicus Expensive mistakes and profitable opportunities in pricing research. In ESOMAR \"Best Methodological Paper\". Amsterdam ESOMAR.• Caldwell, L. (2012). The psychology of price. How to use price to increase demand, profit and customer satisfaction. Surrey Crimson Publishing.• Poundstone, W. (2010). Priceless the myth of fait value (and how to take advantage of it). New York Hill and Wang.• Smith, T. J. (2011). Pricing Strategy Setting Price Levels, Managing Price Discounts and Establishing Price Structures. Cengage Learning.", "Responsible for Module": "Henkel, Joachim; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " Behavioral Pricing & Selling Insights, Methods and Strategy (WI001090) (Limited places) (Seminar, 4 SWS), Module Catalog of the study program M.Sc. Consumer ScienceGenerated on 13.09.2023, 57 of 70, Page 58 Bauer F, Baur LFor further information in this module, please click campus.tum.de or here."}, "WI001217: Trade Secrets | Geheimnisschutz": {"Module Level": "Master", "Language": "German/English", "Duration": "one semester", "Frequency": "winter/summer semester", "Credits": "3", "Total Hours": "90", "Self-study Hours": "60", "Contact Hours": "30", "Description of Examination Method": "In the final assessment students will need to demonstrate to what extent they have met the learning objectives. This assessment will be held as a written exam of 60 minutes. Students will be asked theoretical questions. This will demonstrate to what extent they have memorized and understood principles of the law of patents and trade secrets.  Students will also be asked to apply their knowledge to known and fictional cases. This second part demonstrates if students have developed the required legal analytical skills. Students also need to demonstrate their ability to apply their knowledge to fact settings not discussed in the lecture, and to evaluate the legal consequences.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "German Business Law 1 and 2 (WI0000027, WI0000030) or corresponding knowledge.", "Content": "This module provides an introduction to basic concepts of Trade Secret Law.Topics covered are- Economic importance of trade secrets- Concept of protection of trade secrets and differentation from Intellectual Property rights- Main risk areas (HR, IT, outsourcing, cooperation, etc.)- Risk management (legal and actual protection)- Judicial enforcement of the protection of trade secrets- Export control and situation in other countries", "Intended Learning Outcomes": "At the end of this lecture students will be able to, 1. understand the basic principles of trade secret law,2. grasp the legal framework of business activity3. analyse legal implications of typical business situations and to identify their options,4. present the results of their analysis in a written memorandum.", "Teaching and Learning Methods": "The lecture will cover the theoretical aspects of the module in a discussion with the lecturer. It will also provide the opportunity to work individually or in groups an case scenarios (known and unknown), covering issues of patent law and trade secret law. The purpose is to repeat and to intensify the content discussed in the lecture and to revise and evaluate legal issues from different areas of law in everyday situations. Students will develop the ability to present these findings in a concise and well-structured written analysis. ", "Media": "Reader, presentations (PPT), cases (Including model answers)", "Reading List": "Ann/Loschelder/Grosch, Praxishandbuch Know-how-Schutz", "Responsible for Module": "Ann, Christoph; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Geheimnisschutz (WI001217) (Vorlesung, 2 SWS)Ann C ( Dubov B, Duque Lizarralde M )For further information in this module, please click campus.tum.de or here., Module Catalog of the study program M.Sc. Consumer ScienceGenerated on 13.09.2023 ED0027: History of Consumption Goods | Consumer History"}, "ED0027: History of Consumption Goods | Consumer History": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The examination consists of an individually written essay (2000 - 3000 words, 60 h) whereby the student has to prove his/her ability to develop a case study on the appropriation of technical products as consumption goods that work as cultural signs in his/her home country. Here the student has to apply theoretical and historical knowledge on semioticisation as cultural charging of technical products in the various stages of a product’s life cycle. The essay will be prepared by a 20 minute case study presentation in class with subsequent discussion (30 minutes). By the delivery of the presentation the ability is tested to find and to analyze adequate sources on a chosen subject, to develop a meaningful hypothesis and to prove it via a concise argumentation and visualization. The presentation has to be completed by a short abstract (150 words) as well as a one page Executive Summary. Thus, the students‘ ability is tested, to clearly state the key ideas of the presentation.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "none", "Content": "This module deals with the production, appropriation, and marketing of industrially produced consumer goods in the 19th and 20th centuries. Using a variety of specific artefacts and goods, we will explore the cultural shaping and diversity of mass consumption, as well as its social function. How does material consumption become transformed into individually experienced pleasure and social meaning? The starting point of this seminar is the understanding of consumption as culturally specific communication and experience that differs in different parts of our world. We  want to make use of the culturally diverse background of our seminar participants in order to analyze the material and the symbolic dimension of consumer goods.", "Intended Learning Outcomes": "After completion of the module, the students are able (1) to analyse consumption behaviour from a sociological perspective and (2) to name the factors determining differneces in consumption behaviour. The students can also (3) apply these theories in different fields. Furthermore, the students can (4) indicate consumption goods as technical products that work as cultural signs. The students will also be able to (5) describe of the process by which the material and cultural appropriation of new technology by consumers becomes part and parcel of the innovation process and of the development of technology. They can summarize semioticisation as cultural charging of technical goods in the various stages of the production, mediation, and use of these goods. Finally, they can (7) analyze the influence of users on innovations.", "Teaching and Learning Methods": "A series of introductory weekly seminars provides basic knowledge on consumption in history as well as historical methods and knowledge on how to find sources and how to write an essay. Then, the students will have to study theoretical and historical texts on consumption. A group of students will be asked to present the text to the group followed by another group that will comment on the presentation. Practical exercises (media analysis on advertisements from different countries; analysis of user scripts in specific consumer products) and an excursion to the Deutsches Museum (in order to find exhibited consumer goods from different historical epochs and areas) will introduce in the broad variety of discourses on consumption. In a specific block seminar part the students will present case studies on consumption and discuss context dependent cultures of consumption, followed by a comparison of and generalization of the case studies.", "Media": "scripts, PowerPoint", "Reading List": "Bauman, Zygmunt. Consuming Life; Cambridge Polity Press 2007. Douglas, Mary, and Baron C. Isherwood. The World of Goods. New York Basic Books, 1979. Slater, Don. Consumer Culture and Modernity, Oxford, UK and Cambridge, Mass., 1997. De Grazia, Victoria. Irresistible Empire. America’s Advance through 20th-Century Europe. Cambridge MA, London England, 2005.", "Responsible for Module": "Zetti, Daniela; Prof. Dr.sc. ETH Zürich", "Courses (Type of course, Weekly hours per semester), Instructor": " Consumer History (Seminar, 4 SWS)Mauch FFor further information in this module, please click campus.tum.de or here. POL70044: Business Ethics | Unternehmensethik"}, "POL70044: Business Ethics | Unternehmensethik": {"Module Level": "Bachelor", "Language": "German/English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "3", "Total Hours": "90", "Self-study Hours": "60", "Contact Hours": "30", "Description of Examination Method": "Prüfungsdauer (in min.) 60.  Die Prüfungsleistung wird in Form einer Klausur erbracht. In dieser soll nachgewiesen werden, dass in begrenzter Zeit und ohne Hilfsmittel ein Problem erkannt wird und Wege zu einer Lösung gefunden werden können. Die Prüfungsfragen gehen über den gesamten Vorlesungsstoff.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "", "Content": "Die Vorlesung führt in Grundprobleme, Argumentationsformenund Theorieansätze einer Unternehmensethik ein. Sie untersuchtdie Chancen der Realisierung moralischer Normen und Forderungen im Spannungsfeld von Ökonomie und Ethik. Zentralanliegen ist dabei die Analyse ethischer Entscheidungsprozesse in Unternehmen vor dem Hintergrundeiner differenzierten Untersuchung von Handlungssituationenund Handlungsstrategien sowie den Grundlagen einer Handlungsethik. Zu den Themen sollen Reputation, Vertrauenund Sozialkapital ebenso gehören wie die Probleme Korruption,Umweltschutz und Fragen globaler Ethikkonzepte. Den Abschlussbildet eine kritische Darstellung der verschiedenen Forschungsansätze in der unternehmensethischen Debatte.", "Intended Learning Outcomes": "Nach der Modulveranstaltung sind die Studierenden in der Lage, wirtschaftsethische Fragestellungen zu reflektieren, ethische Theorien anzuwenden und den ethischen Gehalt ökonomischer Theorien zu verstehen.", "Teaching and Learning Methods": "Das Modul besteht aus einer Vorlesung. Die Inhalte werden durchVortrag und Präsentationen vermittelt. Studierende sollen zum Studium der Literatur und der inhaltlichen Auseinandersetzung mit den Themen angeregt werden. Diskussionen während der Vorlesung sind erwünscht und tragen zu einem noch intensiverenVerständnis bei.", "Media": "Skript in Form von Power-Point", "Reading List": "\"Karl Homann/Christoph Lütge Einführung in die Wirtschaftsethik,2. Aufl., Münster 2005., Andrew Crane/Dirk Matten BusinessEthics A European Perspective, Oxford 2003., Karl Homann/Franz Blome-Drees Wirtschafts- und Unternehmensethik, Göttingen 1992\"", "Responsible for Module": "Lütge, Christoph; Prof. Dr. phil.", "Courses (Type of course, Weekly hours per semester), Instructor": " (POL70044) Business Ethics (Master) (Vorlesung, 2 SWS)Lütge C [L], Kriebitz A, Max RFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program M.Sc. Consumer ScienceGenerated on 13.09.2023 WI900766: Master's Thesis | Master's Thesis"}, "WI900766: Master's Thesis | Master's Thesis": {"Module Level": "Master", "Language": "German/English", "Duration": "", "Frequency": "winter/summer semester", "Credits": "30", "Total Hours": "900", "Self-study Hours": "890", "Contact Hours": "10", "Description of Examination Method": "The Master's Thesis is the student’s final project prepared within 6 months. During this time, the student concentrates on a specific topic in economics and management. In a written form, the student discusses the state of research and discourse regarding chosen topic, and develops a specific research question. Based on scientific knowledge and methodological skills, student independently answers the research question. Master Thesis can be supervised by a professor from the TUM School of Management or a professor from any other department of TUM if the professor is teaching in the program.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "The registration for Master thesis is possible after the successful completion of 60 Credits.", "Content": "The Master's Thesis focuses on a research topic in economics or management. It is also possible to research a topic related to consumer science from an interdisciplinary perspective. Usually, the student works with an empirical question. The thesis is always supervised by a professor and might be done in co-operation with an external business or research organization. The research is planned in a way that allows finishing the Thesis in six months. ", "Intended Learning Outcomes": "At the end of the module Master's Thesis students are able to work on a problem from economics, management and/or consumer sciences in an independent, systematic and scientific way. Students independently apply scientific concepts, theories and methods, acquired during their  studies, to their specific topic. They present the facts and findings based on scientific analysis, evaluate them and summarize the obtained results within the scientific and/or applied discussion. They are able to develop a research design, choose appropriate methods, derive results, and interpret them. Hence, students are able to independently work on topics and develop own solutions.", "Teaching and Learning Methods": "Work on Master Thesis requires from the student well-founded scientific examination of the research topic. Therefore, student applies the theoretical and methodological skills acquired during the studies, creates a research design and an elaborated scientific documentation within the required period. The work on the project is done independently, supported by discussions with the supervisor.", "Media": "Literature, presentations", "Reading List": "specific literature based on the topic", "Responsible for Module": "Roosen, Jutta; Prof. Dr. Ph.D.", "Courses (Type of course, Weekly hours per semester), Instructor": " "}}