{"WIHN0258: Empirical Research in Economics and Management |Empirical Research in Economics and Management": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter/summersemester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Grading is based on a 100% multiple-choice exam (120 minutes) with ca. 80-100 questions aboutboth the content from the lecture and the exercise class. Students may use a non-programmablecalculator for the exam.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "none", "Content": "Understanding how research works is essential for any student and practitioner of management.All insights we draw on—may they come from teaching, research, or actual business activities—must meet a certain level of academic rigor to be trustworthy, and only trustworthy informationshould become a source of learning and a foundation of managerial decision making. WIHN0258: Empirical Research in Economics and Management | Empirical Research in Economics and Management", "Intended Learning Outcomes": "Knowledge ObjectivesAfter the course students will be able to• understand the nature of the scientific process, in particular in the context of management studies• explore different approaches toward solving (scientific) problems and evaluate them regardingtheir unique advantages and drawbacks• use and apply selected empirical research methods (e.g., for seminar or final theses)• understand the structure and evaluate the quality of academic papers in management studies", "Teaching and Learning Methods": "The course consists of a lecture and a separate exercise class. The exercise class is designedalong the lecture schedule and focuses on the application of the theories and concepts learnedin the lecture. It includes the repetition of key descriptive statistics, practice of problem sets andexercise sessions in the lab where students will perform statistical analyses with the software R.", "Media": "Lecture slides are available via Moodle.", "Reading List": "Quinlan, C., Babin, B., Carr, J., & Griffin, M. (2019). Business Research Methods South WesternCengage.Angrist, J. D., & Pischke, J. S. (2008). Mostly harmless econometrics An empiricist's companion.Princeton university press.", "Responsible for Module": "Förderer, Jens; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " Empirical Research in Economics and Management - Exercise (WIHN0258) (MiM CampusHeilbronn) (Übung, 2 SWS)Förderer J, Empirical Research in Economics and Management (WIHN0258) (MiM Campus Heilbronn)(Vorlesung, 2 SWS)Förderer J, Kircher TFor further information in this module, please click campus.tum.de or here."}, "WIHN1129: Marketing and Innovation Management (MiM) | Marketing andInnovation Management (MiM)": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The grading will be based on a written exam (120 min). By answering multiple choice questionsstudents have to show that they have understood and can apply models and concepts related tomarkets aspects of innovation and to the organization of the innovation process. The questionsalso asses whether students can explain and analyze marketing basics (including key terms,theories, frameworks, the use of marketing strategies and marketing mix instruments, and theirinterrelationship with core concepts in marketing). The questions may require calculations.Students may use a non-programmable calculator to do these calculations.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "none", "Content": "Market aspects of innovation- Innovation Examples and particularities,- Innovation and the development of industries,- Sources of innovation,- Innovation strategy Analysis of the market, technology and competition,- Acquisition of technology Market, cooperation and networks", "Intended Learning Outcomes": "At the end of the module, students will be able to (1) recognize and apply models and conceptsrelated to the market aspects of innovation (e.g., modes of acquisition of technology) and tothe organization of the innovation process (e.g., promotors and champions in the innovationprocess), (2) identify how they can be concretely used in companies, (3) evaluate which modelsand concepts are most useful in a given situation, (4) remember and understand the key termsused in marketing (e.g., customer lifetime value, segmenting, targeting, and positioning,  marketingmix instruments), (5) explain common marketing theories and frameworks (e.g., service-dominantlogic, decision-making styles), (6) describe and justify the use of both marketing strategies andmarketing mix instruments, and (7) relate the strategies and use of instruments to core conceptsin marketing, such as customer-perceived value, satisfaction, and loyalty, and (8) evaluate existinginnovation and marketing concepts in terms of their strengths and weaknesses in theory andpractice.", "Teaching and Learning Methods": "The module consists of two lecture series, each of which include two sessions held by guestspeakers to refer to state of the art examples of marketing and innovation. Students will be askedto read the literature before the lecture and prepare for each lecture using texts and slides thatare provided. Students will be enabled to relate the material to decision making in practice, bymeans of examples and cases. In a group project, students can elect to apply key innovationconcepts and develop their own case examples, which will subsequently be shared in a wikiformat. Students will also be encouraged to discuss the material in online forums that are providedto the students between lectures. WIHN1129: Marketing and Innovation Management (MiM) | Marketing and Innovation Management (MiM)", "Media": "Lecture slides are available via Moodle. Presentation slides, online discussion forum", "Reading List": "- Afuah - Innovation Management. strategies, implementation, and profits- Dodgson, Gann, Salter - The Management of Technological Innovation (Chapter 4)- Teece - Profiting from Technological Innovation Implications for integration, collaboration,licensing and public policy- Stamm - Structured Processes for Developing New Products- Hauschildt, Kirchmann - Teamwork for innovation - the \"troika\" of promotors- Kotler/Keller/Brady/Goldman/Hansen (2012) Marketing Management, 2nd European ed.,Pearson Harlow. - Kotler/Armstrong (2014) Principles of Marketing, 15th ed., Pearson Harlow. - Homburg (2015) Marketingmanagement. Strategie - Instrumente - Umsetzung -Unternehmensführung, 5. Aufl., Gabler Wiesbaden.", "Responsible for Module": "Lude, Maximilian; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " Marketing and Innovation Management (WIHN1129) MiM Heilbronn (Vorlesung, 4 SWS)Lude MFor further information in this module, please click campus.tum.de or here. WIHN1130: Cost Accounting | Cost Accounting"}, "WIHN1130: Cost Accounting | Cost Accounting": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Students take a 60 minutes written exam. The only aid permitted is a non-programmablecalculator. The questions in the written exam refer to the topics of managerial cost accounting.Each intended learning outcome is addressed by several questions in the exam By answeringthese questions, students show to what extent they are able to (1) remember and understand thebasic concepts of managerial cost accounting systems, (2) analyze accounting problems and (3)apply the newly acquired knowledge to solve these problems", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "none", "Content": "The module introduces students to managerial cost accounting. It covers topics such as jobcosting, activity-based costing, process costing, allocation of support-department costs, inventorycosting and capacity analysis, cost behavior, and cost-volume-profit analysis.", "Intended Learning Outcomes": "The intended learning outcomes of this module are (1) students will be able to rememberand understand the standard concepts of managerial cost accounting systems, which areinternationally used (e.g.,  job costing, activity-based costing, process costing); (2) they will be able to assess and thoroughlyanalyze real-world accounting problems; (3) they will be able to evaluate and compare multipletools of cost accounting and apply them in the most appropriate way to solve specific problems.", "Teaching and Learning Methods": "The module consists of a lecture and an exercise. In the lecture, the lecturer presents the conceptsof cost accounting to the students to introduce them to the material. Students then apply theseconcepts to solve accounting problems interactively in class. Students also read literaturesuggested to them, which is then discussed in class. In the exercises, students use the acquiredknowledge to solve problem sets and case studies.", "Media": "presentations, text books, lecture notes, exercises", "Reading List": "Horngren, C./Datar, S./Rajan, M. Cost Accounting. A Managerial Emphasis (Global Edition), 15thed., Pearson, 2015.", "Responsible for Module": "Stich, Michael; Prof. Dr. rer. oec.", "Courses (Type of course, Weekly hours per semester), Instructor": " Cost Accounting (WI001130HN) MiM Heilbronn (Vorlesung mit integrierten Übungen, 4 SWS)Schäfer PFor further information in this module, please click campus.tum.de or here. WIHN1131: Production and Logistics | Production and Logistics"}, "WIHN1131: Production and Logistics | Production and Logistics": {"Module Level": "Master", "Language": "German/English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The assessment takes place in form of a written exam (120 min) at the end of the semester. In theexam students demonstrate that they are able to explain, discuss and critically evaluate variousconcepts of production management and logistics. Furthermore, they proof that they can apply thediscussed quantitative approaches for operations and supply chain management, critically evaluatethem and discuss the results. The answers involve own formulations, as well as calculations ormathematical modelling.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "None", "Content": "This is an introductory module, providing an overview on planning problems in (1) production and(2) logistics and on methods to solve these. ", "Intended Learning Outcomes": "At the end of the module the students will be able to- understand the relation between different planning problems in production and logistics- analyze specific planning problems on the strategic, tactical and operational level in detail. Applyrespective solution methods approaches. Understand how these solution methods are derived andmotivated. - understand the main problem settings in production and logistics planning and explain resultingstrategic decision making and managerial tasks - identify, quantify and evaluate the main economic trade-offs in decision making in productionand logistics (e.g. holding vs. setup costs, costs vs. service) and their implication on supply chainperformance.- select and apply the solution approaches taught in this course to specific industry problemsettings in production and logistics. Understand how the problem structure dictates the idealsolution framework.- critically evaluate the theoretical frameworks and their potential applications- analyze novel solution approaches for cross-disciplinary issues from industry", "Teaching and Learning Methods": "The lecture 'Production Management' will take place in form of a flipped classroom. The studentswill prepare the announced topic using the lecture material and the learning videos provided.During the classes, questions regarding the topic will be discussed and selected exercises areused to gain a deeper understanding of the prepared topic. The lecture 'Logistics und Supply Chain Management' is a recorded class room lecture (Lecturio)and supported by tutorials. Students are expected to study the supplementary reading materialand use the video recordings of the lecture to gain a comprehensive understanding of the coursecontent.", "Media": "Presentations, Script (Production and Supply Chain Management), Recordings of lecture (SupplyChain Management)", "Reading List": "Günther, H.O., Tempelmeier, H. (2012), Produktion und Logistik, 9. Auflage, SpringerGhiani, G., Laporte, G., Musmanno R. (2013), Introduction to Logistics Systems Management, 2.Aufl., Wiley", "Responsible for Module": "Wuttke, David; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " Production and Logistics - Additional Exercise - MIM Heilbronn (Übung, 2 SWS)Seufert A, Production and Logistics (WIHN1131) MIM Heilbronn (Vorlesung, 4 SWS)Wuttke DFor further information in this module, please click campus.tum.de or here."}, "WIHN1137: Management Science (MiM) | Management Science (MiM)": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Students mastery of the content taught in this module is checked with a 60 minutes written exam.Students are only allowed to use a non-programmable calculator. In the exam students have toanswer questions, apply algorithms to solve management or business problems such as planningthe optimal production mix, the optimal project portfolio or the cost minimal distribution route,create mathematical models for small example problems, and discuss presented results. By thisthe students demonstrate that they have understood and can apply the mathematical models andmethods. The overall grade of the module is based on the result obtained in the written exam.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Knowledge in Mathematics and Statistics at the level of a successful undergraduate degree inNatural Science, Engineering or Sport Science.", "Content": "Management Science is about modeling, solving and analyzing business adminstrations andmanagement problems using mathematial concepts. Management Science is used acrossdifferent industries, departments and organizations. The lecture will treat the Management Scienceapproach to decision making in general and the following topics in particular Linear Programming,Mixed-Integer Programming, Graph Theory, Netwerk Flow, Dynamic Programming and DecisionTheory. ", "Intended Learning Outcomes": "After successful completion of the module students can use Operations Research methods usedin Management Science  in order to model business problems, to solve them to optimality and toanalyze them. Students will in particular be enabled to model and solve linear programs, mixed- integer programs, dynamic programs, find shortest as well as maximum flows in networks, modeland solve decision matrices and decision trees, employ utility theory to model and solve riskydecisions and use scoring models in order to model and solve multi-criteria decision problems. Incontrast to the module for Bachelor-students, for Master students more emphasis will be put on theacquisition of modeling knowledge.", "Teaching and Learning Methods": "The module consists of a weekly lecture and a weekly exercise course. In the lecture the content isintroduced to the student. For the exercises students have to prepare solutions. The solutions arediscussed and questions about the content of the lecture and the exercises can be asked. ", "Media": "Presentation slides", "Reading List": "Bradley, S.P., A.C. Hax und T.L. Magnanti Applied Mathematical Programming, Addison-Wesley,1977.  Domschke W and A. Drexl Einführung in Operations Research, 9th Ed., Springer, 2015.Hillier FS and Lieberman GJ Introduction to Operations Research, 9th ed., McGraw-Hill, 2010.Winston WL Operations Research, 5th Ed., Thomson, 2004.", "Responsible for Module": "Kiesmüller, Gudrun; Prof. Dr. rer. nat.", "Courses (Type of course, Weekly hours per semester), Instructor": " Management Science - Exercise (WIHN1137) (MiM  Campus Heilbronn) (Übung, 2 SWS)Kiesmüller G, Management Science (WIHN1137) (MiM Campus Heilbronn) (Vorlesung, 2 SWS)Kiesmüller G, Management Science - Ergänzende Übung (Tutorium) (WIHN1137) - MIM Heilbronn (Übung, 2SWS)Kiesmüller G [L], Pham TFor further information in this module, please click campus.tum.de or here."}, "WIHN1138: Investment and Financial Management (MiM) | Investmentand Financial Management (MiM) [IaF]": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The grading is based on a written exam with a duration of 120 minutes. To test whether thestudents acquired the theoretical basics in financial analysis and investment planning, multiplechoice questions are asked, where they have to find the correct or incorrect statement amongseveral alternative statements. By using a calculator and the formulary issued by the chair, thestudents for example have to analyze investment projects, create the optimal capital structure ofprojects or firms, evaluate bonds, stocks, or equity options to  demonstrate their ability to applyfinancial tools based on finance theory and to critically analyze different problem sets which finallyresults in a context-based conclusion.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "None", "Content": "The module will give students a broad understanding of the instruments to analyse and evaluateinvestment opportunities. Subsequent, a complete list of these methods- Financial Statement Analysis (balance sheet analysis, analysis of profit and loss account)- Investment Analysis (net present value method, actuarial return)- Capital Budgeting (determination of free cashflows, choosing between alternatives)- Cost of Capital (equity costs, borrowing costs, capital costs)- Capital Structure WIHN1138: Investment and Financial Management (MiM) | Investment and Financial Management (MiM) [IaF]", "Intended Learning Outcomes": "Upon completion of this module students will be able to name and apply important measures ofcompany performance indicators, create an optimal capital structure for companies and investmentprojects in a world without taxes (Modigliani-Miller) and with taxes (valuing the tax shield), whichultimately enables them to analyse and evaluate investment opportunities. Finally, students willbe able to understand and analyse companies' investment decision making process and to createinvestment as well as capital budget plans. Furthermore, students will be able to to rememberand understand key theories of corporate finance and to apply fundamental methods of corporatefinance which sets the fundamental basis for the overall module. ", "Teaching and Learning Methods": "The module will combine several learning methods.- Weekly Lecture Presentation of theoretical basics and applied examples, supported by slides. Asa better learning effect is reached by a dynamic learning environment, the student can join in livesurveys with onlineTED. - Excercise available on several dates Calculation of selected exercises from the set of exercisesin small groups so the students can directly ask questions about the calculations.- Set of exercises with applied examples for individual practising of exercises.", "Media": "Presentations, exercises with solutions, onlineTED", "Reading List": "Berk/DeMarzo, Corporate Finance, 3rd. Edition, Pearson.", "Responsible for Module": "Müller, Sebastian; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " Investment and Financial Management Tutorium - MiM Heilbronn (Tutorium, 2 SWS)Akhani A, Investment and Financial Management (WIHN1138) MiM Heilbronn - Vorlesung (Vorlesung, 2SWS)Müller S, Investment and Financial Management (WIHN1138) MiM Heilbronn - Exercise (Übung, 2 SWS)Müller S [L], Gong ZFor further information in this module, please click campus.tum.de or here."}, "WIHN1139: Financial Accounting (MiM) | Financial Accounting (MiM)": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "152", "Contact Hours": "28", "Description of Examination Method": "The examination of the students success consists of a written exam (60 min, multiple choice).Students may use a non-programmable calculator as helping material. In the exam studentsshow that they are able to correctly record financial transactions using double-entry bookkeeping.Moreover, in the exam students demonstrate that they can discuss accounting theories and newstandards of IFRS as well as conduct financial statement analyses. ", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "None", "Content": "The first part of the module teaches the the technique of double-entry bookkeeping and ofconstructing financial statements at the end of the fiscal year. The second part introducesimportant standards under IFRS. The third part explains financial statement analysis.", "Intended Learning Outcomes": "Upon successful completion of this module, students are able to record business transactionsor (re-)valuations using double-entry bookkeeping and to construct individual and consolidatedfinancial statements according to International Financial Reporting Standards (IFRS). They cancritically discuss the impact of new or revised accounting standards on financial statments and onmanagerial behavior. Students can evaluate important accounting theories. Moreover, they areable to identify leeway for earnings management, to evaluate its level in financial statements andits impact on current and future performance. Finally, they are able to analyse the financial position,the performance and the financial stability of firms using data from financial statements. Usingthese analyses students can compare international firms.", "Teaching and Learning Methods": "The module consists of two parts. The first part is an online lecture and a corresponding exercise.In the lecture the relevant methods and theories are conveyed. In the exercise the content ofthe lecture and its understanding is deepened and extended by exercises and case studies inwhich real financial statements are discussed. The second part of the module is a regular lecture.The exercise is integrated in this lecture. Relevant scripts and exercises can be downloaded viaMoodle.", "Media": "Script, tutorials, case studies, moodle", "Reading List": "Buchholz, Rainer Grundzüge des Jahresabschlusses nach HGB und IFRS, 8. Aufl., München2013Meyer, Claus Bilanzierung nach Handels-und Steuerrecht, 27. Auflage, Herne 2016.IASB International Financial Reporting Standards", "Responsible for Module": "Stich, Michael; Prof. Dr. rer. oec.", "Courses (Type of course, Weekly hours per semester), Instructor": " Financial Accounting (WIHN1139) (MiM Campus Heilbronn) (Vorlesung mit integrierten Übungen, 4SWS)Bartkowiak MFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program M.Sc. Masterstudiengang Management am CampusHeilbronnGenerated on 29.07.2021 WIHN1056_1: Principles of Economics | Principles of Economics"}, "WIHN1056_1: Principles of Economics | Principles of Economics": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Students receive credit for the module by passing a multiple choice exam (written, 120 minutes).The exam is a means to measure the participants' understanding of  fundamental micro- andmacroeconomic concepts and methods. Moreover the exam assesses the students' ability to applyeconomic theory to concrete problems.Hereby, participants demonstrate their capacity for abstraction (thinking in economic models) andconcretization (interpreting and applying the results of the model).", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "None", "Content": "This module provides an introduction to the basic concepts of economics. It is divided into twoparts micro- and macroeconomics.Microeconomics deals with the behavior of individual agents, such as households, firms, andpublic institutions and with their interaction on markets. How can market demand be derived fromthe consumption choices of households? How can market supply be derived from the productiondecisions of firms? Which mechanisms give rise to an equalization of demand and supply? Whatare the consequences of market failure, and what can the state do about it?Macroeconomics takes an aggregated perspective; it analyzes the economy as a whole. How caneconomic activity, inflation, and unemployment be measured? What are the factors that determineeconomic growth? Which mechanisms give rise to economic fluctuations, and how can thesefluctuations be mitigated through fiscal and monetary policy?", "Intended Learning Outcomes": "At the end of the module the students will be able to understand and explain the basic principles ofeconomics. On the micro level, this includes consumer behavior as well as firms' production decisions. Thestudents will be able to analyze basic mechanisms that give rise to the equalization of supplyand demand in competitive markets. Having attended the module, the students will be able tounderstand the interrelation between market power and social welfare and will be able to explainmarket failures. On the macro level, students will be able to identify and explain the main sourcesof growth, unemployment and inflation. Moreover, they will be able to analyze the basic tools of monetary and fiscal policy.", "Teaching and Learning Methods": "The module consists of a lecture as well as an integrated exercise. The lecture content will beconveyed to the students by means of a verbal presentation. In the exercise participants applythe acquired knowledge by solving exercises and implementing case studies. The course aims atencouraging students to independently deliberate the economic problems, which are discussed inthe lecture and in the relevant literature.", "Media": "text books, script", "Reading List": "Baumol, William J. and Alan S. Blinder (2015) Economics - Principles and Policy. BostonCengage AND Krugman, Paul and Robin Wells (2015) Economics. New York Worth ANDMankiw, Gregory N. and Mark P. Taylor (2017) Economics. Boston Cengage", "Responsible for Module": "Freiherr von Weizsäcker, Robert; Prof. Dr. rer. pol. habil.", "Courses (Type of course, Weekly hours per semester), Instructor": " Principles of Economics (MIM Campus Heilbronn) (Vorlesung, 2 SWS)Feilcke C, Principles of Economics - Exercise (MIM Campus Heilbronn) (Übung, 2 SWS)Feilcke CFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program M.Sc. Masterstudiengang Management am CampusHeilbronnGenerated on 29.07.2021"}, "WIHN1122: Introduction to Business Law (MiM) | Introduction toBusiness Law (MiM)": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The final assessment will be held as a written exam of 120 minutes.  The exam consists of twoparts which count for approximately 50 per cent each and forming the overall mark.  In the first part of this exam, students will be asked theoretical questions. This will demonstrateto what extent they have memorized and understood principles of the law of contracts, torts,company law, IP and competition law. In the second part, students will also be asked to applytheir knowledge to known and fictional cases. This demonstrates if students have developedthe required legal analytical skills. Students also need to demonstrate their ability to apply theirknowledge to fact settings not discussed in the lecture, and to evaluate the legal consequences.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "None", "Content": "This module covers the legal essentials of running a business in technology driven markets inGermany and in the European Union. It focuses on typical problems which entrepreneurs andemployees might encounter in practice (scenario-based approach). Topics covered will be, interalia, the formation and termination of contracts, selected types of contract (in particular, sale ofgoods), torts, property law, the law of business associations, intellectual property law, competitionlaw. WIHN1122: Introduction to Business Law (MiM) | Introduction to Business Law (MiM)", "Intended Learning Outcomes": "At the end of this module students will be able (1.) to name and understand essentials of the legal framework for technology oriented businessesin Germany and in the European Union; (2.) to grasp and apply the legal principles regulating business activity, in particular regardingliability under tort, contract, company, intellectual property and competition law;(3.) to analyse legal implications of typical business situations and to identify their options;(4.) to present the results of their analysis in a written analysis.", "Teaching and Learning Methods": "The lecture will cover the theoretical aspects of the module in a discussion with the lecturer. Theexercise will focus on case studies. It will provide the opportunity to work individually or in groupson case scenarios (known and unknown), covering various issues of German and European law.The purpose is to repeat and to intensify the content discussed in the lecture and to review andevaluate legal issues from different areas of law in everyday situations. Students will develop theability to present these findings in a concise and well-structured written analysis. ", "Media": "Presentations (PPT), Cases", "Reading List": "Gerhard Robbers, \"An Introduction to German Law\", 6th edition 2016; additional reading material will be made available on the course Moodle site prior to the start of thesemester. ", "Responsible for Module": "Jung, Stefanie; Prof. Dr. jur.", "Courses (Type of course, Weekly hours per semester), Instructor": " Introduction to Business Law (WIHN1122) MIM Heilbronn - Exercise (Übung, 2 SWS)Jung S, Introduction to Business Law (WIHN1122) MIM Heilbronn - Lecture (Vorlesung, 2 SWS)Jung S ( Haag A )For further information in this module, please click campus.tum.de or here., Module Catalog of the study program M.Sc. Masterstudiengang Management am CampusHeilbronnGenerated on 29.07.2021"}, "WIHN1185: Entrepreneurial, Strategic, and International Management |Entrepreneurial, Strategic, and International Management": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The grading of the module is based on a written exam (120 Minutes). First, the written form ofthe exam allows a comprehensive assessment of students' knowledge and understanding of thebasic principles of entrepreneurship. They will answer questions about the concepts explainingthe mindset of entrepreneurial individuals and the management of entrepreneurial firms asintroduced in the lecture. They will also answer questions about basic definitions of specific typesof entrepreneurship and entrepreneurial behavior. Second, the written exam requires studentsto show their ability to reproduce fundamental knowledge about strategic and internationalmanagement by answering questions about theories, models and methods related to managementas well as strategies of multinational enterprises. The exam also assesses students´ ability tounderstand the fundamentals of strategic and international management as well as to identifyand analyze challenges and problems of multinational firms because they will answer questionsrelated to management concepts, stakeholder management, finance, market entry of firms etc.The written exam will include single choice questions. Resources such as books, course slides,personal notes, etc. are not allowed to answer the questions.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "None WIHN1185: Entrepreneurial, Strategic, and International Management | Entrepreneurial, Strategic, and InternationalManagement", "Content": "Entrepreneurship provides students with knowledge of the theoretical concepts and models ofentrepreneurship. The set up of this first part is twofold(1) Students will acquire in-depth theoretical knowledge on- Definitions, regional aspects, and special forms of entrepreneurship in a complex and uncertainenvironment- Entrepreneurial individuals, including their personality, creativity, idea development, cognition,opportunity recognition, decision making, and affect- Entrepreneurial firms, including their growth strategies, strategic alliances, and resources.(2) Beyond that, students will engage in break out group workshops to personally experience theprocess of opportunity recognition and development. In these workshops they will work in teamsand apply theoretical models from academic literature to real world entrepreneurial problems.Furthermore, students give presentations to the audience and discuss their results.", "Intended Learning Outcomes": "First, students will know and be able to explain basic concepts of entrepreneurship including basicdefinitions, psychological processes and characteristics of the person of the entrepreneur, andpotential development paths of young firms. Second, students will transfer this basic knowledgeto real world cases. Thus, students will be able to solve entrepreneurial problems in real worldsettings drawing on theoretical frameworks of the entrepreneurialprocess. Third, upon successful completion of this module, students are able to understand andreproduce fundamental knowledge about the management of multinational enterprises. Fourthstudents are able to explain and apply theories,models and methods related to international management as well as strategies of multinationalenterprises. Finally, students are able to identify and analyze challenges and problems inmultinational enterprises respectively; they are able to develop and outline solution approaches byapplying theoretical concepts.", "Teaching and Learning Methods": "The module will combine several learning methods. WIHN1185: Entrepreneurial, Strategic, and International Management | Entrepreneurial, Strategic, and InternationalManagement", "Media": "Presentations, exercises, case studies, online materials, Online video material (download) Digitally retrievable script (download)International academic literature (English)", "Reading List": "EntrpreneurshipHisrich, R. D., Peters, M. P., & Shepherd, D. A. (2010). Entrepreneurship (8th ed.). New YorkMcGraw-Hill.Read, S., Sarasvathy, S., Dew, N., Wiltbank, R. & Ohlsson, A.-V. (2010). EffectualEntrepreneurship. New York Routledge Chapman & Hall.Strategic and International ManagementCyert, R.M., March, J.G. (1963). A Behavioral Theory of the Firm. Englewood Cliffs Prentice-Hall.Chapter 3 \"Organizational Goals\".Drucker, P. M., (1954). The practice of management. New York Harper. Chapter 1-3.Freeman, R.E. (1994). Strategic Management A Stakeholder Approach. Cambridge CambridgeUniversity Press, Chapter 1 \"The stakeholder approach\".Hambrick, D.C. & Fredrickson, J.W. (2005). Are you sure you have a strategy? Academy ofManagement Executive, 19(4), 51-62.Johnson, G., Whittington, R., Scholes, K. (2014). Exploring Strategy. Text and Cases. HarlowPearson. Chapter 13, 430-461.Noorderhaven, N. (1995). Strategic decision making. Addison-Wesley 162-174.Peng, M., Meyer, K., (2011). International Business. London Cengage Learning. Chapter 1 andChapter 12, 359-387.Porter, M. (1996) What is Strategy? Harvard Business Review, No. 6, 61-78.Rothaermel, F.T. (2013). Strategic Management, New York Mc Graw-Hill. Chapter 1.Van Horne, J.C., Wachowicz, J.M. (2008). Fundamentals of Financial Management, EdinburghGate Pearson Education Limited,13th edition. Chapter 1, 6, 15. WIHN1185: Entrepreneurial, Strategic, and International Management | Entrepreneurial, Strategic, and InternationalManagement", "Responsible for Module": "Bird, Miriam; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Entrepreneurship (WIHN1185) - Ergänzende Übung (MiM Campus Heilbronn) (Übung, 2 SWS)Bird M, Entrepreneurship (WIHN1185) (MiM Campus Heilbronn) (Vorlesung, 2 SWS)Bird M, Strategic International Management (WIHN1185) (MIM Campus Heilbronn) (Vorlesung, 2 SWS)Dlouhy KFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program M.Sc. Masterstudiengang Management am CampusHeilbronnGenerated on 29.07.2021, 31 of 150, Page 32, Electives in Management | Wirtschaftswissenschaftliche Wahlmodule, Electives in Management | Wirtschaftswissenschaftliche Wahlmodule, Within the framework of the elective subject in management, students will perform examinations inthe field of management from a supplementary elective catalogue amounting to at least 30 credits.The supplementary catalog of elective modules will be published by TUM School of Managementin appropriate form in good time before the first day of classes."}, "WIHN9684: Project Studies | Projektstudium": {"Module Level": "Master", "Language": "German/English", "Duration": "one semester", "Frequency": "winter/summersemester", "Credits": "12", "Total Hours": "360", "Self-study Hours": "330", "Contact Hours": "30", "Description of Examination Method": "Grading is based on a project work. The project work consists of a written project report in (30pages + appendix) and a presentation (30 minutes). A student team of 2-5 students works ona specific problem set within a company or any other similar institution. The team runs throughseveral project stages problem definition, division of work/tasks, decision making processes,and realization. Throughout this process, the students show that they can develop appropriatestrategies to cope with the set of problems. They show that they are able to compose the stateof research. In addition they demonstrate their ability to develop their own specific approachfor a solution based on scientific knowledge as well as methodical skills. Students demonstratetheir ability within a team to manage resources, and deadlines through timely submission of theenumerated tasks. Students demonstrate that they are able to complete the tasks of their projectin a team environment. Grading will especially take into account the overall working outcomeof the project with respect to the initial problem set, the selection and application of the chosenmethodology as well as the analyses and discussion of the main findings. The project work is setup in a way which enables the identification and evaluation of each student's individual contributionto the project's success.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Basic knowledge in Business Administration", "Content": "The project study consists of a specific problem statement or challenge which a company or anyother similar institution is confronted with. This challenge may have a research related or practicalcharacter. The project study and its findings regarding the outlined problem set are based onstudents' academic knowledge gained through their study programs.  Examples of topics covered in the context of a project study include (non-exhaustive list):- Analyzing potential sales volumes of a new market- Identifying potential optimization actions regarding a supply chain- Creating a financing concept for a company- explaining problems of the logistic sector and developing appropriate optimization solutions- Developing specific use cases for new electronic payment procedures and deriving appropriateproduct specifications- Capturing and processing key performance indicators (KPIs) in controlling and the developmentof recommended actions- Developing and conceptualizing a marketing strategy and deriving recommendations forimplementation in the given market- or company environment", "Intended Learning Outcomes": "After successful participation in the module, students are able to work on projects in a systematicand academic manner. Students demonstrate their ability to complete a project end-to-endthroughout all project stages problem definition, division of work/tasks, development of solutions,decision making processes, realization, result presentation, and project report. Students developtheir ability to apply theoretical concepts to the identified problem set and develop their analyticalsolution finding skills through team discussions. Students are able to exchange in a professionaland academic manner within a team. They show that they are able to integrate involved personsinto the various tasks considering the group situation. Furthermore the students conduct solutionprocesses through their constructive and conceptual acting in a team. Students demonstrate theirability to manage resources, and deadlines through timely submission of the enumerated tasks instages throughout their research projects.", "Teaching and Learning Methods": "The team-based development (2-5 students) of the project solution encourages the students todeal soundly with an academic or practical subject based on their previously acquired academicknowledge. Team work is particularly suitable for tackling problem sets and writing a report, fordeveloping constructive critique to others and for implementing appropriate solutions to thesecritiques. The project may happen at the premises of the respective company/institution or froma remote location. They are able to communicate the evolvement of the project by composing aproject report and preparing a presentation of their solutions to the supervisors from the companyas well as the university. The project is supervised jointly by mentors from the respective company/institution and the professor of the TUM School of Management. The supervision takes placethrough a kick-off meeting as well as an interim meeting. With regards to content the project studytakes an approximate time of three month. ", "Media": "literature, presentations", "Reading List": "Project Management Institute (2013) A Guide to the Project Management Body of Knowledge(PMBOK® Guide) - Fifth EditionFurther literature based on the specific topic ", "Responsible for Module": "Müller, Sebastian; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here., Module Catalog of the study program M.Sc. Masterstudiengang Management am CampusHeilbronnGenerated on 29.07.2021"}, "IN4426: Master-Seminar - Digital Transformation & Sustainability |Master-Seminar - Digital Transformation & Sustainability": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Scientific paper and presentation. Each participant works in a group with other participantson a case study of a specific sustainability project leveraging digital technology within anorganization. Using self-researched scientific literature and interviews as well as observations inthe organization, participants will prepare a written scientific report. Results will be presented to theother participants of the seminar in a lecture and supported by visual media such as slides. It willalso be evaluated how students respond to questions, suggestions and discussion points aboutresults and presentation, as well as participation in the scientific discussion about the work andpresentations of other participants. At the beginning of the seminar, the lecturer will announce howthe individual achievements will be weighted to determine the grade.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "", "Content": "", "Intended Learning Outcomes": "Understanding of strategic choices and operational implementation of digital transformation andsustainability; Ability to carry out empirical case studiesIn this seminar students will• develop an understanding of the drivers and inhibitors of sustainability• get practical insights into sustainability strategy making and planning• get hands-on experience in conducting a major case study with a real organization• work in a team IN4426: Master-Seminar - Digital Transformation & Sustainability | Master-Seminar - Digital Transformation &Sustainability", "Teaching and Learning Methods": "This is a truly multi-disciplinary course. It lies at the intersection of – among others – sustainability,information systems, business strategy, IT strategy, organizational leadership, organizationalchange management, technology adoption and diffusion.Organizational Notes- While the seminar language is English, some commandment of German may be of advantage.- The seminar will comprise several milestone events. Exact dates have not been finalized and willbe announced in due course.", "Media": "Slides, scientific papers, (virtual) excursions", "Reading List": "Yin, Robert K. (2009). Case study research design and methods. Sage, Thousand Oaks, CA.", "Responsible for Module": "Krcmar, Helmut; Prof. Dr. rer. oec.", "Courses (Type of course, Weekly hours per semester), Instructor": " Master-Seminar - Digital Transformation & Sustainability (IN2107, IN4426) (Seminar, 2 SWS)Krcmar H [L], Przybilla L, Krcmar HFor further information in this module, please click campus.tum.de or here. IN4831: Master-Seminar - Digital Transformation | Master-Seminar - Digital Transformation"}, "IN4831: Master-Seminar - Digital Transformation | Master-Seminar -Digital Transformation": {"Module Level": "Master", "Language": "German/English", "Duration": "one semester", "Frequency": "winter/summersemester", "Credits": "6", "Total Hours": "150", "Self-study Hours": "120", "Contact Hours": "30", "Description of Examination Method": "Scientific paper (1/3) and presentation (2/3). Each participant works in a group with otherparticipants on a case study of a company's digital transformation strategy. Using self researchedscientific literature and interviews as well as observations in the company, a written elaboration willbe prepared. The results of the work will be presented to the other participants of the seminar ina lecture and supported by visual media such as slides. It will also be evaluated how the studentresponds to questions, suggestions and discussion points about his work and presentationand how he participates in the scientific discussion about the work and lectures of the otherparticipants. Before the beginning of the seminar, the lecturer will announce how the individualachievements will be weighted to determine the grade.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "None", "Content": "\"Digital transformation – the use of technology to radically improve performance or reach ofenterprises – is becoming a hot topic for companies across the globe. Executives in all industriesare using digital advances such as analytics, mobility, social media and smart embeddeddevices – and improving their use of traditional technologies such as ERP – to change customerrelationships, internal processes, and value propositions. Other executives, seeing how fast digitaltechnology disrupted media industries in the past decade, know the need to pay attention tochanges in their industry.\" (Westerman et al. 2014) IN4831: Master-Seminar - Digital Transformation | Master-Seminar - Digital Transformation", "Intended Learning Outcomes": "In this seminar you will", "Teaching and Learning Methods": "This is a truly multi-disciplinary course. It lies at the intersection of – among others – informationsystems, business strategy, IT strategy, organizational leadership, organizational changemanagement, technology adoption and diffusion.", "Media": "Slides, scientific papers, excursions", "Reading List": "• Oswald, Gerhard; Krcmar, Helmut (Ed.) Digitale Transformation – Fallbeispiele undBranchenanalysen. Springer Fachmedien Wiesbaden, 2018• Riasanow, Tobias; Soto Setzke, David; Böhm, Markus; Krcmar, Helmut Clarifying the Notionof Digital Transformation A Transdisciplinary Review of Literature. Journal of Competences,Strategies and Management 10, 2019, 5-36• Yin, R. K. (2017). Case study research and applications Design and methods. Sage publications.", "Responsible for Module": "Kemper, Alfons; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Master-Seminar - Digital Transformation (IN2107, IN4831) (Seminar, 2 SWS)Krcmar H [L], Flötgen R, Soto Setzke D, Wittges H, Oswald GFor further information in this module, please click campus.tum.de or here. WIHN0014: Corporate Campus Challenge | Corporate Campus Challenge"}, "WIHN0014: Corporate Campus Challenge | Corporate CampusChallenge": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "150", "Contact Hours": "30", "Description of Examination Method": "Students will present a prototype and business case in a final presentation. Furthermore, they willwrite a report which will be examined. The final grade is averaged as follows60 % Final presentation 40 % Scientific paper (critical reflection on the prototype development process by using relevantscientific literature) ", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "None", "Content": "• Customer needs• Research & empathic exploration• Value proposition• Design thinking methodology• Business model and ecosystem modeling• Rapid prototyping• Scientific reasoning and writing", "Intended Learning Outcomes": "At the end of the module, students are able to• apply methods of idea generation and need-finding to stimulate creativity and recognize businessopportunities• create design prototypes in order to demonstrate their proposed solutions and gather feedback WIHN0014: Corporate Campus Challenge | Corporate Campus Challenge", "Teaching and Learning Methods": "In this course, students will work in interdisciplinary teams to develop innovative solutions forchallenges provided by industry partners. Over the course of 8 weeks, students will receivecoaching sessions, individual mentoring, tutorials, and practical courses on the use of machinesand equipment (3D printer, laser cutter, sensors, etc.). Students will present their first resultsthrough a presentation and a live prototype to gather feedback. At the end of the course, a workingprototype and the business case will be presented during a final presentation.", "Media": "Slides, scientific papers, handbooks, physical events", "Reading List": "Lewrick, M., Link, P., & Leifer, L. (2018). The design thinking playbook Mindful digitaltransformation of teams, products, services, businesses and ecosystems. John Wiley & Sons.", "Responsible for Module": "", "Courses (Type of course, Weekly hours per semester), Instructor": " Corporate Campus Challenge (WIHN0014) (Seminar, 4 SWS)Przybilla LFor further information in this module, please click campus.tum.de or here. WIHN1181: Advanced International Experience | Advanced International Experience"}, "WIHN1181: Advanced International Experience | Advanced InternationalExperience": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter/summersemester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "180", "Contact Hours": "0", "Description of Examination Method": "Students have to pass a written single-choice exam. The module examination consists of a written90-minute single-choice exam. The test examine deeper knowledge of the meaning of culture,cultural differences and resulting difficulties. Tasks which refer to scientific cultural conceptsverify that students are able to distinguish between different cultural dimensions and standards,for example the cultural dimensions of Geert Hofstede's concept. Tasks which refer to differentmanagement styles and working cultures examine that students are able to analyse how differentcultural backgrounds influence working in an international business context, for example a WesternManagement style. Tasks which refer to country-specific cultural differences proof that studentsare able to interpret critical intercultural situations correctly and offer adequate behavioral patterns.Tasks which refer to intercultural communication check that students are able to distinguishbetween different communication styles influenced by culture and know how to communicateadequately with members of different cultures, for example cultures with a direct communicationstyle.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Students have to complete a stay abroad relevant to their subject of studies before they canbe admitted to the module. In general, for this purpose international study experience, practicaltraining abroad as well as the completion of a project study or master's thesis is accepted. (Details seehttps//www.wi.tum.de/programs/master-in-management/downloads/https//www.wi.tum.de/programs/master-consumer-affairs/downloads/https//www.wi.tum.de/programs/master-mt/downloads/) WIHN1181: Advanced International Experience | Advanced International Experience", "Content": "This module gives an introduction to basic theoretical knowledge in scientific conceptualisationof culture, cultural differences and difficulties as well as their overcoming. During the modulevarious scientific definitions of culture and different scientific approaches of cultural dimensionsare outlined. By means of selected cultural characteristics and practical examples it is explainedhow to deal with different matters occurring when people with different cultural background interact.Additionally, different management styles in view of different cultures are declared. During themodule explanatory approaches to difficulties which result from different cultural backgrounds inan international business environment are elaborated on. Further approaches how to overcomethese difficulties are outlined by means of practical examples in a global working environment andin international teams. In addition, basic theoretical knowledge in communication and differentmodels of communication are provided. Furthermore, it is defined how to deal with differentcommunication styles of different cultures and how to communicate adequately in an internationalcontext. For this purpose, selected cultural characteristics and practical examples are used.Within the framework of the course students are asked to reflect, analyse and evaluate alreadyexperienced situations in view of the discussed theoretical models. Additionally, ethically relevantproblem areas in international/intercultural businesses are outlined.", "Intended Learning Outcomes": "After attending this module students are able to apply basic scientific approaches to culture andcultural differences. On basis of appropriate knowledge about cultural theories, particular cultures,as well as general knowledge about the issues occurring when people with different culturalbackgrounds interact the students are able to analyse cultural differences and difficulties in anintercultural business context, as well as to interpret and overcome them. Additionally, studentsare aware of different communication styles in different cultures and know to apply this knowledgein intercultural communication situations. Furthermore, students will bear integrity, ethics andresponsibility in mind when making management decisions in a multicultural business environment.Students are also able to reflect their experience abroad with scientific intercultural knowledge anddevelop an open-mindedness and sensitivity with respect to cultural differences.", "Teaching and Learning Methods": "The module is created as an online-course. It is divided in various thematic areas which containbasic theoretical knowledge. In addition, practical examples, case studies and videos illustraterelevant concepts and their application in an international (business-) environment. Furtherexercises are provided at the end of each thematic area in order to encourage students to tacklewith specific intercultural subjects and to develop kind of intercultural sensitivity. Additionally, abibliography is prepared for students' self-study. Practice questions for exam preparation are alsooffered.", "Media": "Digital Scripts (PowerPoint Slides, PDF files), videos, scientific literature, exercises", "Reading List": "Standard references (amongst others) WIHN1181: Advanced International Experience | Advanced International Experience", "Responsible for Module": "Moog, Martin; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Advanced International Experience (WI001181, WIHN1181) (Vorlesung, 4 SWS)Moog M [L], Lehmann M, Moog MFor further information in this module, please click campus.tum.de or here. WI700002: Credits from TUM | Anerkannte Leistungen der TUM"}, "WI700002: Credits from TUM | Anerkannte Leistungen der TUM": {"Module Level": "", "Language": "", "Duration": "", "Frequency": "", "Credits": "", "Total Hours": "", "Self-study Hours": "", "Contact Hours": "", "Description of Examination Method": "", "Repeat Examination": "", "(Recommended) Prerequisites": "", "Content": "", "Intended Learning Outcomes": "", "Teaching and Learning Methods": "", "Media": "", "Reading List": "", "Responsible for Module": "", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here."}, "WI700003: Credits from a Foreign University | Anerkannte externeLeistungen": {"Module Level": "", "Language": "", "Duration": "", "Frequency": "", "Credits": "", "Total Hours": "", "Self-study Hours": "", "Contact Hours": "", "Description of Examination Method": "", "Repeat Examination": "", "(Recommended) Prerequisites": "", "Content": "", "Intended Learning Outcomes": "", "Teaching and Learning Methods": "", "Media": "", "Reading List": "", "Responsible for Module": " WI700003: Credits from a Foreign University | Anerkannte externe Leistungen", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here., Module Catalog of the study program M.Sc. Masterstudiengang Management am CampusHeilbronnGenerated on 29.07.2021"}, "WIHN0037: Business-to-Business Contract Negotiations | Business-to-Business Contract Negotiations": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "irregularly", "Credits": "6", "Total Hours": "180", "Self-study Hours": "150", "Contact Hours": "30", "Description of Examination Method": "The examination consists of a presentation of contents and results of the seminar paper in a 30minutes oral report, including subsequent discussion (25% of the grade) of the results. Moreover,students will prepare a seminar paper. In order to support students in writing their seminar papers,there will be regular discussions about the progression of the project and next steps (seminarpaper and regular discussions = 50% of the grade). On top of that, students participation in thenegotiation simulations and the subsequent discussions will be evaluated (25% of the grade). Theseminar paper and the corresponding presentation are a means to measure the student’s ability tounderstand a scientific subject, to evaluate literature as well as to develop, conduct and analyzequestionnaires. By doing a presentation, students show that they can summarize the subject,present it to an audience, and to conduct a discussion about the presented subject. Regulardiscussions with the instructor measure the student’s ability to develop an idea from initial conceptsto the complete picture within a given timeframe. The participation in the negotiation simulationsmeasure the students ability to apply their theoretical knowledge in practice and to reflect on itafterwards. ", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "None", "Content": "Basic terms of contract negotiations (like BATNA and ZOPA etc.);Negotiation strategies and concepts (Harvard negotiation concept, win-win, win-lose etc.); Effects of behavioural economics and negotiation tactics based on it (anchoring effect etc.);Negotiation tactics (based on deception, pressure and defensive tactics etc.);Principal agent problem in negotiations;Communication (question techniques, answer techniques, argumentation techniques);Emotions (core concerns framework);Gender aspects in contract negotiations.", "Intended Learning Outcomes": "Students learn the economic and psychological basics of contract negotiations as well as importantcommunication tools for negotiations. They know the Harvard negotiation concept including itsweaknesses and the most important strategies in contract negotiations. They are familiar withthe essential tactics. Student know how to apply these tactics or respectively how to react tothese tactics if applied by the negotiation partner. They can distinguish different negotiation styles.Students have experienced the functioning of individual tactics during negotiation simulations andare able to understand the dynamics underlying a specific negotiation. In the area of interdisciplinary competences, students strengthen their communication andargumentative skills (especially through the negotiation simulations) and their ability to work in ateam (especially through group work in the context of presentations and negotiation simulations ina team).", "Teaching and Learning Methods": "This module is held as an interactive seminar/lecture. Negotiation simulations and gamesare integrated into the course so that students learn to implement tactics and strategies. Thenegotiation games are designed to simulate practice. Students are encouraged to activelyparticipate in the negotiation simulations and to get involved in the subsequent discussions.Video recordings are used to reflect on what has been experienced. Moreover, students will doresearch on a specific research question and write a seminar paper. In this framework, studentswill have to perform research of reference materials, design a questionnaire, conduct interviewswith negotiators and analyse the answers. In order to support the students in their work individualappointments will be offered. Students will present their work in class. ", "Media": "Simulations, Exercises, Videos, Self-Tests, PPT, Whiteboard", "Reading List": "Jung/Krebs, The Essentials of Contract Negotiation (2019)", "Responsible for Module": "Jung, Stefanie; Prof. Dr. jur.", "Courses (Type of course, Weekly hours per semester), Instructor": " Business-to-Business Contract Negotiations (WIHN0037) (Seminar, 4 SWS)Jung S ( Dowse M, Haag A, Hsu Y )For further information in this module, please click campus.tum.de or here. WIHN0049: Economic Analysis of Contracts, Competition and Companies | Economic Analysis of Contracts, Competitionand Companies"}, "WIHN0049: Economic Analysis of Contracts, Competition andCompanies | Economic Analysis of Contracts, Competition andCompanies": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "irregularly", "Credits": "6", "Total Hours": "180", "Self-study Hours": "146", "Contact Hours": "34", "Description of Examination Method": "The examination includes an oral report where the students will present and discuss their workfor the seminar paper (30% of the grade). Moreover, students will prepare a seminar paper.In order to support students in writing process, there will be regular discussions about theprogression of the project (seminar paper and regular discussions = 50% of the grade). On topof that, students' participation in the classes' discussions of cases will be evaluated (20% of thegrade). The active participation in the case discussions measures the students' ability to use thetheoretical knowledge of the seminar to analyze real complex situations. The written examinationand the corresponding presentation are means to evaluate the student’s ability to work with acase, incorporate legal and economic concepts and present a sound study that incorporates theseminar's topics. In the oral report, students also show that they can summarize, academicallypresent, and discuss the subject. Finally, regular discussions with the instructor measure thestudent's ability to develop an idea, shape it and elaborate a structured project within a giventimeframe.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "None", "Content": "Market structures (perfect competition, monopoly, oligopoly, monopolistic competition)Anti-competitive practices horizontal and vertical restraints (dumping, price fixing, cartels, etc.)European regulation and cases. Economic criteria to analyze situations related to these topics in business environments.  WIHN0049: Economic Analysis of Contracts, Competition and Companies | Economic Analysis of Contracts, Competitionand Companies", "Intended Learning Outcomes": "Students get to know different market structures and their regulation. They acquire elementsto analyze and discuss how those structures and the legal mechanisms affect consumers andfirms. Participants will gain a basic understanding of contractual structures that are relevantfor the economic analysis of the legal framework. Finally, students will learn how to combinetheir knowledge about topics with the discussion of cases, integrating praxis elements into theiranalysis. Thus, they can evaluate whether practices in this area are legal and/or economicallysensible according to context information.Argumentative and analytical competencies are strengthened since cases are always openfor debate. Their ability to propose creative solutions and work in a team will also be exercisedcontinuously in their work cases. ", "Teaching and Learning Methods": "This seminar presents concepts and tools to analyze competition practices and market structuresfrom a legal and an economic point of view. The seminar integrates a case study with the topics,so students have the opportunity to apply their learnings and implement them in their analysis.Students will study a specific case, expose their understanding, and analyze the case using legaland regulatory elements and economic criteria. Finally, students will present their work in class.", "Media": "Case studies,exercises, PPT, Whiteboard", "Reading List": "Mankiw, Principles of Economics (2014); Kovac/Vandenberghe, Economic evidence in EUCompetition Law (2018); Posner, Economic Analysis of Law (2014)", "Responsible for Module": "Jung, Stefanie; Prof. Dr. jur.", "Courses (Type of course, Weekly hours per semester), Instructor": " Economic Analysis of Contracts, Competition and Companies (WIHN0049) (Seminar, 4 SWS)Jung SFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program M.Sc. Masterstudiengang Management am CampusHeilbronnGenerated on 29.07.2021 WIHN0009: Advanced Seminar Finance & Accounting: Case Studies in Digital Business | Advanced Seminar Finance &Accounting: Case Studies in Digital Business"}, "WIHN0009: Advanced Seminar Finance & Accounting: Case Studiesin Digital Business | Advanced Seminar Finance & Accounting: CaseStudies in Digital Business": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "140", "Contact Hours": "40", "Description of Examination Method": "The examination is a project work and consists of three parts 1. presentations of solutions togiven cases (25%); 2 presentation of a case developed by students themselves (ca. 30 minutes)(35%); 3. written case study including a template solution (ca. 15 pages) (40%). The presentationsof solutions to existing cases asses, whether students are able to perform hyotheses-basedapproaches to solve problems efficiently under time and information constraints and to presenttheir solutions precisely. The presentation of their own case is in front of the class. It asseseswhether students can apply academic knowledge and business judgement to find adequatesolutions to real business problems. Furthermore, students show their communication skills inclass and in front of the external industry experts. The written case assess, whether students areable to structure and analyse a real business problem and apply skills to develop the case solution.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "", "Content": "", "Intended Learning Outcomes": "The course conveys skills to develop solutions to specific problems in real world business cases.", "Teaching and Learning Methods": "The course combines different learning methods (1) presentations by the instructor to brush upand deepen the participants' knowledge on approaches to solve case studies; (2) presentationsand written cases by the participants to document and communicate the problem and theirsolution; (3) coaching for the participants by the instructor and, possibly, industry experts to conveybusiness relevant skills to them and to facilitate the academic knowledge transfer.", "Media": "Presentations, Flip Charts, Case Studies, Scientific Papers", "Reading List": "Naumes, William / Naumes, Margaret J. (2006) The Art & Craft of Case Writing, 2. edition, Armonk2006.", "Responsible for Module": "Schäfer, Peter Daniel; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here."}, "WIHN0010: Advanced Seminar Finance & Accounting: CorporateValuation | Advanced Seminar Finance & Accounting: CorporateValuation": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "130", "Contact Hours": "50", "Description of Examination Method": "The examination consists of (1) the solution of a given valuation case (20%), the presentation ofa seminar thesis including a valuation case developed by students themselves (ca. 30 minutes,40%), and (3) a written thesis including a valuation case (40%). With the development of the ownvaluation case and the solution of a given valuation case, we assess whether participants are ableto remember and apply corporate valuation techniques. With the seminar thesis, we further assesswhether students are able to use existing scientific literature to solve a more specific valuationproblem. The presentation serves primarily to asses the students' communication skills to presentand discuss a specific topic with their solutions on a comprehensive and systematic level.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "", "Content": "In this seminar, students will learn the basics of corporate valuation as well as specificcharacteristics of valuation in particular industries or companies such as banks, start-ups or smalland medium-sized enterprises.", "Intended Learning Outcomes": "At the end of the module, students remember the most important techniques of corporatevaluation. They understand the most important parameters of a valuation. They are able to analyzea business situation in which a valuation is necessary and to apply an appropriate technique ofcorporate valuation. Further,  students are able to comprehensively solve a more specific valuationproblem with the help of existing scientific literature. Students are able to present and discuss theirresults on a comprehensive and systematic level.", "Teaching and Learning Methods": "Primarily there is an introduction to the seminar topic and to the process of creating a scientificdissertation. Students additionally learn, how to present results effectively. Subsequently, theseminar topics are assigned to students or student groups. After the introduction, students workon their own seminar topic. During this phase, regular discussions with the lecturer are scheduled.Finally, students present the results of their seminar paper in class and discuss the other students'presentations. The seminar is completed with feedback from the lecturer on the seminar paper, thepresentation, and the participation in class.", "Media": "Präsentations, Case Studies, Discussions, Scientific Papers", "Reading List": "Koller, T., Goedhart, M., & Wessels, D. (2010). Valuation measuring and managing the value ofcompanies (Vol. 499). john Wiley and sons.", "Responsible for Module": "Schäfer, Peter Daniel; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " Advanced Seminar in Finance & Accounting (WIHN0010) Corporate Valuation (MiM Heilbronn)(Seminar, 4 SWS)Schäfer PFor further information in this module, please click campus.tum.de or here. WIHN0012: Digital Finance | Digital Finance [DF]"}, "WIHN0012: Digital Finance | Digital Finance [DF]": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The module examination consists of a 90-minute written exam, in which the candidates shouldreproduce the knowledge imparted in the lectures. The students are also required to providetransfer knowledge. It is tested whether students have understood how Digital Finance relatesto Traditional Finance and other financial research disciplices; which interdependencies existamong the research disciplines, etc. Dangers and Opportunities of FinTech applications shouldbe understood in detail. Further, students are required to conduct and assess mathematicalcalculations. The written exam also comprises open questions as well as multiple-choice-tasks.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Basic knowledge of corporate finance/financial mathematics is required (e.g. material coveredin the course Corporate Finance); joint election with the module \"Advanced Seminar in Finance/Accounting Current Research Topics in Digital Finance\" highly recommended", "Content": "The aim of the course is to give a comprehensive overview on Digital Finance, not coveredelsewhere in courses of Corporate Finance within the Master in Management. It provides acoverage of the most recent relevant topics in the field of Digital Finance. Basic knowledge in thefield of financial mathematics is a pre-requisite.  The module comprises the most important and most recent developments in Digital Finance.Specifically, it comprises (but is not limited to) the following areas:", "Intended Learning Outcomes": "The students acquire detailed knowledge on how technological innovations are changing existingfinancial services and products, their implications and possible applications within the financialindustry. Specifically, upon completion of the module, students will be able to identify changes andopportunities of Digital Finance and its implications for the overall macroeconomic stability.", "Teaching and Learning Methods": "Types of instruction comprise lecture courses as well as practical courses;", "Media": "Lecture slides; whiteboard; exercise sheets; exercise portfolio; flipchart; powerpoint; films", "Reading List": "Due to the topicality of this lecture, the usage of reference books is only in a limited mannerpossible. Still, the below-listed references are considered as a solid starting point for the contentsof this lecture.", "Responsible for Module": "Müller, Sebastian; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " Digital Finance (WIHN0012) (MiM Heilbronn) (Vorlesung mit integrierten Übungen, 4 SWS)Müller SFor further information in this module, please click campus.tum.de or here. WIHN0013: Advanced Seminar Finance & Accounting: Current research Topics in Digital Finance | Advanced SeminarFinance & Accounting: Current research Topics in Digital Finance"}, "WIHN0013: Advanced Seminar Finance & Accounting: Current researchTopics in Digital Finance | Advanced Seminar Finance & Accounting:Current research Topics in Digital FinanceCurrent Research Topics in Digital Finance": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "165", "Contact Hours": "15", "Description of Examination Method": "The examination comprises a scientific coursework (approx. 20 pages), which is supposedto address the research questions posed within each given seminar topic. The task is to beconducted alone or as a group work (i.e. 2-3 students per topic). It will be communicated inthe introductory session if individual work or group work is required (depending on class size).Additional to the written scientific report, candidates are required to showcase main findings withina 30-minute presentation and answer further questions following their presentation.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Basic knowledge in corporate finance;basic knowledge in scientific writing;combination with the module \"Digital Finance\" is recommended WIHN0013: Advanced Seminar Finance & Accounting: Current research Topics in Digital Finance | Advanced SeminarFinance & Accounting: Current research Topics in Digital Finance", "Content": "Upon completion of the module, students will be able to …", "Intended Learning Outcomes": "Upon completion of the module, students will be able to …", "Teaching and Learning Methods": "Types of instruction comprise an initial lecture (overview course) as well as the corresponding mainseminar;", "Media": "Exercise sheets, PowerPoint", "Reading List": "Boehme, R., Christin, N., Edelman, B., & Moore, T. (2015). Bitcoin Economics, Technology, andGovernance. Journal of Economic Perspectives, 29(2), 213-238.Goldstein, I., Jiang, W., & Karolyi, G. A. (2019). To FinTech and Beyond. The Review of FinancialStudies, 32(5), 1647-1661.Scardovi, C. (2017). Digital transformation in financial services. Springer.  ", "Responsible for Module": "Müller, Sebastian; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " Advanced Seminar Finance & Accounting (WIHN0013) Current research Topics in Digital Finance(Seminar, 4 SWS)Müller SFor further information in this module, please click campus.tum.de or here. WIHN0020: Empirical Research Project in Finance | Empirical Research Project in Finance"}, "WIHN0020: Empirical Research Project in Finance | Empirical ResearchProject in FinanceCurrent Research Topics in Sustainable Finance": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "one-time", "Credits": "6", "Total Hours": "180", "Self-study Hours": "165", "Contact Hours": "15", "Description of Examination Method": "The examination comprises a scientific group-based coursework (approx. 30 pages) about aresearch project, which is supposed to be conducted together with and under the guidance ofthe lecturer. The coursework should comprehensively document the research project (researchquestion, literature contribution, data elicitation and data preparation, data analysis, results andinterpretation, further research questions). Additional to the written scientific report, candidates arerequired to showcase main findings within a 30-minute presentation and answer further questionsfollowing their presentation.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Basic knowledge in corporate finance;basic knowledge in scientific writing;motivation letter WIHN0020: Empirical Research Project in Finance | Empirical Research Project in Finance", "Content": "The research project is in the field of empirical capital market research and will be announced atthe beginning of each semester. The project will be developed and implemented in joint meetingsand  on the basis of independent (group-)work. ", "Intended Learning Outcomes": "Upon completion of the module, students will be able to …", "Teaching and Learning Methods": "Types of instruction comprise regular meetings with the lecturer about the current status of theresearch project and further steps as well as the corresponding main seminar;", "Media": "Exercise sheets, PowerPoint", "Reading List": "A separate reading list for the research topic will be provided at the beginning of the semester.To familiarize with the basic software packages and econometric methods the following literaturemight be useful", "Responsible for Module": "Müller, Sebastian; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " Empirical Research Project in Finance (WIHN0020) (Seminar, 4 SWS)Müller SFor further information in this module, please click campus.tum.de or here. WIHN0024: Advanced Seminar Finance & Accounting: Current Research Topics in Empirical Capital Market Research |Advanced Seminar Finance & Accounting: Current Research Topics in Empirical Capital Market Research"}, "WIHN0024: Advanced Seminar Finance & Accounting: Current ResearchTopics in Empirical Capital Market Research | Advanced SeminarFinance & Accounting: Current Research Topics in Empirical CapitalMarket Research": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "165", "Contact Hours": "15", "Description of Examination Method": "The examination comprises a scientific coursework (approx. 20 pages), which is supposedto address the research questions posed within each given seminar topic. The task is to beconducted alone or as a group work (i.e. 2-3 students per topic). It will be communicated inthe introductory session if individual work or group work is required (depending on class size).Additional to the written scientific report, candidates are required to showcase main findings withina 30-minute presentation and answer further questions following their presentation.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Basic knowledge in corporate finance;basic knowledge in scientific writing WIHN0024: Advanced Seminar Finance & Accounting: Current Research Topics in Empirical Capital Market Research |Advanced Seminar Finance & Accounting: Current Research Topics in Empirical Capital Market Research", "Content": "Candidates are supposed to choose one seminar topic out of a set of pre-defined scientific issues.Those topics will be published on Moodle in advance and will be presented in detail during theintroduction session.", "Intended Learning Outcomes": "Upon completion of the module, students will be able to …", "Teaching and Learning Methods": "Types of instruction comprise an initial lecture (overview course) as well as the corresponding mainseminar;", "Media": "Exercise sheets, PowerPoint", "Reading List": "Berk/deMarzo (2013) Corporate Finance, 3rd ed., Pearson", "Responsible for Module": "Müller, Sebastian; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " Advanced Seminar Finance & Accounting (WIHN0024) Current research Topics in EmpiricalCapital Market Research (Seminar, 4 SWS)Müller SFor further information in this module, please click campus.tum.de or here. WIHN0025: Advanced Seminar Finance & Accounting: Digitalization in Accounting & Auditing | Advanced SeminarFinance & Accounting: Digitalization in Accounting & Auditing"}, "WIHN0025: Advanced Seminar Finance & Accounting: Digitalizationin Accounting & Auditing | Advanced Seminar Finance & Accounting:Digitalization in Accounting & Auditing": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Students have to write a seminar paper to show that they are able to conduct research on anindividual topic and write a scientific paper (about 18 pages) on their own. They also have to givea short presentation (about 15 minutes) to demonstrate their presentation skills. In the seminarpaper and the presentation, the ability to evaluate different aspects of digitalization in accountingand auditing. The weighting of the grades is 70% seminar paper and 30% presentation.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Basic knowledge in finance and accounting is recommended, however not required.", "Content": "In this module, students deepen their experience in writing a scientific paper. In detail, studentspractice review of literature, the application of theories, scientific argumentation and, if applicable,the analysis of relevant data.  They also hone their presentation skills. Key topics of the seminarwhich are introduced at the beginning of the seminar may include current issues in financialaccounting and auditing (e.g. Audit 4.0, iXBRL, Big Data Analytics, sustainability reporting).", "Intended Learning Outcomes": "Upon successful completion of this module students are able to analyze and discuss current issuesin financial accounting and auditing. Students are able to evaluate the advantages and drawbacksof current issues in financial accounting and auditing from various stakeholders` perspectives (e.g.audit firms, companies). Furthermore, students will expand their knowledge on writing scientificpapers (literature research, scientific writing, empirical analyses). WIHN0025: Advanced Seminar Finance & Accounting: Digitalization in Accounting & Auditing | Advanced SeminarFinance & Accounting: Digitalization in Accounting & Auditing", "Teaching and Learning Methods": "This module is a seminar. In this seminar students are going to deepen their knowledge in scientificworking methods and are going to critically assess specific topics in financial accounting andauditing. Presentations and discussions among participants of the seminar are going to provide abetter understanding of the content of the seminar. To some extent, the topics of the seminar aregoing to be assessed and discussed in groups.", "Media": "Script, PowerPoint", "Reading List": "- IAASB (2016). Exploring the Growing Use of Technology in the Audit, with a Focus on DataAnalytics. https//www.ifac.org/publications-resources/exploring-growing-use-technology-audit-focus-data-analytics.- Deggendorfer Forum zur digitalen Datenanalyse e. V. (2018). Digitalisierung der PrüfungDatenanalyse im Aufbruch. Erich Schmidt Verlag.", "Responsible for Module": "Bartkowiak, Marcin; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here."}, "WIHN0026: Advanced Seminar in Finance & Accounting: STATA forempirical research in Accounting & Finance | Advanced Seminar inFinance & Accounting: STATA for empirical research in Accounting &Finance": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Students have to work on case studies using STATA to show that they are able to conductresearch on an individual topic, solve problems and are able to use STATA on their own. Studentshave to submit their solutions on case studies including their STATA code to assess theirunderstanding in econometrics and statistics and their programming capabilities with STATA.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Prior knowledge in econometrics respectively statistics is recommended, however not necessarilyrequired", "Content": "In this module, students deepen their knowledge in econometrics and statistics. In detail, studentsare going to be able to use STATA for scientific projects and analyze data on their own. Topicsof the seminar include introduction to the basics of STATA, uni- and multivariate methods,identification in accounting research as well as current issues in finance and accounting.", "Intended Learning Outcomes": "Upon successful completion of this module students are able to analyze complex issues infinancial accounting, to carry out their own empirical research projects in the field of accountingand finance and to use STATA in practice for regression analyses. Regression analysis plays animportant role in both research and increasingly in practice (e.g. in the context of evaluations of\"Big Data\"). As a result, correlations can be explained and the occurrence of certain phenomena WIHN0026: Advanced Seminar in Finance & Accounting: STATA for empirical research in Accounting & Finance |Advanced Seminar in Finance & Accounting: STATA for empirical research in Accounting & Finance", "Teaching and Learning Methods": "This module is a seminar. In this seminar students are going to deepen their knowledge ineconometrics and are going to critically assess specific topics in finance and accounting.Discussions among participants of the seminar are going to provide a better understanding ofthe content of the seminar. Students are going to work on case studies and submit their solutionsincluding the STATA code to assess their programming capabilities in STATA.", "Media": "script, PowerPoint, exercise sheets", "Reading List": "J. M. Wooldridge (2016). Introductory Econometrics. A Modern Approach. 6. Auflage. CengageLearning.", "Responsible for Module": "Bartkowiak, Marcin; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here."}, "WIHN0036: Introduction to Capital Market Databases and StatisticalAnalysis Software | Introduction to Capital Market Databases andStatistical Analysis Software": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "148", "Contact Hours": "32", "Description of Examination Method": "The examination consists of various tasks (homeworks) on the programming languages, analysismethods and databases, which were discussed and applied during the module. The answer tothose questions is done alone from home or in small groups. The homeworks are processed afterthe individual block seminars and are incorporated into the grading with different weightings. Thelast exercise is also an independent, small empirical analysis with a short description of the results.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "Basic knowledge in corporate finance;Basic knowledge in mathematical and statistical analysis methods;", "Content": "The topic of this course is the introduction into various databases (e.g. Bloomberg, ThomsonReuters, WRDS) that are available at TUM and in particular on the campus in Heilbronn as well asthe use of various software packages (Stata, Python and R) in the area of empirical capital marketresearch. WIHN0036: Introduction to Capital Market Databases and Statistical Analysis Software | Introduction to Capital MarketDatabases and Statistical Analysis Software", "Intended Learning Outcomes": "Upon completion of the module, students will be able to …", "Teaching and Learning Methods": "Types of instruction The learning content is taught in four block seminars;", "Media": "Exercise sheets, PowerPoint WIHN0036: Introduction to Capital Market Databases and Statistical Analysis Software | Introduction to Capital MarketDatabases and Statistical Analysis Software", "Reading List": "Ang and Clifford (2015) Analyzing Financial Data and Implementing Financial Models Using R", "Responsible for Module": "Müller, Sebastian; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " Introduction to Capital Market Databases and Statistical Analysis Software (WIHN0036) (Seminar,4 SWS)Breitung C, Gong ZFor further information in this module, please click campus.tum.de or here. WIHN0050: Dean’s Lecture: Managing Digital Transformation in Global and Family Enterprises | Dean’s Lecture:Managing Digital Transformation in Global and Family Enterprises"}, "WIHN0050: Dean’s Lecture: Managing Digital Transformation inGlobal and Family Enterprises | Dean’s Lecture: Managing DigitalTransformation in Global and Family EnterprisesDean's lecture series": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "3", "Total Hours": "90", "Self-study Hours": "60", "Contact Hours": "30", "Description of Examination Method": "The examination consists of a ~45 min multiple-choice exam that requires the students toremember and link the challenges and opportunities of the digital transformation presented in thelecture series. ", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "", "Content": "The lecture series \"managing digital transformation in global and family enterprises\" gives thestudents an overview of the challenges and opportunities of the digital transformation in globallyoperating family businesses and corporations. ", "Intended Learning Outcomes": "After completing the module students are able to evaluate the challenges and opportunities ofdigital transformation in diverse company contexts. They comprehend the most important effects of digital transformation on various industries andtypes of enterprises. Students are able to differentiate best practice solutions and apply them tomeet the challenges of the digital transformation. ", "Teaching and Learning Methods": "Lecture series with top-level guests (leaders from various business backgrounds); this guaranteespractical insights and diversity of insights", "Media": "PowerPoint", "Reading List": "Texeira, Thales S. (2019) Unlocking the Customer Value Chain How Decoupling DrivesConsumer DisruptionRogers, David L. (2016) The Digital Transformation Playbook Rethinking Your Business for theDigital Age", "Responsible for Module": "Friedl, Gunther; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Dean’s Lecture Managing Digital Transformation in Global and Family Enterprises (WIHN0050)(Vorlesung, 2 SWS)Friedl G, Süß MFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program M.Sc. Masterstudiengang Management am CampusHeilbronnGenerated on 29.07.2021 MGTHN0055: Advanced Seminar in Innovation and Entrepreneurship: Family Enterprises in the Digital Age | AdvancedSeminar in Innovation and Entrepreneurship: Family Enterprises in the Digital Age"}, "MGTHN0055: Advanced Seminar in Innovation and Entrepreneurship:Family Enterprises in the Digital Age | Advanced Seminar in Innovationand Entrepreneurship: Family Enterprises in the Digital Age": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The examination consists of two parts 1) Seminar thesis (75 % of the overall grade) The students should demonstrate that - they have gained a deeper knowledge of the topics dealt within the course- they show that they are able to write a paper that follows a clear logic and is based on soundliterature. - they are able to detect promising research questions and know how to structure and write aresearch paper. 2) Presentation of the of seminar thesis (25 % of the overall grade). Students should demonstratethat - they have gained the skills to present their seminar thesis to an academic audience- they are able to answer questions related to specific parts of their work The final grade will be based on the two parts (75 % seminar thesis and 25 % presentation anddiscussion of the seminar thesis). ", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Fluency in spoken and written English MGTHN0055: Advanced Seminar in Innovation and Entrepreneurship: Family Enterprises in the Digital Age | AdvancedSeminar in Innovation and Entrepreneurship: Family Enterprises in the Digital Age", "Content": "Digital transformation affects and alters all areas (leadership, culture and structure) of anorganization. Digital transformation is the metamorphosis from a rigid, linear organization to adynamic, data-based company. One of the most important levers for further firm growth, newtarget groups and new revenue streams lies primarily in the development of new digital businessmodels and the building of digital competencies. Germany in particular, with its high proportionof small and medium-sized family businesses, is lagging behind. Certain characteristics of familybusinesses offer advantages, but also disadvantages in the context of the digital transformation.The objective of this course is therefore to teach students about the opportunities and challengesof digital transformation for family businesses", "Intended Learning Outcomes": "After completing the seminar, students are able to- Understand the phenomena of digital transformation and the technologies associated with digitaltransformation with a particular focus on family enteprises. - Analyze strengths and weaknesses of family enterprises with regard to the digital transformation. - Evaluate the challenges and opportunities for family enterprises with regard to the digitaltransformation.- Understand the concept of digital business models, platforms and ecosystems - Analyze the challenges associated with digitalization and understand why technologymanagement is vital for family enterprise performance and survival- Understand the opportunities challenges of future work concepts in the digital age- Apply the learned concepts by formulating recommendations for digitalization processes in familyfirms", "Teaching and Learning Methods": "- Through lectures, supported by power-point presentations, the instructor will provide thetheoretical foundations of digital transformation in family enterprises                                                 - The content is discussed in the course by openly exchanging ideas- Questions and comments will encourage an experiential learning atmosphere- Students will participate in case studies- Guest speakers will share practical insights and will strengthen the students' understanding of thechallenges & opportunities. ", "Media": "Powerpoint, Zoom- & Breakout-Sessions", "Reading List": "Basic literature • Christensen, C. M. (1997). The innovator's dilemma When new technologies cause great firms tofail. Boston, Mass Harvard Business School Press.Jonas", "Responsible for Module": "Bird, Miriam; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here."}, "WIHN0017: Advanced Seminar Innovation & Entrepreneurship: DigitalInnovation | Advanced Seminar Innovation & Entrepreneurship: DigitalInnovation": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter/summersemester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Seminar paper with presentation The students independently and individually prepare a scientificseminar paper and present it during the course.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Very good English language skills are required. Students should also have an understandingof basic principles of management, innovation, and organization as well as empirical researchmethods. Attendance of the course Empirical Research Methods in Management and Economicsrecommended, but not mandatory.", "Content": "The course prepares students for their Master's Thesis by introducing them to (1) the search,understanding, and analysis of academic literature, (2) methods for data collection and dataanalysis, (3) the structuring and writing of a paper, and (4) giving presentations to an academicaudience including a subsequent discussion. The course exposes students to digital platforms andopen forms of organizing innovation.", "Intended Learning Outcomes": "After the course students will be able to- Define, explain and apply selected key concepts in the field of digital innovation- Read and understand academic literature- Write and present an academic paper WIHN0017: Advanced Seminar Innovation & Entrepreneurship: Digital Innovation | Advanced Seminar Innovation &Entrepreneurship: Digital Innovation", "Teaching and Learning Methods": "Introductory session will provide introductions into the core topics and scientific writing in lecturestyle. All other sessions will be focused on the individual student presentations, in which eachstudent presents their seminar paper to the class and all other students are encouraged to discussthe papers.", "Media": "Powerpoint", "Reading List": "Literature is semester-specific and will be distributed in class", "Responsible for Module": "Förderer, Jens; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " Advanced Seminar in Innovation and Entrepreneurship (WIHN0017) Digital Innovation (Seminar, 4SWS)Förderer J, Kircher TFor further information in this module, please click campus.tum.de or here. WIHN0018: Advanced Topics in Innovation & Entrepreneurship: Economics and Management of Platforms | AdvancedTopics in Innovation & Entrepreneurship: Economics and Management of Platforms "}, "WIHN0018: Advanced Topics in Innovation & Entrepreneurship:Economics and Management of Platforms | Advanced Topics inInnovation & Entrepreneurship: Economics and Management ofPlatforms ": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Seminar paper with presentation Each student will be assigned a reader of research papers, bookchapters, and case studies to work on. To pass the course, students have to write a seminar paperand present the seminar paper in class.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "very strongly recommend you previously attend an introductory course on economics (e.g.,“Principles of Economics”) and management (e.g., “International Management”). Also, theattendance of a course on empirical research methods (e.g., \"Empirical Research Methods inManagement and Economics\") is recommended.", "Content": "Digital platforms (e.g., Uber, iOS, AirBnB) are transforming entire industries. The drivers of platformmarkets’ success are complex, and the successful setup and management of a platform requiresa sound theoretical understanding of the concepts of network effects, two-sided markets, andcomplementarity.", "Intended Learning Outcomes": "Knowledge ObjectivesAfter the course, students will be able to- Understand the concept of digital platforms from a managerial and economic perspective - Understand the economic impact of platforms- Outline the economic principles underlying platforms- Craft and evaluate strategies for the effective management of digital platforms", "Teaching and Learning Methods": "The introductory session will provide an introduction into the key concepts and academic writingin a lecture-style. The largest share of this course will be based on interactive discussions amongcourse participants and based on the presentations of the course participants. A large share oflearning will occur through you preparing for the in-class session.", "Media": "", "Reading List": "- Shapiro, Carl, and Hal R. Varian. Information rules a strategic guide to the network economy.Harvard Business Press, 1998.- Parker, Geoffrey G., Marshall W. Van Alstyne, and Sangeet Paul Choudary. Platform revolutionhow networked markets are transforming the economyand how to make them work for you. WWNorton & Company, 2016.", "Responsible for Module": "Förderer, Jens; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " Advanced Topics in Innovation & Entrepreneurship (WIHN0018) Economics and Management ofPlatforms (Seminar, 4 SWS)Förderer JFor further information in this module, please click campus.tum.de or here. WIHN0028: Advanced Seminar in Innovation and Entrepreneurship: Topics in Corporate Entrepreneurship | AdvancedSeminar in Innovation and Entrepreneurship: Topics in Corporate Entrepreneurship"}, "WIHN0028: Advanced Seminar in Innovation and Entrepreneurship:Topics in Corporate Entrepreneurship | Advanced Seminar in Innovationand Entrepreneurship: Topics in Corporate Entrepreneurship": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Each seminar participant will work individually on a specific topic related to corporateentrepreneurship. The examination consists of two parts 1) Seminar thesis (75 % of the overall grade) The students should demonstrate that - they have gained a deeper knowledge of the topics dealt within the course- they show that they are able to write a paper that follows a clear logic and is based on soundliterature. - they are able to detect promising research quesions and know how to structure and write aresearch paper. 2) Presentation of the seminar thesis (25 % of the overall grade). Students should demonstratethat - they have gained the skills to present their seminar thesis to an academic audience- they are able to answer questions related to specific parts of their work The final grade will be based on the two parts (75 % seminar thesis and 25 % presentation anddiscussion of the seminar thesis). ", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Good English language skills are required.", "Content": "Established companies are under unyielding pressure to remain entrepreneurial and discover newways to grow. But how is it possible to enhance entrepreneurship of established companies in a WIHN0028: Advanced Seminar in Innovation and Entrepreneurship: Topics in Corporate Entrepreneurship | AdvancedSeminar in Innovation and Entrepreneurship: Topics in Corporate Entrepreneurship", "Intended Learning Outcomes": "- Understand the concept and meaning of the corporate entrepreneurship field and how it connectsto firm-level strategy- Understand and apply different tools, methods, approaches companies may employ to fosterCorporate Entrepreneurship. What approaches are available to the firm to create new products andbusinesses and new internal processes and methods beyond their current area of expertise? Andhow does the company acquire, employ, manage and refresh these tools and methods? - Reflect on the challenges, which may arise due to the integration of corporate entrepreneurshipinto the company- (1) the search, understanding, and analysis of academic literature, (2) methods for data collectionand data analysis, (3) the structuring and writing of a paper, and (4) giving presentations to anacademic audience including a subsequent discussion", "Teaching and Learning Methods": "'-Through lectures, supported by a presentation, the instructor will provide the theoreticalfoundations on Corporate Entrepreneurship- A series of group discussions and exercises as well as exchanging ideas, questions, andcomments will encourage an experiential learning atmosphere- Guest speakers will share practical insights and will strengthen the understanding of keyconcepts and processes, and expose perspectives complementary to the topic of the seminar WIHN0028: Advanced Seminar in Innovation and Entrepreneurship: Topics in Corporate Entrepreneurship | AdvancedSeminar in Innovation and Entrepreneurship: Topics in Corporate Entrepreneurship", "Media": "Powerpoint slides, Zoom etc.", "Reading List": "Amongst others (for detailed reading list, see Moodle) ", "Responsible for Module": "Bird, Miriam; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Advanced Seminar Innovation & Entrepreneurship Topics in Corporate Entrepreneurship(WIHN0028) (Seminar, 4 SWS)Bird M, von Nitzsch JFor further information in this module, please click campus.tum.de or here. WIHN0029: Advanced Seminar in Innovation and Entrepreneurship: Managing the Family Enterprise | AdvancedSeminar in Innovation and Entrepreneurship: Managing the Family Enterprise"}, "WIHN0029: Advanced Seminar in Innovation and Entrepreneurship:Managing the Family Enterprise | Advanced Seminar in Innovation andEntrepreneurship: Managing the Family Enterprise": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Each seminar participant will work in a group on a specific topic related to managing the familyenterprise. The examination consists of two parts 1) Projekt thesis (75 % of the overall grade) The students should demonstrate that - they have gained a deeper knowledge of the topics dealt within the course- they show that they are able to write a paper that follows a clear logic and is based on soundliterature. - they are able to analyze effectively the problem stated in their work and know how to structureand write a project thesis. 2) Presentation of the project thesis (25 % of the overall grade). Students should demonstratethat - they have gained the skills to present their project thesis to an academic audience.- they are able to answer questions related to specific parts of their work.The final grade will be based on the two parts (75 % project thesis and 25 % presentation anddiscussion of the seminar thesis). ", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Good English language skills are required.", "Content": "This course deals with the management of family firms. Given that the majority of firms aroundthe world are family businesses (ranging between 75-90 %), it is crucial to understand better theparticularities of family businesses. Given that the boundaries between the family and the business WIHN0029: Advanced Seminar in Innovation and Entrepreneurship: Managing the Family Enterprise | AdvancedSeminar in Innovation and Entrepreneurship: Managing the Family Enterprise", "Intended Learning Outcomes": "- Understand the family business phenomenon and strengths and weaknesses of family firms.- Understand the importance of governance in family firms. Evaluate how different types ofgovernance suit the needs of family firms differing in size.- Reflect on how  family firms use the “family” as a strategic asset and how do they manage thoseresources best. How do different institutional contexts influence the emergence of family firms?- Reflect on financial management in family firms. Evaluate how does the family background biasfinancial behaviour, such as investment, financing, and risk taking?- Know and apply different concepts of transgenerational entrepreneurship and be able to advisefamily firms how they can sustain in the long run.- Reflect on governance and succession topics.- (1) the search, understanding, and analysis of academic literature, (2) methods for data collectionand data analysis, (3) the structuring and writing of a paper, and (4) giving presentations includinga subsequent discussion", "Teaching and Learning Methods": "-Through lectures, supported by a presentation, the instructor will provide the theoreticalfoundations on managing the family enterprise. - A series of group discussions and exercises as well as exchanging ideas, questions, andcomments will encourage an experiential learning atmosphere.- Guest speakers will share practical insights and will strengthen the understanding of keyconcepts and processes, and expose perspectives complementary to the topic of the seminar.- Within their group  work, students identify challgenes and develop recommendations. This issupported by feedback sessions with the instructor.-  In a presentation, students present their groupwork. ", "Media": "Powerpoint slides, Zoom etc.", "Reading List": "Amongst others (for detailed reading list, please see Moodle) WIHN0029: Advanced Seminar in Innovation and Entrepreneurship: Managing the Family Enterprise | AdvancedSeminar in Innovation and Entrepreneurship: Managing the Family Enterprise", "Responsible for Module": "Bird, Miriam; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Advanced Seminar Innovation and Entrepreneurship (WIHN0029) Managing the Family Enterprise(Seminar, 4 SWS)Bird M, Hribersek SFor further information in this module, please click campus.tum.de or here. WIHN0044: Advanced Seminar Inovation & Entrepreneurship: From Idea to Venture | Advanced Seminar Inovation &Entrepreneurship: From Idea to Venture"}, "WIHN0044: Advanced Seminar Inovation & Entrepreneurship: From Ideato Venture | Advanced Seminar Inovation & Entrepreneurship: From Ideato Venture": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Seminar participants will work in groups during the entire semester to develop a business idea.The examination will be based on the final presentation, i.e. a pitch of the developed business idea(60 %) and the final report (40 %). The students will  defend their business idea in front of a jury(lecturers, fellow students and other experts). Active engagement in the course will be expected. ", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Fluency in spoken and written English", "Content": "This course will support you in developing, and evaluating business ideas for creating technology-based ventures. The course will also you introduce you to product innovation and productdevelopment methods that will help you to turn your business idea into a viable venture.  WIHN0044: Advanced Seminar Inovation & Entrepreneurship: From Idea to Venture | Advanced Seminar Inovation &Entrepreneurship: From Idea to Venture", "Intended Learning Outcomes": "After completion of the seminar students will - understand the basic characteristics of an entrepreneurial mindset,- evaluate the suitability of potential co-founders/team-members as well as strategic partners forthe successful implementation of a business idea,- know how to develop a business idea into a product/service, and- be able to design a business model and pitch a business idea.      ", "Teaching and Learning Methods": "- Through lectures, supported by power-point presentations, the instructor will provide thetheoretical foundations and approaches on how to generate and evaluate viable businessideas.                                                      - The content is discussed in the course by openly exchanging ideas. Questions, and commentswill encourage an experiential learning atmosphere.- Students will participate in a design thinking workshop.- Guest speakers will share practical insights and will strengthen the students' understanding of theentrepreneurial mindset and the process of starting a business.- Simulation of a real-life pitch event.", "Media": "Powerpoint, Zoom- & Breakout-Sessions, Flipchart ", "Reading List": "Basis Literatur (bitte Moodle beachten für detaillierte Leseliste) • Camuffo, A., Cordova, A., Gambardella, A., & Spina, C. (2020). A scientific approach toentrepreneurial decision making Evidence from a randomized control trial. Management Science,66(2), 564-586.  • Christensen, C. M. (1997). The Innovator´s Dilemma When new technologies cause great firmsto fail. Harvard Business Review Press Boston (US).  WIHN0044: Advanced Seminar Inovation & Entrepreneurship: From Idea to Venture | Advanced Seminar Inovation &Entrepreneurship: From Idea to Venture", "Responsible for Module": "Bird, Miriam; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Advanced Seminar Innovation & Entrepreneurship (WIHN0044) From Idea to Venture (Seminar, 4SWS)Bird MFor further information in this module, please click campus.tum.de or here. WIHN0045: Advanced Seminar Innovation & Entrepreneurship: Strategic Decision-Making In Entrepreneurship AndFamily Enterprises | Advanced Seminar Innovation & Entrepreneurship: Strategic Decision-Making In EntrepreneurshipAnd Family Enterprises"}, "WIHN0045: Advanced Seminar Innovation & Entrepreneurship:Strategic Decision-Making In Entrepreneurship And Family Enterprises| Advanced Seminar Innovation & Entrepreneurship: Strategic Decision-Making In Entrepreneurship And Family Enterprises": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Each seminar participant will work individually on a specific topic related to strategic decision-making (e. g., the consequences of a specific cognitive bias on entrepreneurial decision making).The examination consists of two parts 1) Seminar thesis (80 % of the overall grade). The students should demonstrate that - they have gained a deeper knowledge of the topics dealt within the course.- they show that they are able to write a paper that follows a clear logic and is based on soundliterature. - they are able to identify promising research quesions and know how to structure and write aresearch paper.2) Presentation of the seminar thesis (20 % of the overall grade). Students should demonstratethat - they have gained the skills to present their seminar thesis to an academic audience.- they are able to answer questions related to specific parts of their work. The final grade will be based on the two parts (80 % seminar thesis and 20 % presentation anddiscussion of the seminar thesis). ", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Fluency in spoken and written English WIHN0045: Advanced Seminar Innovation & Entrepreneurship: Strategic Decision-Making In Entrepreneurship AndFamily Enterprises | Advanced Seminar Innovation & Entrepreneurship: Strategic Decision-Making In EntrepreneurshipAnd Family Enterprises", "Content": "Being an entrepreneur involves making essential decisions, giving advice to other team members,and assess the decisions of other important stakeholders. However, in rapidly changing businessenvironments with high uncertainty and information asymmetries, entrepreneurs have to makedecisions under time pressure. When taking decisions, entrepreneurs often rely on habitualproblem-solving techniques and intuition. In consequence, they can be exposed to unconsciousbiases that may not result in the best available decision. Familial relationships can represent anantecedent of the entrepreneurs' biases. Therefore, biases are also highly prevalent in familyenterprises. This course will help you to be aware of such cognitive biases and introduce you toframeworks that may improve your decision-making.", "Intended Learning Outcomes": "After completing the seminar, students are able to- understand the basic concepts in the field of behavioral decision-making,- know what kind of decisions entrepreneurs and family enterprises are facing under uncertainty,- evaluate how biases in judgment affect entrepreneurial decision-making,- how to outsmart one's own biases and to make reflective decisions and- apply the learned concepts in giving management recommendations in different contexts (e.g.,group decisions and crisis).", "Teaching and Learning Methods": "'-Through lectures, supported by Power-Point presentations, the instructor will provide thetheoretical foundations of decision making in entrepreneurship and family enteprises.- The content is discussed in the course by openly exchanging ideas. Questions, and commentswill encourage an experiential learning atmosphere.- Every sessions contains exercises, where the students apply their learnings in real life/simulatedcontext (e. g. Online Simulation of decision-making in Crisis by Harvard Business School). WIHN0045: Advanced Seminar Innovation & Entrepreneurship: Strategic Decision-Making In Entrepreneurship AndFamily Enterprises | Advanced Seminar Innovation & Entrepreneurship: Strategic Decision-Making In EntrepreneurshipAnd Family Enterprises", "Media": "Powerpoint, Zoom- & Breakout-Sessions, Online Simulations ", "Reading List": "Basic literature (Papers will be discussed during the course) • Busenitz, L. W., & Barney, J. B. (1997). Differences between entrepreneurs and managersin large organizations Biases and heuristics in strategic decision-making. Journal of BusinessVenturing, 12(1), 9-30.• Chen, J. S., Elfenbein, D. W., Posen, H. E., & Wang, M. Z. (2020). The problems and promiseof entrepreneurial partnerships Organizational design, overconfidence, and learning in foundingteams. Academy of Management Review, (in press).• Gigerenzer, G., & Gaissmaier, W. (2011). Heuristic decision-making. Annual Review ofPsychology, 62, 451-482. • Gigerenzer, G., & Todd, P. M. (1999). Fast and frugal heuristics The adaptive toolbox. In Simpleheuristics that make us smart (pp. 3-34) Oxford University Press.• Grégoire, D. A., Corbett, A. C., & McMullen, J. S. (2011). The cognitive perspective inentrepreneurship An agenda for future research. Journal of Management Studies, 48(6),1443-1477.• Kahneman, D., & Tversky, A. (1979). Prospect theory An analysis of decision under risk.Econometrica, 47(2), 263-292.• Kahneman, D. (2003) Maps of bounded rationality Psychology for behavioral conomics.American Economic Review, 93(5), S. 1449–1475.• Keeney, R. L. (2020). Give Yourself a Nudge Helping Smart People Make Smarter Personal andBusiness Decisions. Cambridge University Press.• Milkman, K. L., Chugh, D., & Bazerman, M. H. (2009). How can decision-making be improved?Perspectives on Psychological Science, 4(4), 379-383.• Montibeller, G., & von Winterfeldt, D. (2015). Cognitive and motivational biases in decision andrisk analysis. Risk Analysis, 35(7), 1230-1251.• Shepherd, D. A., Williams, T. A., & Patzelt, H. (2014). Thinking about entrepreneurial decision-making. Journal of Management, 41(1), 11-46. • Soll, J. B., Milkman, K. L., & Payne, J. W. (2015). Outsmart your own biases. Harvard BusinessReview, 93(5), 64-71.• Zhang, S. X., & Cueto, J. (2016). The study of bias in entrepreneurship. Entrepreneurship Theoryand Practice, 41(3), 419-454. ", "Responsible for Module": "Bird, Miriam; Prof. Dr. WIHN0045: Advanced Seminar Innovation & Entrepreneurship: Strategic Decision-Making In Entrepreneurship AndFamily Enterprises | Advanced Seminar Innovation & Entrepreneurship: Strategic Decision-Making In EntrepreneurshipAnd Family Enterprises", "Courses (Type of course, Weekly hours per semester), Instructor": " Advanced Seminar Innovation & Entrepreneurship (WIHN0045) Strategic Decision Making inEntrepreneurship and Family Enterprises (Seminar, 4 SWS)Bird MFor further information in this module, please click campus.tum.de or here. WIHN0046: Advanced Seminar Innovation & Entrepreneurship: Sustainability In Entrepreneurship and FamilyEnterprises | Advanced Seminar Innovation & Entrepreneurship: Sustainability In Entrepreneurship and FamilyEnterprises"}, "WIHN0046: Advanced Seminar Innovation & Entrepreneurship:Sustainability In Entrepreneurship and Family Enterprises |Advanced Seminar Innovation & Entrepreneurship: Sustainability InEntrepreneurship and Family Enterprises": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Each seminar participant will work individually on a specific topic in the field of sustainableentrepreneurship / sustainable management in family enterprises. The examination consists of twoparts 1) Seminar thesis (75 % of the overall grade) The students should demonstrate that - they have gained a deeper knowledge of the topics dealt within the course- they show that they are able to write a paper that follows a clear logic and is based on soundliterature. - they are able to detect promising research quesions and know how to structure and write aresearch paper. 2) Presentation of the seminar thesis (25 % of the overall grade). Students should demonstratethat - they have gained the skills to present their seminar thesis to an academic audience- they are able to answer questions related to specific parts of their work The final grade will be based on the two parts (75 % seminar thesis and 25 % presentation anddiscussion of the seminar thesis). Active engagement in the course will be expected.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Fluency in spoken and written English WIHN0046: Advanced Seminar Innovation & Entrepreneurship: Sustainability In Entrepreneurship and FamilyEnterprises | Advanced Seminar Innovation & Entrepreneurship: Sustainability In Entrepreneurship and FamilyEnterprises", "Content": "This course addresses various aspects of sustainability available to new ventures and establishedfamily enterprises. Sustainable entrepreneurship (SE) emphasizes that entrepreneurs may pursueadditional goals such as social and ecological goals that may alleviate social and ecologicalproblems. It explores the opportunities that entrepreneurs create, the challenges entrepreneursencounter, and the ways in which entrepreneurs exploit opportunities to contribute towardenhancing the society while simultaneously starting and sustaining a profit-oriented business. Thiscourse also examines the role of sustainbility in family enterprises Course content will comprise - The importance of sustainable entrepreneurshipin solving grand societal challenges of the 21st century   - Motives and barriers of sustainable entrepreneurship                                                                -Overview of theories and concepts in sustainableentrepreneurship                                                                 - Stakeholder management for entrepreneurs- Sustainable management in the context of family enterprises       - Sustainability in entrepreneurship and family enterprises in the context of developing countries- Recognizing and exploiting social and ecological opportunities- Practical examples of sustainable ventures                                                       ", "Intended Learning Outcomes": "After completing the seminar students, should understand how entrepreneurs and familyenterprises can contribute to solving societal challenges. Therefore, students will be able to-  understand the concept of sustainable entrepreneurship and sustainability in family enterprises- understand and evaluate how entrepreneurs can enact on sustainable opportunities- understand the entrepreneurs' motives and barriers to engage in sustainable entrepreneurship- reflect on the importance of diversity in achieving sustainability in entrepreneurship and familyenterprises- evaluate strategic actions of sustainable enterprises- evaluate hands-on examples and cases of how sustainable entrepreneurshipcan be implemented in practice with specific focus on the Heilbronnregion Those examples may relate to various sectors such as the publicgovernance sector, the food and agriculture, environmental and mobility sector.In addition, students will  be able- to search, understand, and analyze academic literature by evaluating                         keyfindings and explaining complex research studies in a comprehensible and interesting manner,- to apply methods for data collection and data analysis,                                                         - tostructure and write a seminar thesis, and- to present and subsequently discuss findings of their seminar thesis.", "Teaching and Learning Methods": "' -Through lectures, supported by Power-Point presentations, the instructor will provide thetheoretical foundations of sustainable entrepreneurship WIHN0046: Advanced Seminar Innovation & Entrepreneurship: Sustainability In Entrepreneurship and FamilyEnterprises | Advanced Seminar Innovation & Entrepreneurship: Sustainability In Entrepreneurship and FamilyEnterprises", "Media": "Powerpoint, Zoom- & Breakout-Sessions, Online Simulations ", "Reading List": "Basic literature (for detailed reading list, see Moodle) - Cruz, C.; Larraza-Kintana, M. Garcés-Galdeano, L. Berrone, P. (2014). Are family firmsreally more socially responsible? Entrepreneurship Theory and Practice 38(6), 1295–1316.- Gast, J., Gundolf, K., & Cesinger, B. (2017). Doing business in a green way A systematic reviewof the ecological sustainability entrepreneurship literature and future research directions. Journal ofCleaner Production, 147, 44-56.   - Le Breton-Miller, I., & Miller, D. (2016). Family firms and practices of sustainability A contingencyview. Journal of Family Business Strategy, 7(1), 26-33.                    - Lumpkin, G. T., Bacq, S., & Pidduck, R. J. (2018). Where change happens community#levelphenomena in social entrepreneurship research. Journal of Small Business Management, 56(1),24-50.                                                                                    - Patzelt H., & Shepherd D.A. (2001)Recognizing opportunities for sustainable development. Entrepreneurship Theory and Practice.35(4), 631-652.                                          - Sarason, Y., & Dean, T. J. (2019). Lost Battles, TrojanHorses, Open Gates, and Wars Won How entrepreneurial firms co-create structures to expandand infuse their sustainability missions in the acquisition process. Academy of ManagementPerspectives, 33(4), 469-490.                                                         -  Sarasvathy, S. D., & Ramesh, A. (2019). An effectual model of collective action foraddressing sustainability challenges. Academy of Management Perspectives, 33(4),405-424.                                                                                                             - Shevchenko, A., Levesque, M. & Pagell, M. (2016). Why rms delay reaching true sustainability.Journal of Management Studies 53, 911-35.                                - Zahra, S. A., Gedajlovic, E., Neubaum, D. O., & Shulman, J. M. (2009). A typology ofsocial entrepreneurs Motives, search processes and ethical challenges. Journal of BusinessVenturing, 24(5), 519-532.                                                                                    Book(s)- Lumpkin, T. & Katz, J. (2011). Social and sustainable entrepreneurship. Emerald GroupPublishing Bingley (UK).- Weidinger, C., Fischler, F. & Schmidpeter, R. (2014). Sustainable entrepreneurship  Businesssuccess through sustainability. Springer Berlin (Germany).      WIHN0046: Advanced Seminar Innovation & Entrepreneurship: Sustainability In Entrepreneurship and FamilyEnterprises | Advanced Seminar Innovation & Entrepreneurship: Sustainability In Entrepreneurship and FamilyEnterprises", "Responsible for Module": "Bird, Miriam; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Advanced Seminar Innovation & Entrepreneurship (WIHN0046) Sustainability in Entrepreneurshipand Family Enterprises (Seminar, 4 SWS)Bird MFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program M.Sc. Masterstudiengang Management am CampusHeilbronnGenerated on 29.07.2021 WIHN0035: Digital HR Management | Digital HR Management "}, "WIHN0035: Digital HR Management | Digital HR Management ": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "150", "Contact Hours": "30", "Description of Examination Method": "Grading is based on a seminar paper (20 pages) anda presentation (30 minutes). The students work on a specific problem set within an exemplaryorganization. The students show that they are able to compose the state of research, and that theyare able to present and discuss their findings. In addition they demonstrate their ability to developtheir own specific approach for a solution based on empirical evidence. ", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "", "Content": "Students are encouraged to deal with an practical problem based on their previously acquiredacademic knowledge. Students will communicate the solution to this problem by composing aseminar thesis and preparing a presentation of their solution to the supervisor and fellow students.Discussion with their fellow students will enable them to improve the final version of the seminarthesis. Supervision takes place through a kick-off meeting as well as interim meetings. ", "Intended Learning Outcomes": "The students are supposed to acquire and demonstrate expert knowledge about the current state-of-the-art in relevant substreams of human resource management research. Within the researchseminar, participants will gain the ability to structure a research problem, assess existing scientificevidence, write a scientific paper, and discuss their findings in class.", "Teaching and Learning Methods": "Students are encouraged to deal with an practical problem based on their previously acquiredacademic knowledge. Students will communicate the solution to this problem by composing aseminar thesis and preparing a presentation of their solution to the supervisor and fellow students.Discussion with their fellow students will enable them to improve the final version of the seminarthesis. Supervision takes place through a kick-off meeting as well as interim meetings. ", "Media": "Literature, presentations", "Reading List": "", "Responsible for Module": "Dlouhy, Katja; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " Digital HR Management (WIHN0035) (Seminar, 4 SWS)Dlouhy KFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program M.Sc. Masterstudiengang Management am CampusHeilbronnGenerated on 29.07.2021 WIHN0016: Advanced Topics in Marketing: Brand Management & Family Firm Branding | Advanced Topics in Marketing:Brand Management & Family Firm Branding"}, "WIHN0016: Advanced Topics in Marketing: Brand Management & FamilyFirm Branding | Advanced Topics in Marketing: Brand Management &Family Firm Branding": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "145", "Contact Hours": "35", "Description of Examination Method": "The examination consists of a separate research project. This research project (group work) isevaluated with a presentation (20%) of the results and a 10 page Extended Abstract (80%). Thereis another optional presentation of a research paper where the students can improve their grade byup to 0.3 points. ", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "Marketing and Innovation Management", "Content": "Strategic brand management is an increasingly important construct in research and practice.Every day, consumers are faced with an unmanageable variety of offers and are increasinglyoverwhelmed. Strategically well positioned brands are now much more than just 'logos' or'manufacturer names'. Brands form preferences and can bind consumers to a product or acompany in the long term. The topic of brand management is also attracting increasing interestin research on family businesses. The course deals with strategic brand management andgives students a holistic overview of relevant theoretical approaches to brand management.These will be historically reviewed starting with the \"economic approach\" up to the \"communityapproach\". The course is divided into two components (1) First, the different approaches to brandmanagement are developed on the basis of relevant theoretical papers, whereby a permanent WIHN0016: Advanced Topics in Marketing: Brand Management & Family Firm Branding | Advanced Topics in Marketing:Brand Management & Family Firm Branding", "Intended Learning Outcomes": "Students learn the fundamental developments of brand management in the last decade by meansof relevant and current research contributions. Due to the constant reference to practice, studentswill not only penetrate and question theoretical but also practice-relevant knowledge around theissue. The students will get to know the current research contributions on the subject of familybusinesses and Family Firm Branding and will develop an independent research project at theintersection between branding and family firm.", "Teaching and Learning Methods": "Lecture, group work, SPSS training, introduction to experiments, presentations by students, remotecoaching.", "Media": "Powerpoint, Whiteboard, Flipcharts", "Reading List": "Literature (among others)Books- Heding, Knudtzen & Bjerre (2009) Brand Management. Research, Theory and Practice.- Memili, E., & Dibrell, C. (Eds.). (2019). The Palgrave Handbook of Heterogeneity Among FamilyFirms. Palgrave Macmillan.", "Responsible for Module": "Lude, Maximilian; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " Advanced Topics in Marketing (WIHN0016) Brand Management & Family Firm Branding (Seminar,4 SWS)Lude MFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program M.Sc. Masterstudiengang Management am CampusHeilbronnGenerated on 29.07.2021 MGTHN0051: Predictive Analytics and Forecasting | Predictive Analytics and Forecasting"}, "MGTHN0051: Predictive Analytics and Forecasting | Predictive Analyticsand Forecasting": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "irregularly", "Credits": "6", "Total Hours": "180", "Self-study Hours": "135", "Contact Hours": "45", "Description of Examination Method": "In order to check whether students can calculate forecasts using the R software, they receive datathat needs to be analysed. They have to select a suitable method and determine the forecasts.Thus, the first part of the exam is a practice performance (programming task, 50%). In the secondpart of the exam, students must present the results of a small project that focuses on forecastingin a presentation (20 minutes, 50%) and be able to defend their approach in the subsequentdiscussion.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "- Basics in statistics- Basics in probability calculus", "Content": "The following topics are discussed                                                     1) Basic forecasting tools2) Exponential Smoothing 3) Forecasting Spare Parts Demand4) Regression models5) ARIMA models6) Hierarchical Forecasting7) Neural Networks  MGTHN0051: Predictive Analytics and Forecasting | Predictive Analytics and Forecasting", "Intended Learning Outcomes": "The students-  understand the importance of data analysis for business forecasting- know different forecasting techniques- are able to select the right forecasting method and apply it- can use the software R to compute forecasts- are able to present forecasts and explain their derivation", "Teaching and Learning Methods": "Group work, Programming with R, Presentations, Exercises", "Media": "PowerPoint Slides, Daten, Video conferences, Exercises", "Reading List": "- Hyndman, R.J., Athanasopoulos, G. (2012) Forecasting principles and practice. Otexts- Ord, K., Fildes, R. (2013) Principles of Business Forecasting. Cengage Learning.", "Responsible for Module": "Kiesmüller, Gudrun; Prof. Dr. rer. nat.", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here."}, "MGTHN0052: Advanced Seminar Operations & Supply ChainManagement : Digital Technologies in Operation Management |Advanced Seminar Operations & Supply Chain Management : DigitalTechnologies in Operation Management": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Upon completion of this module, students will demonstrate their ability to cope with advancedresearch studies, to comprehend and assess study outcomes, to compare contributions of severalstudies, and to transfer theoretical concepts to practice through a seminar paper (70% of the finalgrade; length of 15 pages including references). This method requires students to assess andreplicate a study themselves.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "Management Science, Production and Logistics", "Content": "Subject-specific content MGTHN0052: Advanced Seminar Operations & Supply Chain Management : Digital Technologies in OperationManagement | Advanced Seminar Operations & Supply Chain Management : Digital Technologies in OperationManagement", "Intended Learning Outcomes": "Upon completion of the module, students are able to• understand and analyze state-of-the-art approaches to digital technologies in operationsmanagement,• understand selected research papers and evaluate their key findings,• present and explain complex research studies in a comprehensible and interesting manner,• evaluate suggested management solutions in the digital technologies in operations managementcontext and assess their strengths and weaknesses,• create management recommendations based on recent academic studies,• and replicate an existing research study.", "Teaching and Learning Methods": "SeminarEach student will be provided with one research paper and asked to study this intensively. Eachstudent in this seminar receives a different paper. Students will then be asked to replicate thisstudy. For instance, to program a small simulation, to provide more details to mathematical proofs,or to re-run some experiments. This replication will be on a small scale, to some extent this will bea symbolic replication. This seminar paper will be written in a scientific style. At a later stage in thesemester, the actual seminar will take place, where students present their findings and moderatean ensuing discussion. Throughout the semester, Moodle will be leveraged to provide ongoingfeedback and incentives to start working early on on the assigned questions. At the beginning ofthe semester, specific milestones with deadlines will also be provided.", "Media": "Research papers (to be shared via Moodle), student presentations, further material to be sharedvia Moodle, online discussions", "Reading List": "Readings for general preparation (i.e., what is research? What marks a contribution?)", "Responsible for Module": "Wuttke, David; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here."}, "MGTHN0053: Advanced Seminar Operations & Supply ChainManagement : Production Planning | Advanced Seminar Operations &Supply Chain Management : Production Planning [PP]": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The course is designed to prepare the students to make critical tactical and strategic decisions andto train the students on concepts in production planning. The coursework enables the studentsto understand the interconnectedness of material flow, information flow and financial flow inproduction planning.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "Production and Logistics, Management Science", "Content": "Subject-specific content• Lean production• Digital transformation• Recent technologies in production & logistics• Industry specific case studies", "Intended Learning Outcomes": "Upon completion of the module, students are able to• understand and analyze state-of-the-art approaches to production planning,• understand selected research papers and evaluate their key findings,• present and explain complex research studies in a comprehensible and interesting manner,• evaluate suggested management solutions in the sproduction planning context and assess theirstrengths and weaknesses,• analyze a given production setting, identify improvement potential, and recommend change• critically reflect upon their learning process", "Teaching and Learning Methods": "This seminar's objective includes critical decision making and being able to analyze productionsettings independently. To this aim, a virtual reality simulation of an operating production plant willbe visited several times using virtual reality headsets. Students are required to analyze ongoingoperations, relate those to higher-level concepts, examine detailed sets of key performanceindicators, and derive and propose improvement suggestions.", "Media": "Research papers (to be shared via Moodle), student presentations, further material to be sharedvia Moodle, online discussions", "Reading List": "Readings for general preparation", "Responsible for Module": "Wuttke, David; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here."}, "WIHN0011: Advanced Seminar Operations & Supply Chain Management:Supply Chain Finance & Supply Chain Risk Management | AdvancedSeminar Operations & Supply Chain Management: Supply ChainFinance & Supply Chain Risk Management [SCF & SCRM]": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Upon completion of this module, students will demonstrate their ability to cope with advancedresearch studies, to comprehend and assess study outcomes, to compare contributions of severalstudies, and to transfer theoretical concepts to practice through a seminar paper (70% of finalgrade; length of 15 pages including references). This method requires students to formulate anacademic paper themselves; it can be seen as an exercise towards writing a master thesis.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "Management Science, Production and Logistics", "Content": "Subject-specific content WIHN0011: Advanced Seminar Operations & Supply Chain Management: Supply Chain Finance & Supply Chain RiskManagement | Advanced Seminar Operations & Supply Chain Management: Supply Chain Finance & Supply Chain RiskManagement [SCF & SCRM]", "Intended Learning Outcomes": "Upon completion of the module, students are able to• understand and analyze state-of-the-art approaches to supply chain finance and supply chain riskmanagement,• understand selected research papers and evaluate their key findings,• present and explain complex research studies in a comprehensible and interesting manner,• evaluate suggested management solutions in the supply chain finance and supply chain riskmanagement context and assess their strengths and weaknesses,• create management recommendations based on recent academic studies,• and criticize innovative approaches by assessing potential shortcomings.", "Teaching and Learning Methods": "SeminarEach students will be provided with three research papers and asked to study them intensively.Each student in this seminar receives a different set of papers. As one form of guidance, studentswill be provided with a detailed set of questions that they need to answer. Students are askedto prepare a seminar paper, that is, an academic essay in which they critically reflect upon thequestions they are provided with. This seminar paper will be written in a scientific style. At a laterstage in the semester, the actual seminar will take place, where students present their findingsand moderate an ensuing discussion. Throughout the semester, Moodle will be leveraged toprovide ongoing feedback and incentives to start working early on on the assigned questions. Atthe beginning of the semester, specific milestones with deadlines will also be provided.", "Media": "Research papers (to be shared via Moodle), student presentations, further material to be sharedvia Moodle, online discussions", "Reading List": "Readings for general preparation (i.e., what is research? What marks a contribution?)", "Responsible for Module": "Wuttke, David; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " Advanced Seminar Operations & Supply Chain Management (WIHN0011) Supply Chain Finance& Supply Chain Risk Management (MiM Heilbronn) (Seminar, 4 SWS)Wuttke DFor further information in this module, please click campus.tum.de or here. WIHN0019: Inventory Management | Inventory Management"}, "WIHN0019: Inventory Management | Inventory Management": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "irregularly", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "In order to check the learning outcomes an oral exam (30 minutes) is performed.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "- the content of the course Production and Logistics- Basics in probability calculus- Experience with the usage of EXCEL", "Content": "The following topics are discussed                                                     1) Analysis ofDemand Data for Inventory Control,                                 2) ABC Analysis, XYZ Analyis3) Performance measures for inventory control                                          4) Inventoycontrol policies                                                                         5) Service and cost orientedapproaches                                                                 6) Optimization of cycle stock7) Joint replenishments                                                                               8) Optimization ofsafety stock                                                                     9) Managing Spare Parts Inventories10) Vendor managemd inventory                                                           11) RFID for inventorycontrol                                      ", "Intended Learning Outcomes": "The students- know fundamental problems and trade-offs while managing inventories in supply chains,- are able to model inventory problems,- know common inventory policies and are able to analyse them, - can determine optimal policy parameters for common inventory policies,- are able to use stochastic inventory models to optimize safety stock.", "Teaching and Learning Methods": "Case studies, presentation, discussions, computer work ", "Media": "", "Reading List": "- Tempelmeier, H. (2006) Inventory Management in Supply Networks. 2nd edition. Books on demand- Nahmias, S. (1997) Production and Operations Analysis. 3rd edition, Irwin Book Team. - Axsäter, S. (2004) Inventory Control. Kluwer’s International  Series.- Montgomery D.C.; Runger, G.C. (2003) Applied Statistics and Probability for Engineers. 3rdedition. Wiley", "Responsible for Module": "Kiesmüller, Gudrun; Prof. Dr. rer. nat.", "Courses (Type of course, Weekly hours per semester), Instructor": " Inventory Management (WIHN0019) MIM Heilbronn (Vorlesung mit integrierten Übungen, 4 SWS)Kiesmüller G, Ralfs JFor further information in this module, please click campus.tum.de or here. WIHN0022: Advanced Seminar Operations & Supply Chain Management: Operations Management | Advanced SeminarOperations & Supply Chain Management: Operations Management"}, "WIHN0022: Advanced Seminar Operations & Supply ChainManagement: Operations Management | Advanced Seminar Operations& Supply Chain Management: Operations Management": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "irregularly", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The examination consists of a written Seminar paper (75%) to check the learning outcomes 1-5,as well as an oral presentation (25%)  in order to check leraning outcome 6. The seminar papershould cover 15 - 20 pages and is written in the style of current publications of peer-reviewedjournal articles. At the end of the module students present their work in a 20 minutes presentation+ 15 minutes discussion and have to initialize and moderate the discussion on a selected paper oftheir fellow participants.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "The courses Management Science and Production and Logistics", "Content": "The advanced seminar in logistics and supply chain management focuses on recent researchprogress on varying topics, e.g. after sales service, procurement.", "Intended Learning Outcomes": "The objective of the module is to equip the participants with the necessary skills and tools for asuccessful master thesis project. Specifically, the aim is to be able to1 Read and understand recent research contributions2 Pursue interesting research questions3 Conduct a literature study and/or numerical study and/or implementation4 Structure and organize research methods and results 5  Write a seminar paper6 Present research finding and defend them in a discussion", "Teaching and Learning Methods": "In an introductory session, the current theme of the module is explained by the lecturer and thevarious available seminar topics are elaborated in detail. Also information on relevant literaturefor the problem settings is introduced, which forms the basis of the students´ seminar paper. Afterthe introductory session, students will work out the topic on their own, by using thier abbilities ofconducting literature research, mathematical modelling, programming and analyses. Throughoutthe whole time, they receive guidance from a supervisor of the chair. Different milestones are to beachieved at specific dates, such as a preliminary outline of the seminar paper, first research resultsand the final paper. Following the submission of the final paper, presentations and discussions ofall students´seminar papers are conducted, usually spanning one or several days, where amongstothers also presentation, moderation and discussion skills are trained.", "Media": "Presentation, Various form of literature (Journal Articles, Books, Report, Conference Proceedings, etc.)", "Reading List": "´Dependet on seminar focus, e.g.                                              E. vanWingerden, R.J.I.Basten,R.Dekker, W.D.Rustenburg (2014)More grip on inventory control through improved forecastingA comparative study at three companies. IJPE 157, 2020-237                          Joeri Poppe, Rob J.I.Basten, Robert N. Boute, Marc R. Lambrecht. (2017) Numerical study of inventory managementunder various maintenance policies. Reliability Engineering and System Safety 168, 262-273.    Bram Westerweel, Rob J.I. Basten, Geert-Jan van Houtum (2018). Traditional or AdditiveManufacturing? Assessing component designoptions through lifecycle cost analysis. EJOR 270, 570-585", "Responsible for Module": "Kiesmüller, Gudrun; Prof. Dr. rer. nat.", "Courses (Type of course, Weekly hours per semester), Instructor": " Advanced Seminar Operations & Supply Chain Management (WIHN0022) OperationsManagement (Seminar, 4 SWS), Module Catalog of the study program M.Sc. Masterstudiengang Management am CampusHeilbronnGenerated on 29.07.2021, 122 of 150, Page 123 WIHN0022: Advanced Seminar Operations & Supply Chain Management: Operations Management | Advanced SeminarOperations & Supply Chain Management: Operations Management, Kiesmüller GFor further information in this module, please click campus.tum.de or here."}, "WIHN0031: Advanced Seminar Operations & Supply ChainManagement: Digital Operations | Advanced Seminar Operations &Supply Chain Management: Digital Operations": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "irregularly", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The examination consists of a written Seminar paper (75%) to check the learning outcomes 1-5,as well as an oral presentation (25%)  in order to check leraning outcome 6. The seminar papershould cover 15 - 20 pages and is written in the style of current publications of peer-reviewedjournal articles. At the end of the module students present their work in a 20 minutes presentation+ 15 minutes discussion and have to initialize and moderate the discussion on a selected paper oftheir fellow participants.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "The courses Management Science and Production and Logistics", "Content": "The advanced seminar in logistics and supply chain management focuses on recent researchprogress on varying topics, e.g. after sales service, procurement.", "Intended Learning Outcomes": "The objective of the module is to equip the participants with the necessary skills and tools for asuccessful master thesis project. Specifically, the aim is to be able to1 Read and understand recent research contributions2 Pursue interesting research questions3 Conduct a literature study and/or numerical study and/or implementation4 Structure and organize research methods and results 5  Write a seminar paper6 Present research finding and defend them in a discussion", "Teaching and Learning Methods": "In an introductory session, the current theme of the module is explained by the lecturer and thevarious available seminar topics are elaborated in detail. Also information on relevant literaturefor the problem settings is introduced, which forms the basis of the students´ seminar paper. Afterthe introductory session, students will work out the topic on their own, by using thier abbilities ofconducting literature research, mathematical modelling, programming and analyses. Throughoutthe whole time, they receive guidance from a supervisor of the chair. Different milestones are to beachieved at specific dates, such as a preliminary outline of the seminar paper, first research resultsand the final paper. Following the submission of the final paper, presentations and discussions ofall students´seminar papers are conducted, usually spanning one or several days, where amongstothers also presentation, moderation and discussion skills are trained.", "Media": "Presentation, Various form of literature (Journal Articles, Books, Report, Conference Proceedings, etc.)", "Reading List": "´Dependet on seminar focus, e.g.                                              E. vanWingerden, R.J.I.Basten,R.Dekker, W.D.Rustenburg (2014)More grip on inventory control through improved forecastingA comparative study at three companies. IJPE 157, 2020-237                          Joeri Poppe, Rob J.I.Basten, Robert N. Boute, Marc R. Lambrecht. (2017) Numerical study of inventory managementunder various maintenance policies. Reliability Engineering and System Safety 168, 262-273.    Bram Westerweel, Rob J.I. Basten, Geert-Jan van Houtum (2018). Traditional or AdditiveManufacturing? Assessing component designoptions through lifecycle cost analysis. EJOR 270, 570-585", "Responsible for Module": "Kiesmüller, Gudrun; Prof. Dr. rer. nat.", "Courses (Type of course, Weekly hours per semester), Instructor": " Advanced Seminar Operations & Supply Chain Management (WIHN0031) Digital Operations(Seminar, 4 SWS), Module Catalog of the study program M.Sc. Masterstudiengang Management am CampusHeilbronnGenerated on 29.07.2021, 125 of 150, Page 126 WIHN0031: Advanced Seminar Operations & Supply Chain Management: Digital Operations | Advanced SeminarOperations & Supply Chain Management: Digital Operations, Kiesmüller GFor further information in this module, please click campus.tum.de or here."}, "WIHN0032: Business Forecasting | Business Forecasting": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "irregularly", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "In order to check whether students can calculate forecasts using the R software, they receive datathat needs to be analysed. They have to select a suitable method and determine the forecasts.Thus, the first part of the exam is a practice performance (programming task, 50%). In the secondpart of the exam, students must present the results of a small project that focuses on forecastingin a presentation (20 minutes, 50%) and be able to defend their approach in the subsequentdiscussion.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "- Basics in statistics- Basics in probability calculus", "Content": "The following topics are discussed                                                     1) Basic forecasting tools2) Judgmental Forecasting3) Exponential Smoothing4) Regression models5) ARIMA models6) Hierarchical Forecasting7) Neural Networks8) Applications of Forecasting", "Intended Learning Outcomes": "The students-  understand the importance of data analysis for business forecasting - know different forecasting techniques- are able to select the right forecasting method and apply it- can use the software R to compute forecasts- are able to present forecasts and explain their derivation", "Teaching and Learning Methods": "Group work, Programming with R, Presentations, Exercises", "Media": "PowerPoint Slides, Screencasts, Video conferences, Exercises", "Reading List": "- Hyndman, R.J., Athanasopoulos, G. (2012) Forecasting principles and practice. Otexts- Ord, K., Fildes, R. (2013) Principles of Business Forecasting. Cengage Learning.", "Responsible for Module": "Kiesmüller, Gudrun; Prof. Dr. rer. nat.", "Courses (Type of course, Weekly hours per semester), Instructor": " Business Forecasting (WIHN0032) (Lecture) (Vorlesung, 2 SWS)Kiesmüller G, Business Forecasting (WIHN0032) (Computer exercise) (Übung, 2 SWS)Kiesmüller G, Business Forecasting (WIHN0032) (Exercise) (Übung, 2 SWS)Kiesmüller GFor further information in this module, please click campus.tum.de or here."}, "WIHN0033: Deep Reinforcement Learning | Deep ReinforcementLearning [IRL]": {"Module Level": "", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The module is evaluated by laboratory assignments. Students are paired into groups of twoand work on homeworks and a project throughout the semester. Each group should submit thehomeworks (30%), a written report (weighs 50%) and present in the last session of the couse(weighs 20%). In the report, the students show the understanding of the theories and methods in the fieldsof reinforcement learning, and their ability to apply them to model real world problems, and toimplement the solution with a programming language (Python). The presentation takes 20 minuteswith 20 minutes discussion.    ", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "The module requires a solid knowledge in advanced mathematics. It is better to know machinelearning and deep learning. The experience of programming is helpful, because the students willuse Python to finish the project.", "Content": "The module covers different state of the art methods for reinforcement learning. Specifically thetopics cover- Review of supervised/unsupervised learning and deep learning- Definition of reinforcement learning- Markov decision process- Dynamic programming - Monte Carlo methods- Temporal difference learning WIHN0033: Deep Reinforcement Learning | Deep Reinforcement Learning [IRL]", "Intended Learning Outcomes": "After successful completion of this module, the students will (1) have a deep understanding of theconcepts of reinforcement learning, (2) can explain the classical algorithms, such as Q-learning,SARAS, DQN, policy gradient and so on, based on the theoretical backgrounds, the students areable to (3) model the real world problem by reinforcement learning, and (4) implement the solutionapproaches by Python. ", "Teaching and Learning Methods": "The module consists of a series of lectures that introduce the theory and illustrate the examplesand applications in practical. The project for the students is aim to practice the classical algorithms learned in classes. Inthe written report, the students should learn to model a real world problem and implement byprogramming. ", "Media": "Presentation slides, technical papers", "Reading List": "Bach F., Sutton R., Barton A. Reinforcement learning An introduction, The MIT Press (2018)", "Responsible for Module": "Xie, Jingui; Ph.D.", "Courses (Type of course, Weekly hours per semester), Instructor": " Introduction to Reinforcement Learning (WIHN0033) (Vorlesung, 4 SWS)Bai J, Xie JFor further information in this module, please click campus.tum.de or here. WIHN0034: Advanced Seminar Operations & Supply Chain Management: Business Analytics and its Application inHealthcare | Advanced Seminar Operations & Supply Chain Management: Business Analytics and its Application inHealthcare "}, "WIHN0034: Advanced Seminar Operations & Supply ChainManagement: Business Analytics and its Application in Healthcare |Advanced Seminar Operations & Supply Chain Management: BusinessAnalytics and its Application in Healthcare ": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter/summersemester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "135", "Contact Hours": "45", "Description of Examination Method": "The examination consists of two parts 1. The presentation (25% of the overall grade) by whichit is proved that the students have a solid overview over business and data analytics, and havemodelling and data analytics skills in solving healthcare problems. 2. The research proposal (75%of the overall grade) by which it is proved that the students  understand the literature on a subtopicin the field of business analytics with application in healthcare management, have learned the mostimportant research methods in business analytics, are able to detect promising research questionsand finding innovative ways to investigate them using data. The overall grade is calculated byaverageing written work (75%) and presentation (25%).", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Foundations in statistics and management science", "Content": "In this seminar, we will discuss how to use big data to solve business problems, and have agood understanding of business analytics. In particular, we will focous in the area of healthcaremanagement. The seminar generally has four parts. Part 1 Review the literture on businessanalytics, review the literature on healthcare data analytics. Part 2 Examine and identify variouspublic databases, for example, open source data (google mobility data), data from organizationssuch as WHO. Part 3 Propose a research question, build the correct model and find theapproporiate dataset to support the analysis. Part 4. Present research ideas and write an academic WIHN0034: Advanced Seminar Operations & Supply Chain Management: Business Analytics and its Application inHealthcare | Advanced Seminar Operations & Supply Chain Management: Business Analytics and its Application inHealthcare ", "Intended Learning Outcomes": "Students who have participated in this seminar have a comprehensive understanding of thescientific process; know about the most important issues of current business and managementresearch; have a solid overview over diverse and innovative ways of collecting data and analyzingdata; be able to think critically; solve business problems efficiently and innovatively using big data.", "Teaching and Learning Methods": "Presentation, interactive teaching, e-learning, group discussions", "Media": "Zoom, literature databases (Ebsco, ScienceDirect etc.), Databases, software development platform(e.g. GitHub)", "Reading List": "Top 24 leading business journals -  see https//jindal.utdallas.edu/the-utd-top-100-business-school-research-rankings/. In particular, we focus on the following five journals Management Science,Operations Research, Journal of Operations Management, Manufacturing and Service OperationsManagement, Production and Operations Management. For example Liu, J., Xie, J., Yang, K.K.and Zheng, Z., 2019. Effects of rescheduling on patient no-show behavior in outpatient clinics.Manufacturing & Service Operations Management, 21(4), pp.780-797. Xie, J., Zhuang, W., Ang,M., Chou, M.C., Luo, L. and Yao, D.D., Analytics for Hospital Resource Planning—Two CaseStudies. Production and Operations Management.", "Responsible for Module": "Xie, Jingui; Ph.D.", "Courses (Type of course, Weekly hours per semester), Instructor": " Advanced Seminar Operations & Supply Chain Management (WIHN0034)  Business Analyticsand its Application in Healthcare (Seminar, 4 SWS)Xie JFor further information in this module, please click campus.tum.de or here. WIHN0039: Business Analytics with Python and R | Business Analytics with Python and R"}, "WIHN0039: Business Analytics with Python and R | Business Analyticswith Python and R": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The module is evaluated by assignments and projects. Each student should finish the assignmentsduring the semester (30%) and work on a final project, which includes a written report (weighs50%) and present in the last session of the course (weighs 20%). In the report, the students show the understanding of the theories and methods in the fields ofbusiness analytics, and their ability to apply them to analyze real world data, and to implement thesolution with a programming language (Python and R). The presentation takes 20 minutes with 20minutes discussion.    ", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Prerequisites Statistics, Machine Learning, Reinforcement Learning, Econometrics, ManagementScience", "Content": "The module covers different state of the art methods for business analytics. Specifically the topicscover1. Descriptive AnalyticsReview of statisticsIntroduction to RIntroduction to Python2. Predictive AnalyticsReview of machine learning (deep learning)Review of econometrics Regression models WIHN0039: Business Analytics with Python and R | Business Analytics with Python and R", "Intended Learning Outcomes": "After successful completion of this module, the students will (1) have a deep understanding ofthe key concepts and the most important issues of business analytics, (2) have a solid overviewover diverse and innovative ways of collecting and analyzing data. Furthermore, by the softwareexercise, the students (3) are required to implement the data analysis approaches by Python andR. ", "Teaching and Learning Methods": "The module consists of a series of lectures and software exercise. The lecture introduce the theoryand illustrate the examples and applications in practical. The software seminar offers instructions of Python and R, by which the business analytics methodscould be implemented.The final project for the students is aim to practice the classical algorithms learned in classes.In the written report, the students should learn to model a real world problem and implement byprogramming. .", "Media": "Presentation slides, software exercise, technical papers", "Reading List": "Business Analytics Data Analysis & Decision Making, 7th Edition, S.Christian Albright, Wayne L.WinstonBusiness Analytics, 4th Edition, Jeffrey D. Camm, James J. Cochran, Michael J Fry, Jeffrey W.OhlmannAn Introduction to Statistical Learning with Applications in R, Gareth James, Daniela Witten, TrevorHastie and Robert Tibshirani.", "Responsible for Module": "Xie, Jingui; Ph.D.", "Courses (Type of course, Weekly hours per semester), Instructor": " Business Analytics with Python and R - lecture (WIHN0039) (Vorlesung, 2 SWS)Xie J, Business Analytics with Python and R - exercise (WIHN0039) (Übung, 2 SWS), Module Catalog of the study program M.Sc. Masterstudiengang Management am CampusHeilbronnGenerated on 29.07.2021, 134 of 150, Page 135, WIHN0039: Business Analytics with Python and R | Business Analytics with Python and R, Xie JFor further information in this module, please click campus.tum.de or here."}, "WIHN0043: Advanced Seminar Operations & Supply ChainManagement: Deep Reinforcement Learning | Advanced SeminarOperations & Supply Chain Management: Deep Reinforcement Learning": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "135", "Contact Hours": "45", "Description of Examination Method": "The module is evaluated by two parts. The students should finish a written report (weighs 75%)and present in the last session of the course (weighs 25%). In the report, the students show the understanding of the theories, methods and literature in thefields of deep reinforcement learning, and the application in the healthcare management area, andtheir ability to model real world problems in a innovative way, and to implement the solution with aprogramming language (Python). The presentation takes 20 minutes with 20 minutes discussion.    ", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "The module requires a solid knowledge in advanced mathematics. It is better to know machinelearning, deep learning and programming.", "Content": "In this seminar, we will discuss how to apply reinforcement learning to solve business problems.In particular, we will focous in the area of healthcare management. The seminar generally hasthree parts. Part 1 Review the literture on deep reinforcement learning, review the literature onhealthcare decision making. Part 2 Propose a research question, build the correct model and findthe approporiate algorithm. Part 3. Present research ideas and write an academic report. Thus, thiscourse will be especially valuable to inspire research ideas and prepare for scientific work on thesubsequent master thesis or PhD study.  WIHN0043: Advanced Seminar Operations & Supply Chain Management: Deep Reinforcement Learning | AdvancedSeminar Operations & Supply Chain Management: Deep Reinforcement Learning", "Intended Learning Outcomes": "After successful completion of this module, the students will (1) have a comprehensiveunderstanding of the scientific process; (2) get deep understanding of the concepts andalgorithms of deep learning and reinforcement learning,  (3) have a solid overview over diverseand innovatives of the application of deep learning and reinforcement learning , based on thetheoretical backgrounds, the students are able to (4) think critically, (5) model problems efficientlyand innovatively using deep learning and reinforcement learning, and (6) find optimal solutionusing R and Python.", "Teaching and Learning Methods": "Presentation, interactive teaching, e-learning, group discussions", "Media": "Zoom, technical papers", "Reading List": "Top 24 leading business journals -  see https//jindal.utdallas.edu/the-utd-top-100-business-school-research-rankings/. In particular, we focus on the following five journals Management Science,Operations Research, Journal of Operations Management, Manufacturing and Service OperationsManagement, Production and Operations Management.", "Responsible for Module": "Xie, Jingui; Ph.D.", "Courses (Type of course, Weekly hours per semester), Instructor": " Advanced Seminar Operations & Supply Chain Management (WIHN0043) Deep ReinforcementLearning (Seminar, 4 SWS)Xie JFor further information in this module, please click campus.tum.de or here. WIHN0047: Advanced Seminar Operations & Supply Chain Management: Virtual Reality Seminar on the Applicationof Game Theory in Supply Chain Management | Advanced Seminar Operations & Supply Chain Management: VirtualReality Seminar on the Application of Game Theory in Supply Chain Management"}, "WIHN0047: Advanced Seminar Operations & Supply ChainManagement: Virtual Reality Seminar on the Application of GameTheory in Supply Chain Management | Advanced Seminar Operations &Supply Chain Management: Virtual Reality Seminar on the Applicationof Game Theory in Supply Chain Management": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Upon completion of this module, students will understand the most relevant basic concepts andmechanisms of game theory and applications in supply chains. The use of VR (virtual reality)technology makes this course interactive and promotes the creativity of the students.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "Management Science WIHN0047: Advanced Seminar Operations & Supply Chain Management: Virtual Reality Seminar on the Applicationof Game Theory in Supply Chain Management | Advanced Seminar Operations & Supply Chain Management: VirtualReality Seminar on the Application of Game Theory in Supply Chain Management", "Content": "Subject-specific content• Games (e.g., Nash Equilibria, Stackelberg, Cournot)• Supply Chain Management• Supply Chain Finance• Supply Chain Risk Management", "Intended Learning Outcomes": "Upon completion of the module, students are able to• understand and analyze state-of-the-art approaches and ideas of game theory,• understand and convey the key intution of even difficult game theoreticalmodels,                                                                  • promote creativity based on virtual reality technology,• understand selected research papers and evaluate their key findings,• present and explain complex research studies in a comprehensible and interesting mannerleveraging interactive technology,• evaluate suggested management solutions in the supply chain context and assess their strengthsand weaknesses,• create management recommendations based on game theoretical models,• and criticize innovative approaches by assessing potential shortcomings.", "Teaching and Learning Methods": "SeminarThis seminar leverages state of the art technology to combine seamlessly teaching online, hybrid,and on site. Seminar sessions take place in a virtual (online) simualted environment. The methodscombine self-study of academic papers, group discussions, mini-lectures, and interactive student-led discussions.", "Media": "Research papers (to be shared via Moodle), student presentations, further material to be sharedvia Moodle, online virtual reality discussions", "Reading List": "Readings for general preparation", "Responsible for Module": "Wuttke, David; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here."}, "WIHN0048: Introduction to Python for Data Analysis | Introduction toPython for Data Analysis": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter/summersemester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The examination consists of two projects on the programming language, analysis methods andvisualization techniques, which were discussed and applied during the module. Students will workin small groups to deliver the result for the projects. After each project,a short written report on theapplied methods and the achieved results must be submitted. There will be a presentation sessionto introduce each group's achievement. ", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Basic knowledge in mathematical and statistical analysis methods.", "Content": "This course aims to give a comprehensive knowledge of Python and how the language can beused in Data Analysis. The module covers the following topics- Basic Python syntax• Variables, expressions and statements• Type- Python Data Structures WIHN0048: Introduction to Python for Data Analysis | Introduction to Python for Data Analysis", "Intended Learning Outcomes": "Upon the completion of this course, students will acquire the knowledge of what Python is and howPython is relevant to Data Analysis. They will understand the data structures in Python and will beable to write simple programs using Python. ", "Teaching and Learning Methods": "Types of instruction The learning content consists of lecture courses and practical courses.", "Media": "Lecture slides; whiteboard; programming assignment; powerpoint.", "Reading List": "Downey, A. (2012). Think Python. \" O'Reilly Media, Inc.\".Kuhlman, D. (2009). A python book Beginning python, advanced python, and python exercises(pp. 1-227). Lutz Dave Kuhlman.", "Responsible for Module": "Müller, Sebastian; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " Introduction to Python for Data Analysis - Exercise (WIHN0048) (Übung, 2 SWS)Phan T, Introduction to Python for Data Analysis - Lecture (WIHN0048) (Vorlesung, 2 SWS)Phan TFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program M.Sc. Masterstudiengang Management am CampusHeilbronnGenerated on 29.07.2021"}, "WIHN9268: Master’s Thesis (Master in Management) | Master’s Thesis(Master in Management)": {"Module Level": "Master", "Language": "German/English", "Duration": "", "Frequency": "winter/summersemester", "Credits": "30", "Total Hours": "900", "Self-study Hours": "890", "Contact Hours": "10", "Description of Examination Method": "The Master's Thesis is the final paper with a duration of 6 months, where the student concentrateson a specific topic in business administration and economics. Here the students frames the stateof research and dicourse and evolves the own specific topic. Based on  scientific knowledge andmethodical skills, students autonomously develop a solution to the topic. The Master's Thesis issupported by a professor of the TUM School of Management.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "The thesis can be filed after the successful completion of 45 out of 60 Credits in the mandatorymodules and the completion of at least 6 Credits in the elective modules.", "Content": "The Master's Thesis focuses on a research topic in business adminstration and economics. Thethesis is alsway supervised by a professor of TUM School of Management, often in co-operationwith an organisation of industry or research. The topic of the thesis is created so that it can betreated extensively within six months.", "Intended Learning Outcomes": "At the end of the module Master's Thesis students are able to handle and develop a project inan autonomic, systematic and scientific way. Therefore students deploy scientific knowledge andmethodical skills to the specific subject. They script the state-of-the-art knwoledge, based onresearch, evaluate the findings and classify them within the scientific and or practical discussion. WIHN9268: Master’s Thesis (Master in Management) | Master’s Thesis (Master in Management)", "Teaching and Learning Methods": "The creation the thesis encourages students to deal soundly with a scientific subject. Therefor theyapply their knowledge and methodical skills, acquired during the studies, and create an elaboratedscientific documentation within the set time frame. The work on the project is done independently,supported by discussions with the supervisor.", "Media": "literature, presentations", "Reading List": "specific literature based on the topic", "Responsible for Module": "Müller, Sebastian; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " "}}