{"WI000258: Empirical Research in Economics and Management | Empirical Research in Economics and Management": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter/summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The final written exam (120 minutes) is a means to assess students' understanding of the basic and advanced theories of empirical research in economics and management research. Students have to show that they understand different research designs. They have to prove that they are familiar with the basic concepts of different empirical methods, therefore they have to analyze data as well as to interpret the results of these different methods.  The exam is 100% based on multiple choice questions.  Students may use a non-programmable calculator and a non-electronic dictionary for the exam.Students have the possibility to improve their final grade by taking a voluntarily midterm assignment. The final grade can be improved by 0,3. The midterm assignment consists of handing in two practice sheets. The completion of the practice sheets is not mandatory, but highly recommended. The exercise sheets are a means to assess students' understanding learning progress of the basic theories of empirical research for the further course of the module. ", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "none", "Content": "This module prepares students for qualitative and quantitative research (e.g. for their Master's Thesis) by introducing them to basic and advanced topics of empirical research.   Amongst others, the topics are:- Experiment design- Correlation analysis- Linear and multiple regression models- Qualitative methods- Factor- and cluster analysis- Conjoint analysisThe acquired skills are important for students' Master's Thesis but are equally important to understand and analyze data and statistics in their future career and everyday life.", "Intended Learning Outcomes": "After the successful participation in the module Empirical Research in Economics and Management, students will be able to understand the most important methods of empirical research, covering basic as well as advanced aspects of research design, data collection, data analysis, and interpretation. Students will learn how to understand and analyze academic empirical research and be in a position to critically question in-press reports which refer to empirical studies. Students will learn to apply basic methods of empirical research. Students will learn the basics of how to plan, set up, and conduct an empirical research project themselves (e.g., for their seminar paper or their final thesis). Finally, students will learn to interpret empirical research results.", "Teaching and Learning Methods": "The module consists of lectures and integrated exercises (both will be recorded on Lecturio - but active participation is recommended).  The lectures serve to build a thorough theoretical understanding of the related scientific concepts and methods.  In the exercises students learn to apply the methods, they have learned in the lectures, in concrete analyses and interpretations. In addition to the examples of the integrated exercises, two practice sheets are provided on which the student can practice individually. The practice sheets include various topics, such as regression analysis, factor analysis, cluster analysis, and conjoint analysis, which are relevant for the exam. Both practice sheets will be discussed in detail during the tutorial sessions.", "Media": "Lecture slides are available via Moodle.", "Reading List": "- Eisenhardt, K (1989). Building Theory from Case Study Research. The Academy of Management Review, 14(4), 532-550.- Singleton Jr, R., Straits, B. C., Straits, M. M., & McAllister, R. J. (2010). Approaches to social research. Oxford University Press.- Stock, J., M, Watson (2007) Introduction to Econometrics - Chapter 10 Regression with Panel Data,  - Stock, J., M, Watson (2007) Introduction to Econometrics - Chapter 14 Introduction to Time Series Regression and Forecasting. ", "Responsible for Module": "Hirsch, Stefan; Prof. Dr. agr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Empirical Research in Economics and Management - Exercise (WIHN0258) (MiM Campus Heilbronn) (Übung, 2 SWS)Förderer J, Empirical Research in Economics and Management - Lecture (WIHN0258) (MiM Campus Heilbronn) (Vorlesung, 2 SWS)Förderer J, Kircher T, Empirical Research in Management and Economics (WI000258) (Vorlesung, 2 SWS)Pachur T, Erben A, Abdelaal M, Octavianus E, Empirical Research in Management and Economics (WI000258) - Exercise (Übung, 2 SWS)Pachur T, Zilker V, Hof L, Abdelaal M, Erben A, Octavianus EFor further information in this module, please click campus.tum.de or here."}, "WI001129: Marketing and Innovation Management (MiM) | Marketing and Innovation Management (MiM)": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The grading will be based on a written exam (120 min). By answering multiple choice questions students have to show that they have understood and can apply models and concepts related to markets aspects of innovation and to the organization of the innovation process. The questions also asses whether students can explain and analyze marketing basics (including key terms, theories, frameworks, the use of marketing strategies and marketing mix instruments, and their interrelationship with core concepts in marketing). The questions may require calculations. Students may use a non-programmable calculator to do these calculations.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "none", "Content": "Market aspects of innovation- Innovation Examples and particularities,- Innovation and the development of industries,- Sources of innovation,- Innovation strategy Analysis of the market, technology and competition,- Acquisition of technology Market, cooperation and networks", "Intended Learning Outcomes": "At the end of the module, students will be able to (1) recognize and apply models and concepts related to the market aspects of innovation (e.g., modes of acquisition of technology) and to the organization of the innovation process (e.g., promotors and champions in the innovation process), (2) identify how they can be concretely used in companies, (3) evaluate which models and concepts are most useful in a given situation, (4) remember and understand the key terms used in marketing (e.g., customer lifetime value, segmenting, targeting, and positioning,  marketing mix instruments), (5) explain common marketing theories and frameworks (e.g., service-dominant logic, decision-making styles), (6) describe and justify the use of both marketing strategies and marketing mix instruments, and (7) relate the strategies and use of instruments to core concepts in marketing, such as customer-perceived value, satisfaction, and loyalty, and (8) evaluate existing innovation and marketing concepts in terms of their strengths and weaknesses in theory and practice.", "Teaching and Learning Methods": "The module consists of two lecture series, each of which include two sessions held by guest speakers to refer to state of the art examples of marketing and innovation. Students will be asked to read the literature before the lecture and prepare for each lecture using texts and slides that are provided. Students will be enabled to relate the material to decision making in practice, by means of examples and cases. In a group project, students can elect to apply key innovation concepts and develop their own case examples, which will subsequently be shared in a wiki format. Students will also be encouraged to discuss the material in online forums that are provided to the students between lectures.", "Media": "Lecture slides are available via Moodle. Presentation slides, online discussion forum", "Reading List": "- Afuah - Innovation Management. strategies, implementation, and profits- Dodgson, Gann, Salter - The Management of Technological Innovation (Chapter 4)- Teece - Profiting from Technological Innovation Implications for integration, collaboration, licensing and public policy- Stamm - Structured Processes for Developing New Products- Hauschildt, Kirchmann - Teamwork for innovation - the \"troika\" of promotors- Kotler/Keller/Brady/Goldman/Hansen (2012) Marketing Management, 2nd European ed., Pearson Harlow.  - Kotler/Armstrong (2014) Principles of Marketing, 15th ed., Pearson Harlow.  - Homburg (2015) Marketingmanagement. Strategie - Instrumente - Umsetzung - Unternehmensführung, 5. Aufl., Gabler Wiesbaden.", "Responsible for Module": "Henkel, Joachim; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " Technology and Innovation Management Introduction (WI001129, englisch) (MiM) (Vorlesung, 2 SWS)Latifi G, Marketing (MiM) (WI001129, englisch) (Vorlesung, 2 SWS)Schnurr B, Ungemach CFor further information in this module, please click campus.tum.de or here."}, "WI001130: Cost Accounting | Cost Accounting": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Students take a 60 minutes written exam. The only aid permitted is a non-programmable calculator. The questions in the written exam refer to the topics of managerial cost accounting. Each intended learning outcome is addressed by several questions in the exam By answering these questions, students show to what extent they are able to (1) remember and understand the basic concepts of managerial cost accounting systems, (2) analyze accounting problems and (3) apply the newly acquired knowledge to solve these problems", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "none", "Content": "The module introduces students to managerial cost accounting. It covers topics such as job costing, activity-based costing, process costing, allocation of support-department costs, inventory costing and capacity analysis, cost behavior, and cost-volume-profit analysis.", "Intended Learning Outcomes": "The intended learning outcomes of this module are (1) students will be able to remember and understand the standard concepts of managerial cost accounting systems, which are internationally used (e.g., job costing, activity-based costing, process costing); (2) they will be able to assess and thoroughly analyze real-world accounting problems; (3) they will be able to evaluate and compare multiple tools of cost accounting and apply them in the most appropriate way to solve specific problems.", "Teaching and Learning Methods": "The module consists of a lecture and an exercise. In the lecture, the lecturer presents the concepts of cost accounting to the students to introduce them to the material. Students then apply these concepts to solve accounting problems interactively in class. Students also read literature suggested to them, which is then discussed in class. In the exercises, students use the acquired knowledge to solve problem sets and case studies.", "Media": "presentations, text books, lecture notes, exercises", "Reading List": "Horngren, C./Datar, S./Rajan, M. Cost Accounting. A Managerial Emphasis (Global Edition), 15th ed., Pearson, 2015.", "Responsible for Module": "Friedl, Gunther; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Cost Accounting (WI001130, englisch) (MiM) (Vorlesung, 2 SWS)Friedl G [L], Friedl G, Höfer T, Mehrer M, Cost Accounting: Exercise (WI001130, englisch) (MiM) (Übung, 2 SWS)Friedl G [L], Mehrer M, Cost Accounting (WIHN1130): MiM Heilbronn (Vorlesung mit integrierten Übungen, 4 SWS)Pflitsch MFor further information in this module, please click campus.tum.de or here."}, "WI001131: Production and Logistics (MiM) | Production and Logistics (MiM)": {"Module Level": "Master", "Language": "German/English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The assessment takes place in form of a written exam (120 min) at the end of the semester. In the exam students demonstrate that they are able to explain, discuss and critically evaluate various concepts of production management and logistics. Furthermore, they proof that they can apply the discussed quantitative approaches for operations and supply chain management, critically evaluate them and discuss the results. The answers involve own formulations, as well as calculations or mathematical modelling.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "none", "Content": "This is an introductory module, providing an overview on planning problems in (1) production and (2) logistics and on methods to solve these.  ", "Intended Learning Outcomes": "At the end of the module the students will be able to- understand the relation between different planning problems in production and logistics- analyze specific planning problems on the strategic, tactical and operational level in detail. Apply respective solution methods approaches. Understand how these solution methods are derived and motivated.  - understand the main problem settings in production and logistics planning and explain resulting strategic decision making and managerial tasks  - identify, quantify and evaluate the main economic trade-offs in decision making in production and logistics (e.g. holding vs. setup costs, costs vs. service) and their implication on supply chain performance.- select and apply the solution approaches taught in this course to specific industry problem settings in production and logistics. Understand how the problem structure dictates the ideal solution framework.- critically evaluate the theoretical frameworks and their potential applications- analyze novel solution approaches for cross-disciplinary issues from industry", "Teaching and Learning Methods": "The lecture 'Production Management' will take place in form of a flipped classroom. The students will prepare the announced topic using the lecture material and the learning videos provided. During the classes, questions regarding the topic will be discussed and selected exercises are used to gain a deeper understanding of the prepared topic.  The lecture 'Logistics und Supply Chain Management' is a recorded class room lecture (Lecturio) and supported by tutorials. Students are expected to study the supplementary reading material and use the video recordings of the lecture to gain a comprehensive understanding of the course content.", "Media": "Presentations, Script (Production and Supply Chain Management), Recordings of lecture (Supply Chain Management)", "Reading List": "Günther, H.O., Tempelmeier, H. (2012), Produktion und Logistik, 9. Auflage, SpringerGhiani, G., Laporte, G., Musmanno R. (2013), Introduction to Logistics Systems Management, 2. Aufl., Wiley", "Responsible for Module": "Grunow, Martin; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Logistics and Supply Chain Management (WI001131,englisch) (MiM) (Vorlesung, 2 SWS)Bloemer A, Minner S ( Bloemer A ), Production Management (WI001131, englisch) (MiM) (Vorlesung, 2 SWS)Grunow M [L], Grunow M, Karimian Hadi Ardebili Y, Production and Logistics MIM Heilbronn (WIHN1131) (Vorlesung, 4 SWS)Marlenova B, Mohadikar M, Wuttke DFor further information in this module, please click campus.tum.de or here."}, "WI001137: Management Science (MiM) | Management Science (MiM)": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Students mastery of the content taught in this module is checked with a 60 minutes written exam. Students are only allowed to use a non-programmable calculator. In the exam students have to answer questions, apply algorithms to solve management or business problems such as planning the optimal production mix, the optimal project portfolio or the cost minimal distribution route , create mathematical models for small example problems, and discuss presented results. By this the students demonstrate that they have understood and can apply the mathematical models and methods. The overall grade of the module is based on the result obtained in the written exam.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Knowledge in Mathematics and Statistics at the level of a successful undergraduate degree in Natural Science, Engineering or Sport Science.", "Content": "Management Science is about modeling, solving and analyzing business adminstrations and management problems using mathematial concepts. Management Science is used across different industries, departments and organizations. The lecture will treat the Management Science approach to decision making in general and the following topics in particular Linear Programming, Mixed-Integer Programming, Graph Theory, Netwerk Flow, Dynamic Programming and Decision Theory. ", "Intended Learning Outcomes": "After successful completion of the module students can use Operations Research methods used in Management Science  in order to model business problems, to solve them to optimality and to analyze them. Students will in particular be enabled to model and solve linear programs, mixed- integer programs, dynamic programs, find shortest as well as maximum flows in networks, model and solve decision matrices and decision trees, employ utility theory to model and solve risky decisions and use scoring models in order to model and solve multi-criteria decision problems. In contrast to the module for Bachelor-students, for Master students more emphasis will be put on the acquisition of modeling knowledge.", "Teaching and Learning Methods": "The module consists of a weekly lecture, a weekly exercise course as well as a biweekly tutorial which is voluntary. In the lecture the content is introduced to the student. The exercise repeats and deepens the contents. In the tutorial students are solving exercises by themselves and in groups guided by a student teaching assistant. Groups are of no more than 20 students. The student teaching assistants will repeat concepts from the lecture and the exercise and they help students in undertaking the exercises. ", "Media": "Script, Presentation slides", "Reading List": "Bradley, S.P., A.C. Hax und T.L. Magnanti Applied Mathematical Programming, Addison-Wesley, 1977.  Domschke W and A. Drexl Einführung in Operations Research, 9th Ed., Springer, 2015.Hillier FS and Lieberman GJ Introduction to Operations Research, 9th ed., McGraw-Hill, 2010. Winston WL Operations Research, 5th Ed., Thomson, 2004.", "Responsible for Module": "Kolisch, Rainer; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Management Science - Lecture (WIHN1137) (MiM Campus Heilbronn) (Vorlesung, 2 SWS)Kiesmüller G, Management Science - Exercise (WIHN1137) (MiM  Campus Heilbronn) (Übung, 2 SWS)Kiesmüller G, Pham T, Sachs F, Management Science (WI001137): (MiM) (Vorlesung mit integrierten Übungen, 4 SWS)Naber AFor further information in this module, please click campus.tum.de or here."}, "WI001138: Investment and Financial Management (MiM) | Investment and Financial Management (MiM) [IaF]": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The grading is based on a written exam with a duration of 120 minutes. To test whether the students acquired the theoretical basics in financial analysis and investment planning, multiple choice questions are asked, where they have to find the correct or incorrect statement among several alternative statements. By using a calculator and the formulary issued by the chair, the students for example have to analyze investment projects, create the optimal capital structure of projects or firms, evaluate bonds, stocks, or equity options to  demonstrate their ability to apply financial tools based on finance theory and to critically analyze different problem sets which finally results in a context-based conclusion.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "None", "Content": "The module will give students a broad understanding of the instruments to analyse and evaluate investment opportunities. Subsequent, a complete list of these methods- Financial Statement Analysis (balance sheet analysis, analysis of profit and loss account)- Investment Analysis (net present value method, actuarial return)- Capital Budgeting (determination of free cashflows, choosing between alternatives)- Cost of Capital (equity costs, borrowing costs, capital costs)- Capital Structure", "Intended Learning Outcomes": "Upon completion of this module students will be able to name and apply important measures of company performance indicators, create an optimal capital structure for companies and investment projects in a world without taxes (Modigliani-Miller) and with taxes (valuing the tax shield), which ultimately enables them to analyse and evaluate investment opportunities. Finally, students will be able to understand and analyse companies' investment decision making process and to create investment as well as capital budget plans. Furthermore, students will be able to to remember and understand key theories of corporate finance and to apply fundamental methods of corporate finance which sets the fundamental basis for the overall module. ", "Teaching and Learning Methods": "The module will combine several learning methods.- Weekly Lecture Presentation of theoretical basics and applied examples, supported by slides. As a better learning effect is reached by a dynamic learning environment, the student can join in live surveys with onlineTED.  - Excercise available on several dates Calculation of selected exercises from the set of exercises in small groups so the students can directly ask questions about the calculations.- Set of exercises with applied examples for individual practising of exercises.", "Media": "Presentations, exercises with solutions, onlineTED", "Reading List": "Berk/DeMarzo, Corporate Finance, 3rd. Edition, Pearson.", "Responsible for Module": "Loos, Benjamin; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " Investment & Financial Management (WI001138, englisch) Exercise (MiM) (Übung, 2 SWS)Braun R [L], Weik S, Investment & Financial Management (WI001138, englisch) (MiM) (Vorlesung, 2 SWS)Braun R, Weik S, Investment and Financial Management (WIHN1138) MiM Heilbronn - Lecture (Vorlesung, 2 SWS)Müller S, Investment and Financial Management (WIHN1138) MiM Heilbronn - Exercise (Übung, 2 SWS)Müller S [L], Gong Z, Preissler FFor further information in this module, please click campus.tum.de or here."}, "WI001139: Financial Accounting (MiM) | Financial Accounting (MiM)": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The examination of the students success consists of a written exam (60 min, multiple choice). Students may use a non-programmable calculator as helping material. In the exam students show that they are able to correctly record financial transactions using double-entry bookkeeping. Moreover, in the exam students demonstrate that they can discuss accounting theories and new standards of IFRS as well as conduct financial statement analyses. ", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "none", "Content": "The first part of the module teaches the the technique of double-entry bookkeeping and of constructing financial statements at the end of the fiscal year. The second part introduces important standards under IFRS. The third part explains financial statement analysis.", "Intended Learning Outcomes": "Upon successful completion of this module, students are able to record business transactions or (re-)valuations using double-entry bookkeeping and to construct individual and consolidated financial statements according to International Financial Reporting Standards (IFRS). They can critically discuss the impact of new or revised accounting standards on financial statments and on managerial behavior. Students can evaluate important accounting theories. Moreover, they are able to identify leeway for earnings management, to evaluate its level in financial statements and its impact on current and future performance. Finally, they are able to analyse the financial position, the performance and the financial stability of firms using data from financial statements. Using these analyses students can compare international firms.", "Teaching and Learning Methods": "The module consists of two parts. The first part is an online lecture and a corresponding exercise. In the lecture the relevant methods and theories are conveyed. In the exercise the content of the lecture and its understanding is deepened and extended by exercises and case studies in which real financial statements are discussed. The second part of the module is a regular lecture. The exercise is integrated in this lecture. Relevant scripts and exercises can be downloaded via Moodle.", "Media": "Script, tutorials, case studies, moodle", "Reading List": "Buchholz, Rainer Grundzüge des Jahresabschlusses nach HGB und IFRS, 8. Aufl., München 2013Meyer, Claus Bilanzierung nach Handels-und Steuerrecht, 27. Auflage, Herne 2016.IASB International Financial Reporting Standards", "Responsible for Module": "Ernstberger, Jürgen; Prof. Dr. rer. pol. habil.", "Courses (Type of course, Weekly hours per semester), Instructor": " Financial Accounting (WI001139) (MiM) (Vorlesung mit integrierten Übungen, 4 SWS)Ernstberger J, Grottel B, Hertl I, Keiling M, Financial Accounting (WIHN1139) (MiM Campus Heilbronn) (Vorlesung mit integrierten Übungen, 4 SWS)Stich MFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program M.Sc. ManagementGenerated on 27.09.2023"}, "WI001056_1: Principles of Economics | Principles of Economics": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Students receive credit for the module by passing a multiple choice exam (written, 120 minutes). The exam is a means to measure the participants' understanding of  fundamental micro- and macroeconomic concepts and methods. Moreover the exam assesses the students' ability to apply economic theory to concrete problems.Hereby, participants demonstrate their capacity for abstraction (thinking in economic models) and concretization (interpreting and applying the results of the model).", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "None", "Content": "This module provides an introduction to the basic concepts of economics. It is divided into two parts micro- and macroeconomics.Microeconomics deals with the behavior of individual agents, such as households, firms, and public institutions and with their interaction on markets. How can market demand be derived from the consumption choices of households? How can market supply be derived from the production decisions of firms? Which mechanisms give rise to an equalization of demand and supply? What are the consequences of market failure, and what can the state do about it?Macroeconomics takes an aggregated perspective; it analyzes the economy as a whole. How can economic activity, inflation, and unemployment be measured? What are the factors that determine economic growth? Which mechanisms give rise to economic fluctuations, and how can these fluctuations be mitigated through fiscal and monetary policy?", "Intended Learning Outcomes": "At the end of the module the students will be able to understand and explain the basic principles of economics.  On the micro level, this includes consumer behavior as well as firms' production decisions. The students will be able to analyze basic mechanisms that give rise to the equalization of supply and demand in competitive markets. Having attended the module, the students will be able to understand the interrelation between market power and social welfare and will be able to explain market failures. On the macro level, students will be able to identify and explain the main sources of growth, unemployment and inflation.  Moreover, they will be able to analyze the basic tools of monetary and fiscal policy.", "Teaching and Learning Methods": "The module consists of a lecture as well as an integrated exercise. The lecture content will be conveyed to the students by means of a verbal presentation. In the exercise participants apply the acquired knowledge by solving exercises and implementing case studies. The course aims at encouraging students to independently deliberate the economic problems, which are discussed in the lecture and in the relevant literature.", "Media": "text books, script", "Reading List": "Mankiw, Gregory N. and Mark P. Taylor (2020) Economics. CengageVarian, Hal R. (2014) Intermediate Microeconomics. WW Norton & CompanyMankiw, Gregory N. (2022) Macroeconomics. Macmillan", "Responsible for Module": "Feilcke, Christian; Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " Principles of Economics - Exercise (MIM Campus Heilbronn) (WIHN1056_1) (Übung, 2 SWS)Baier H, Principles of Economics (WI001056_1) (Vorlesung mit integrierten Übungen, 4 SWS)Feilcke C, Principles of Economics - Lecture (MIM Campus Heilbronn) (WIHN1056_1) (Vorlesung, 2 SWS)Lergetporer PFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program M.Sc. ManagementGenerated on 27.09.2023"}, "WI001122: Introduction to Business Law (MiM) | Introduction to Business Law (MiM) [BusLawMiM]": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The final assessment will be held as a written exam of 120 minutes.  The exam consists of two parts which count for approximately 50 per cent each and forming the overall mark.   In the first part of this exam, students will be asked theoretical questions. This will demonstrate to what extent they have memorized and understood principles of the law of contracts, torts, company law, IP and competition law. In the second part, students will also be asked to apply their knowledge to known and fictional cases. This demonstrates if students have developed the required legal analytical skills. Students also need to demonstrate their ability to apply their knowledge to fact settings not discussed in the lecture, and to evaluate the legal consequences.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "None", "Content": "This module covers the legal essentials of running a business in technology driven markets in Germany and in the European Union. It focuses on typical problems which entrepreneurs and employees might encounter in practice (scenario-based approach). Topics covered will be, inter alia, the formation and termination of contracts, selected types of contract (in particular, sale of goods), torts, property law, the law of business associations, intellectual property law, competition law.", "Intended Learning Outcomes": "At the end of this module students will be able  (1.) to name and understand essentials of the legal framework for technology oriented businesses in Germany and in the European Union;  (2.) to identify and avoid the problems presented by dealing with legal issues in a foreign language (in particular, English as the main business language) and/or in a transnational setting;(3.) to grasp and apply the legal principles regulating business activity, in particular regarding liability under tort, contract, company, intellectual property and competition law;(4.) to analyse legal implications of typical business situations and to identify their options;(5.) to present the results of their analysis in a written analysis.", "Teaching and Learning Methods": "The lecture will cover the theoretical aspects of the module in a discussion with the lecturer. The exercise will focus on case studies. It will provide the opportunity to work individually or in groups on case scenarios (known and unknown), covering various issues of German and European law. The purpose is to repeat and to intensify the content discussed in the lecture and to review and evaluate legal issues from different areas of law in everyday situations. Students will develop the ability to present these findings in a concise and well-structured written analysis. ", "Media": "Presentations (PPT), Cases", "Reading List": "Gerhard Robbers, \"An Introduction to German Law\", 6th edition 2016;  additional reading material will be made available on the course Moodle site prior to the start of the semester. ", "Responsible for Module": "Maume, Philipp; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Introduction to Business Law (WIHN1122) MIM Heilbronn - Exercise (Übung, 2 SWS)Haag A, Introduction to Business Law (WIHN1122) MIM Heilbronn - Lecture (Vorlesung, 2 SWS)Jung S, Rolsing N, Introduction to Business Law (WI001122): Exercise (Repetition) (MiM) (Übung, 2 SWS)Katopodi E, Introduction to Business Law (WI001122, englisch) (MiM) (Vorlesung, 2 SWS)Maume PFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program M.Sc. ManagementGenerated on 27.09.2023"}, "WI001185: Entrepreneurial, Strategic, and International Management | Entrepreneurial, Strategic, and International Management": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The grading of the module is based on a written exam (120 Minutes). First, the written form of the exam allows a comprehensive assessment of students' knowledge and understanding of the basic principles of entrepreneurship. They will answer questions about the concepts explaining the mindset of entrepreneurial individuals and the management of entrepreneurial firms as introduced in the lecture. They will also answer questions about basic definitions of specific types of entrepreneurship and entrepreneurial behavior. Second, the written exam requires students to show their ability to reproduce fundamental knowledge about strategic and international management by answering questions about theories, models and methods related to management as well as strategies of multinational enterprises. The exam also assesses students´ ability to understand the fundamentals of strategic and international management as well as to identify and analyze challenges and problems of multinational firms because they will answer questions related to management concepts, stakeholder management, finance, market entry of firms etc. The written exam will include single choice questions. Resources such as books, course slides, personal notes, etc. are not allowed to answer the questions.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "", "Content": "Entrepreneurship provides students with knowledge of the theoretical concepts and models of entrepreneurship. The set up of this first part is twofold(1) Students will acquire in-depth theoretical knowledge on- Definitions, regional aspects, and special forms of entrepreneurship in a complex and uncertain environment- Entrepreneurial individuals, including their personality, creativity, idea development, cognition, opportunity recognition, decision making, and affect- Entrepreneurial firms, including their growth strategies, strategic alliances, and resources.(2) Beyond that, students will engage in break out group workshops to personally experience the process of opportunity recognition and development. In these workshops they will work in teams and apply theoretical models from academic literature to real world entrepreneurial problems. Furthermore, students give presentations to the audience and discuss their results.", "Intended Learning Outcomes": "First, students will know and be able to explain basic concepts of entrepreneurship including basic definitions, psychological processes and characteristics of the person of the entrepreneur, and potential development paths of young firms. Second, students will transfer this basic knowledge to real world cases. Thus, students will be able to solve entrepreneurial problems in real world settings drawing on theoretical frameworks of the entrepreneurialprocess. Third, upon successful completion of this module, students are able to understand and reproduce fundamental knowledge about the management of multinational enterprises. Fourth students are able to explain and apply theories,models and methods related to international management as well as strategies of multinational enterprises. Finally, students are able to identify and analyze challenges and problems in multinational enterprises respectively; they are able to develop and outline solution approaches by applying theoretical concepts.", "Teaching and Learning Methods": "The module will combine several learning methods. - The basic knowledge as well as real world examples will be provided through lectures. Lectures will be done in class as well as in form of online lectures and interactive in-class lectures and online feedback sessions.- During the lectures relevant concepts, approaches, theories, and empirical studies in the fields of entrepreneurship, strategic and international management are introduced and discussed.- Discussions in the lecture and active participation are encouraged and will contribute to deepen the understandingof the concepts, theories and methods introduced as well as application to practical examples and case studies.- Students will get additional background knowledge from the academic literature in private reading. The self-study of literature is part of the whole module.- Moreover, students are encouraged to engage in individual exercises and small group assignments in order to look deeper into the course contents.", "Media": "Presentations, exercises, case studies, online materials, Online video material (download)  Digitally retrievable script (download)International academic literature (English)", "Reading List": "EntrpreneurshipHisrich, R. D., Peters, M. P., & Shepherd, D. A. (2010). Entrepreneurship (8th ed.). New York McGraw-Hill.Read, S., Sarasvathy, S., Dew, N., Wiltbank, R. & Ohlsson, A.-V. (2010). Effectual Entrepreneurship. New York Routledge Chapman & Hall.Strategic and International ManagementCyert, R.M., March, J.G. (1963). A Behavioral Theory of the Firm. Englewood Cliffs Prentice-Hall. Chapter 3 \"Organizational Goals\".Drucker, P. M., (1954). The practice of management. New York Harper. Chapter 1-3.Freeman, R.E. (1994). Strategic Management A Stakeholder Approach. Cambridge Cambridge University Press, Chapter 1 \"The stakeholder approach\".Hambrick, D.C. & Fredrickson, J.W. (2005). Are you sure you have a strategy? Academy of Management Executive, 19(4), 51-62.Johnson, G., Whittington, R., Scholes, K. (2014). Exploring Strategy. Text and Cases. Harlow Pearson. Chapter 13, 430-461.Noorderhaven, N. (1995). Strategic decision making. Addison-Wesley 162-174.Peng, M., Meyer, K., (2011). International Business. London Cengage Learning. Chapter 1 and Chapter 12, 359-387.Porter, M. (1996) What is Strategy? Harvard Business Review, No. 6, 61-78.Rothaermel, F.T. (2013). Strategic Management, New York Mc Graw-Hill. Chapter 1.Van Horne, J.C., Wachowicz, J.M. (2008). Fundamentals of Financial Management, Edinburgh Gate Pearson Education Limited,13th edition. Chapter 1, 6, 15.", "Responsible for Module": "Breugst, Nicola; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " Entrepreneurship (WIHN1185) (MiM Campus Heilbronn) (Vorlesung, 2 SWS)Bird M, Entrepreneurship (WI000984, WI900005, WI001185) (Vorlesung, 2 SWS)Breugst N ( Kirsch J ), Strategic and International Management (WI001114, WI900012, WI001185) (Master) (Vorlesung, 2 SWS)Hutzschenreuter T [L], Hutzschenreuter T, Strategic International Management (WIHN1185) (MIM Campus Heilbronn) (Vorlesung, 2 SWS)Li CFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program M.Sc. ManagementGenerated on 27.09.2023, 30 of 114"}, "MGT001315: European Business Law | European Business Law [EBL]": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "In the final assessment students will need to demonstrate to what extent they have met the Learning Objectives. This assessment will be held as a written exam of 60 minutes.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "None", "Content": "This module provides on overview of the laws of the European Union that are relevant for national and international businesses.", "Intended Learning Outcomes": "At the end of this course students will be able (1.) to name and understand the rules and principles of EU law which are most important for businesses, (2.) to grasp and explain the framework of EU economic policies, in particular the interaction between EU law and member state law, (3.) to identify and analyse restrains prescribed by EU law from the perspective of businesses and employees, (4.) to assess real life scenarios regarding their EU law implications and to present the results of their analyses in a written memorandum.", "Teaching and Learning Methods": "The lecture will cover the theoretical aspects of the module in a discussion with the lecturer. It will also provide the opportunity to work individually or in groups on case scenarios covering issues EU law. The purpose is to repeat and to intensify the content discussed in the lecture and to review and evaluate legal issues. This application facilitates the students' abilities to present their findings in writing.", "Media": "Presentations (PPT), Reader, Case studies (including model answers)", "Reading List": "Chalmers, Davies & Monti, European Union Law, 3rd edition 2018, Cambridge University Press.", "Responsible for Module": "Ann, Christoph; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " European Business Law - Exercise (MGT001315, englisch) (Übung, 2 SWS)Duque Lizarralde M, European Business Law (MGT001315) (Vorlesung, 2 SWS)Duque Lizarralde MFor further information in this module, please click campus.tum.de or here."}, "MGT001317: World Trade Law | World Trade Law [WTO]": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "90", "Self-study Hours": "60", "Contact Hours": "30", "Description of Examination Method": "In the final assessment students will need to demonstrate to what extent they have met the Learning Objectives. This assessment will be held as a written exam of 60 minutes.Students will be asked theoretical questions. This will demonstrate to what extent they have memorised and understood principles of Wotld Trade Law.Students will also be asked to apply their knowledge  to known and fictional cases. This demonstrates if students have developed the required legal analytical skills. Students also need to demonstrate their ability to apply their knowledge to fact settings not discussed in the lecture, and to evaluate the legal consequences.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Basics in the application of law ", "Content": "The World Trade Law is of central importance for the global exchange of goods and services. It is determined by international organizations (World Trade Organization WTO, International Monetary Fund IMF, World Bank) and international treaties (GATT, GATS, TRIPS, free trade agreements). The WTO pursues the objective of removing trade barriers and import restrictions and creating uniform rules for trade in goods and services as well as for the observance of intellectual property rights and dispute settlement proceedings.  ", "Intended Learning Outcomes": "At the end of this module students will be able(1.) to understand the basic structure of WTO and the international contracts GATT, GATS, Trips ans DSU(2.) to grasp the legal framework of business activity in global exchange of goods and services,(3.) to analyse legal implications of typical business situations and to identify their options,(4.) to present the results of their analysis in a written memorandum.", "Teaching and Learning Methods": "The lecture will cover the theoretical aspects of the module in a discussion with the lecturer. It will also provide the opportunity to work individually or in groups on case scenarios (known and unknown), covering issues of global exchange of goods. The purpose is to repeat and to intensify the content discussed in the lecture and to review and evaluate legal issues. Students will develop the ability to present these findings in a concise and well-structured written analysis.", "Media": "Lecture, PowerPoint, exercise sheets, exercise portfolio (in Moodle)", "Reading List": "Benthlehem, van Damme, McRae & Neufeld, The Oxford Handbook of International Trade Law, 2009, Oxford University PressVan den Bossche & Zdouc, The Law and Policy of the World Trade Trade Organisation, 4th edition 2017, Cambridge University Press", "Responsible for Module": "Ann, Christoph; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " World Trade Law - Exercise (MGT001317, englisch) (Übung, 2 SWS)Chinembiri W, World Trade Law (WTO) (MGT001317) (Vorlesung, 2 SWS)Chinembiri WFor further information in this module, please click campus.tum.de or here."}, "WI001250: Advanced Seminar Economics, Policy & Econometrics: Current Topics in Value Chain Economics | Advanced Seminar Economics, Policy & Econometrics: Current Topics in Value Chain Economics [Seminar VCE]": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter/summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Grading will be based on a project with presentation in form of teamwork. The results of the project are summarized in a written report (12-15 pages, 50% of the grade) and reported in an oral presentation (20 min., 50% of the grade) with subsequent discussion. ", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Knowledge in microeconomics ", "Content": "The module deals with the economic performance, efficiency, sustainability and fairness of food value chains from an applied perspective. Key topics of the module may thereby include Coordination of supply chains (business relationships among different actors in supply chains role of contracts, hybrid organizations, producer organizations etc. Role of small-size farms and farmers in local and global supply chains Market and bargaining power, (un)fair business practices Role of food labels and certification Current trends and their economic implications. Examples are the increasing relevance of regional/local products; healthy products; dietary trends. European-level and national-level policies affecting agro-food value chains. ", "Intended Learning Outcomes": "After successful completion of this module, students will have in-depth knowledge on how to conceptualize, plan and conduct a research project in food (and related) value chain and their governance. Moreover, students will be able to i) identify and structure a research topic, ii) procure  and screen relevant literature, iii) develop a study instrument; iv) write a scientific research report, iv) present their findings in front of their peers as well as v) entering and moderating a scientific discussion on their topic. The module thereby prepares students for the scientific analyses conducted in their master theses", "Teaching and Learning Methods": "The module is a seminar and provides students with in-depth knowledge in the economics of value chains, with an emphasis on agro-food value chains. The seminar starts with a series of introductory lectures surrounding one or more selected state-of-the-art and policy-relevant topics. Priorities are given to topical topics for which the interest and involvement of external institutions (e.g., the European Union’s Joint Research Centre) can be insured. Activities are typically carried out in parallel in coordination with other universities and students will have the opportunity to collaborate and exchange with students from those universities. Guided by the instructor(s) through the entire process, students will work alone and/or in groups to plan and carry out a topic-specific research project (e.g., development of a survey instrument, collection of data/information). Activities will include also literature search and scientific writing of a project report. ", "Media": "PowerPoint presentations, economic textbooks, scientific articles", "Reading List": "Allain, M. L., & Chambolle, C. (2005). Loss-leaders banning laws as vertical restraints. Journal of Agricultural & Food Industrial Organization, 3(1).Bonnet, C., & Dubois, P. (2010). Inference on vertical contracts between manufacturers and retailers allowing for nonlinear pricing and resale price maintenance. The RAND Journal of Economics, 41(1), 139-164.Chauve, P., Parera, A., & Renckens, A. (2014). Agriculture, Food and Competition Law Moving the Borders. Journal of European Competition Law & Practice, 5(5), 304-313.European Parliament (2009) Fair revenues for farmers A better functioning food supply chain in Europe, Resolution (2009/2237(INI))  Maertens, M., & Swinnen, J. F. (2008). Standards as barriers and catalysts for trade, growth and poverty reduction. Journal of International Agricultural Trade and Development, 4(1), 47-61.Maglaras, G., Bourlakis, M., & Fotopoulos, C. (2015). Power-imbalanced relationships in the dyadic food chain An empirical investigation of retailers' commercial practices with suppliers. Industrial Marketing Management, 48, 187-201.Menapace, Luisa, and GianCarlo Moschini. \"Quality certification by geographical indications, trademarks and firm reputation.\" European Review of Agricultural Economics 39.4 (2012) 539-566.Ola, Oreoluwa, and Luisa Menapace. \"A meta-analysis understanding smallholder entry into high-value markets.\" World Development 135 (2020) 105079.Ola, Oreoluwa, and Luisa Menapace. \"Revisiting constraints to smallholder participation in high#value markets A best#worst scaling approach.\" Agricultural Economics (2020).Ronnen, U. (1991). Minimum quality standards, fixed costs, and competition. The RAND Journal of economics, 490-504. Russo, C., Perito, M. A., & Di Fonzo, A. (2014). Using private food safety standards to manage complexity: a moral hazard perspective. Agricultural Economics Review, 15(389-2016-23512), 113-127.Russo, C., Perito, M. A., & Di Fonzo, A. (2017). 8. The apparent paradox of unadvertised private food safety standards1. It's a jungle out there–the strange animals of economic organization in agri-food value chains, 161.Saitone, T. L. (2012). Are Minimum Quality Standards Imposed by Federal Marketing Orders Acting as Nontariff Trade Barriers?. Agribusiness, 28(4), 483-504.Sexton R. (2017). Unfair Trading Practices in the Food Supply Chain: Defining the problem and the policy issues. In Marcantonio, F. Di and P. Ciaian (Editors), Unfair trading practices in the food supply chain: A literature review on methodologies, impacts and regulatory aspects, European Commission, Joint Research Centre.   Vaqué, L. G. (2014). Unfair Practices in the Food Supply Chain: A Cause for Concern in the European Union's Internal Market which Requires an Effective Harmonising Solution. European Food and Feed Law Review, 9(5), 293-301.Von Schlippenbach, V., & Teichmann, I. (2012). The strategic use of private quality standards in food supply chains. American Journal of Agricultural Economics, 94(5), 1189-1201.", "Responsible for Module": "Menapace, Luisa; Prof. Ph.D.", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here., Module Catalog of the study program M.Sc. ManagementGenerated on 27.09.2023"}, "MGT001365: Advanced Seminar Energy Market: Applied Economic Analysis of Decarbonization Strategies: Firm’s Perspective | Advanced Seminar Energy Market: Applied Economic Analysis of Decarbonization Strategies: Firm’s Perspective": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The final grade is based on the presentation, which counts with 30%, and the report, assigned 70%.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "", "Content": "Students learn the problematics and frameworks for the energy transition analysis, considering challenges and solutions for individual firms across various industries, e.g. steel, power, O&G.", "Intended Learning Outcomes": "The aim of this seminar is to  1. Introduce and provide the understanding of the decarbonisation; its associated challenges and problems (technical, economic, financial) faced by companies; and investment and market opportunities emerging in Germany and internationally;2. Explain the scope 1, 2, 3 emissions, emission calculation, standards, and introduce possible decarbonization frameworks through examples;3. Equip the students with the analytical tools and facts critical in making energy transition decisions and allow them to test their learned skills on the real-world problems. ", "Teaching and Learning Methods": "Project examples, Intro on analytical tools and important facts, Interactive workshop discussing case studies, Hand-on session about decarbonization modeling approaches, analysis frameworks, solution discussion, In-progress consultation ", "Media": "", "Reading List": "• Dejuán, Ó., Lenzen, M., & Cadarso, M. Á. (Eds.). (2017). Environmental and economic impacts of decarbonization Input-output studies on the consequences of the 2015 Paris Agreements. Routledge.• Johnston, R. J., Blakemore, R., & Bell, R. (2020). The role of oil and gas companies in the energy transition. Atlantic Council.• Lenox, M., & Duff, R. (2021). The Decarbonization Imperative Transforming the Global Economy by 2050. Stanford University Press.• Peszko, G., Van Der Mensbrugghe, D., Golub, A., Ward, J., Marijs, C., Schopp, A., ... & Midgley, A. (2020). Diversification and cooperation in a decarbonizing world climate strategies for fossil fuel-dependent countries. World Bank Publications.• Harvey, H., Orvis, R., & Rissman, J. (2018). Designing climate solutions a policy guide for low-carbon energy. Island Press.• Ghosh, N., & Gupta, D. (2022). Decarbonization strategy of businesses, stock return performance and investment styles a systematic review. Benchmarking An International Journal.• Jenkins, J. D., Luke, M., & Thernstrom, S. (2018). Getting to zero carbon emissions in the electric power sector. Joule, 2(12), 2498-2510.• Green, J., Hadden, J., Hale, T., & Mahdavi, P. (2021). Transition, hedge, or resist? Understanding political and economic behavior toward decarbonization in the oil and gas industry. Review of International Political Economy, 1-28.• De Cian, E., Dasgupta, S., Hof, A. F., van Sluisveld, M. A., Köhler, J., Pfluger, B., & van Vuuren, D. P. (2020). Actors, decision-making, and institutions in quantitative system modelling. Technological Forecasting and Social Change, 151, 119480.• Rissman, J., Bataille, C., Masanet, E., Aden, N., Morrow III, W. R., Zhou, N., ... & Helseth, J. (2020). Technologies and policies to decarbonize global industry Review and assessment of mitigation drivers through 2070. Applied Energy, 266, 114848. • Eckerle, K., Whelan, T., DeNeve, B., Bhojani, S., Platko, J., & Wisniewski, R. (2020). Using the Return on Sustainability Investment (ROSI) Framework to Value Accelerated Decarbonization. Journal of Applied Corporate Finance, 32(2), 100-107.• Rockström, J., Gaffney, O., Rogelj, J., Meinshausen, M., Nakicenovic, N., & Schellnhuber, H. J. (2017). A roadmap for rapid decarbonization. Science, 355(6331), 1269-1271.• Peñasco, C., Anadón, L. D., & Verdolini, E. (2021). Systematic review of the outcomes and trade-offs of ten types of decarbonization policy instruments. Nature Climate Change, 11(3), 257-265.• Skoczkowski, T., Verdolini, E., Bielecki, S., Kochański, M., Korczak, K., & Węglarz, A. (2020). Technology innovation system analysis of decarbonisation options in the EU steel industry. Energy, 212, 118688.", "Responsible for Module": "Ikonnikova, Svetlana; Prof. Ph.D.", "Courses (Type of course, Weekly hours per semester), Instructor": " Advanced Seminar Energy Market (MGT001365, englisch) Applied Economic Analysis of Decarbonization Strategies Firm’s Perspective (Limited places) (Seminar, 4 SWS)Ikonnikova SFor further information in this module, please click campus.tum.de or here. WI000946: Energy Markets I | Energy Markets I"}, "WI000946: Energy Markets I | Energy Markets I": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The module entails a written exam at the end of the term (60 minutes). In order to optimally assess the students' achievements, the exam will consist of both, a multiple choice part (20%) and open questions (80%). In the multiple choice part students mainly show that they have professional knowledge regarding the characteristics of energy markets and that are able to classify it. With answering the open questions, students demonstrate their ability to solve problems as well as their ability of abstraction. Mathematical problems will be complemented by questions mainly aiming at economic intuition and thought patterns. Apart from a nun-programmable calculator no further tools or documents are permitted (closed book). ", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Basic knowledge in economics (competition theory), basics in corporate strategy (Porter etc.), ideally industrial economics (market power, oligopoly, barriers to market entry, transparency etc.) and trade (call, put, forward, future etc.)", "Content": "This module gives a broad overview of energy markets and energy industries across all commodities. It covers the whole energy value chain from primary energy supply to energy consumption and presents the most relevant economic concepts.  Focus issues are forecasting energy demand, primary energy exploration and production, supply and demand curves / merit orders in different commodities, specific feature of energy markets, price formation and organised energy trading.The module will be continued in summer with energy markets 2, focusing on renewables and grid regulation. ", "Intended Learning Outcomes": "After successful participation in the module, students possess a broad basic knowledge regarding the economic specifications of energy markets. Furthermore, students are able to solve energy related problems self-reliantly using both, mathematical techniques as well as attained economic intuition.Participants are moreover able to transfer economic principles on the special demands of energy markets.After studying the provided literature, students are able to analyze and assess questions arising in terms of energy policy and recent developments in the fields of energy markets.Participation in the module leads to a better understanding of energy markets and enables students to develop and evaluate business processes and models in the field of energy economics.Taking part in the module enables students to competently advocate their views in discussions addressing energy economics and markets.", "Teaching and Learning Methods": "The module consists of a lecture and an associated exercise course. The lecture provides basic knowledge about economical characteristics of energy markets via presentations. Students are encouraged to study the literature and discuss the provided topics. During the exercise courses, selected examples of problems arising in energy markets are discussed.", "Media": "Slides and exercises", "Reading List": "Erdmann, G. / Zweifel, P. (2010) Energy Economics Theory and Applications; Springer 2017.  Ströbele, W. / Pfaffenberger, W. / Heuterkes, M. (2012) Energiewirtschaft - Einführung in Theorie und Politik; 3. Auflage; Oldenbourg 2012.  Bhattacharyya, S. (2011) Energy Economics - Concepts, Issues, Markets and Governance; Springer 2011.", "Responsible for Module": "Wozabal, David; Prof. Dr. rer. soc.", "Courses (Type of course, Weekly hours per semester), Instructor": " Energy Markets I (WI000946) (Vorlesung, 2 SWS)Ikonnikova S [L], Bieberbach F, Gatscher D, Energy Markets I - Exercise (WI000946) (Übung, 2 SWS)Ikonnikova S [L], Gatscher DFor further information in this module, please click campus.tum.de or here."}, "WI001125: Energy Markets II | Energy Markets II": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The module examination is based on a written exam (60 minutes), which has two parts and is open-book. The first part of the written exam (≤20% of written exam) consists of multiple-choice questions, which tests the students’ knowledge and understanding of the basic concepts and economic characteristics of energy markets.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Basic knowledge in economics (competition) and industrial economics (market power, oligopoly, entrance barriers, transparency).Modules- Energy Markets I- Economics I (Microeconomics)- Industrial Economics ", "Content": "In continuation of the lecture \"Energy Markets I\", students gain an overview of the more fundamental concepts of energy markets (eg. renewable energy promotion schemes, energy trading in wholesale markets). Thereto, the course covers the topics of renewable electricity production, introducing energy trading, a case study of the fracking industry and energy grids/networks. Transmission grid management and expansion are considered as the significant topic of energy grids. ", "Intended Learning Outcomes": "Upon successful completion of this module, students are able to (1) name and (2) summarize the concepts and economic characteristics of all relevant fields of energy markets. Further, they can (3) explain how to trade energy commodities in energy markets. They are able to (4) interpret the role of energy grids and their regulation. Finally, they can (5) apply the aforementioned concepts and theoretical foundations presented in the module. Students are able to (6) analyze business models of utilities and make business decisions regarding management and investment in electricity markets in response to a changing environment. ", "Teaching and Learning Methods": "The module combines various learning methods- Basic knowledge, theoretical concepts and practical examples are provided through the lecture.- Students are encouraged to get additional background knowledge from scientific literature in private reading.- In the exercise course, students play a browser-based business game. In the course of the business game, the students slip into the role of the Chief Executive Officer of a utility company. ", "Media": "Presentation, white board, exercises, business game", "Reading List": "Bhattacharyya, S. (2011) Energy Economics – Concepts, Issues, Markets and Governance; Springer 2011.  Erdmann, G. / Zweifel, P. (2010) Energieökonomik – Theorie und Anwendungen; 2. Auflage; Springer 2010.  Ströbele, W. / Pfaffenberger, W. / Heuterkes, M. (2010) Energiewirtschaft – Einführung in Theorie und Politik; 2. Auflage; Oldenbourg 2010. ", "Responsible for Module": "Schwenen, Sebastian; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Energy Markets II (WI001125, englisch) (Vorlesung, 2 SWS)Bieberbach F, Gatscher D, Johannsen A, Energy Markets II (WI001125, englisch) - Exercise (Übung, 2 SWS), Module Catalog of the study program M.Sc. ManagementGenerated on 27.09.2023, 45 of 114, Page 46, Johannsen AFor further information in this module, please click campus.tum.de or here."}, "WI001145: Energy Economics | Energy Economics": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The module entails a final written exam (120 minutes). The exam is a closed-book exam. By answering the questions students show their ability to differentiate and evaluate different market structures (at wholesale, transportation and retail level) in energy markets, e.g. in gas, coal, oil and power markets. Moreover students show their ability to discuss and apply theoretical and empirical methods to selected topics in energy markets. They show that they are able to analyze and assess recent energy market developments, such as for instance the energy transition, using the theoretical and empirical tools they have acquired. ", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Courses at TUM or elsewhere in microeconomics and introductory statistics or econometrics ", "Content": "This module covers the following topics  Economics of energy markets  Analysis of producer strategies  Analysis of consumer behavior  Fundamentals of primary energy markets  Fundamentals of electricity markets  Analysis of network industries  Network regulation  Microeconomics  Game theory  Econometrics  Energy policy", "Intended Learning Outcomes": "Students are able to explain and to differentiate different market structures (at wholesale, transportation and retail level) in energy markets, e.g. in gas, coal, oil and power markets. Furthermore, they are able to summarize and compare different strategies and behavior of producers and consumers, as well as on different forms of regulation of network industries. Students are also able to discuss and apply theoretical and empirical methods to selected topics in energy markets. With these tools student will thus be able to analyze and assess recent energy market developments, such as for instance the energy transition.", "Teaching and Learning Methods": "The module is a lecture consisting of PowerPoint presentations so as to offer and explain to students all different topics covered in this module. A guest lecture is planned in which practitioners present on selected topics in energy markets. The exercise course comprises different problem sets that discuss problems covered during the lecture. Problem sets are solved individually or in group work and, supported by a presentation, derived and solved jointly with the tutor.", "Media": "PowerPoint, exercise sheets, whiteboard, reader ", "Reading List": "Viscusi, W. et al. (2005) Economics of Regulation and Antitrust, MIT Press. Stoft, S. (2002) Power System Economics, Wiley. Selected journal articles. ", "Responsible for Module": "Schwenen, Sebastian; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Energy Economics - Exercise (WI001145) (Übung, 2 SWS)Schwenen S, Kiszka A, Energy Economics (WI001145) (Vorlesung, 2 SWS)Schwenen S, Kiszka AFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program M.Sc. ManagementGenerated on 27.09.2023"}, "MGT001398: Banking and Financial Markets Law | Bank- und Kapitalmarktrecht": {"Module Level": "Master", "Language": "German", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The exam determines whether or to what extent the learning objectives have been achieved. This is based on a two-hour written examination. In the first part of the examination, the students must demonstrate that they have understood the examination material and can reproduce the content within a framework of abstract questions. In the second part, the course content needs to be applied in a fictituous case study.This shows whether the candidates can correctly apply the course contents to unfamiliar case situations in practice. Both parts have a weighting of about 50% each. The exact weighting will be announced by the lecturer before the exam. The same applies to the legal materials required for the exam.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Prior completion of a general law subject (such as Business Law) is recommended", "Content": "Fundamentals of banking and payments law; accounts and payments; banking transactions, licensing procedures and BaFin; money laundering law; loan law; credit protection; fundamentals of capital market regulation; primary market publicity and prospectus; crypto-regulation; securities transactions; market abuse law.", "Intended Learning Outcomes": "At the end of the course, students will be able to (1.) describe the basics of legal relationships between banks, customers and investors as well as the forms of payment services and financial instruments in a legal sense; (2.) identify and analyze forms of equity and debt financing and apply them to concrete corporate needs; (3. ) derive concrete obligations and prohibitions under  capital market law and implement them in corporate practice; (4.) assess the advantages and disadvantages of capital market-based corporate financing in contrast with classic bank financing assess the practicability for their own company; (5.) summarize the results of their analyses in a written memorandum.", "Teaching and Learning Methods": "The lecture is based on two core elements. Each topic is first presented by the lecturer by way of an interactive lecture. This is followed by case studies on the respective topics. This enables the participants to test and develop their knowledge in individual or group work. In addition, a well-structured approach to legal work is trained and thus prepared for the written presentation in the exam.", "Media": "PPT-slides, reader and cases (plus answers) will be made available on Moodle", "Reading List": "will be referred to in the course materials", "Responsible for Module": "Maume, Philipp; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here."}, "MGT001402: Advanced Seminar Finance & Accounting: Asset Management | Advanced Seminar Finance & Accounting: Asset Management": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The certificate of achievement is accomplished by the presentation of the group paper (verbal, 40%), the participation in class room discussions (verbal, 10%), and the written report (50%). In the presentation, the focus lies on the structure and content of the presented paper. In the discussion, students must challenge the presentations of other groups. In the written report, students have to apply finance theory to practical issues. Hereby, a crucial point is to address the feedback of the presentation and discussion. ", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Students should be familiar with basics in capital market theory and empirical capital market research.", "Content": "This module enables students to apply finance theories to real asset management questions and issues. By trying to get to the bottom of the own research question and the critical discussion of other papers which are presented by the other teams, the seminar allows students to get in-depth knowlege of the following areas - Information processing on capital markets, - Efficient market hypotheses, - Evaluation of investment strategies, - Implementation of investment strategies, - Risk assessment of investment strategies", "Intended Learning Outcomes": "After completion of the module students will be able to (1) identify challenges of real-word asset management problems. Moreover, they will be able to (2) operate with financial databases and  carry out independent capital market research. Based on these skills, students will be able to (3) analyze asset management strategies, (4) evaluate investment decisions and (5) develop their own asset management recommendations. The module comprises scientific work methods and provides a direct preparation for the final thesis.", "Teaching and Learning Methods": "Students are encouraged to study the literature, they are shown how to find and work with data as well as to be concerned with related topics in an initial kick-off meeting. The seminar is conducted as team work where specific issues are solved and discussed, students question research papers and present their findings to the group.", "Media": "Books, papers, presentation slides", "Reading List": "Will be updated every term", "Responsible for Module": "Kaserer, Christoph; Prof. Dr. rer. pol. habil.", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here."}, "WIB06771: Advanced Seminar Finance & Accounting: Cases in Finance | Advanced Seminar Finance & Accounting: Cases in FinanceCases in Finance (WS); Theory in Finance (SS)": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter/summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The certificate of achievement is accomplished by the presentation of the own case solution (verbal, 40%), the discussion of another group’s case solution (verbal, 10%), and the written report (50%). In the presentation, the focus lies on the structure and content of the presented case solution. In the discussion, students must challenge the case solution of another group. In the written report, students have to apply finance theory to practical issues. Hereby, a crucial point is to address the feedback of the presentation and discussion.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "None", "Content": "This module enables students to apply finance theories and valuation methods to real questions and issues. By trying to get to the bottom of the own case study and the critical discussion of other case studies which are presented by the other teams, the seminar allows students to get in-depth knowlege of the following areas- Company valuation with regard to different industries and different stages of the life cycle of a company- Company valuation in the context of Initial Public Offerings and Mergers & Acquisitions- Problems with valuing a start-up- Mastering crises within a firm- Importance of the capital structure, in particular in the context of leveraged buyouts- Long-term strategic focus of a company WIB06771: Advanced Seminar Finance & Accounting: Cases in Finance | Advanced Seminar Finance & Accounting: Cases in Finance", "Intended Learning Outcomes": "After completion of the module students will be able to (1) identify challenges of real-word financial cases. Moreover, they will be able to (2) operate with financial databases and carry out company valuations, event studies as well as hedging strategies. Based on these skills, students will be able to (3) analyze financial cases, (4) evaluate management decisions and (5) develop own recommendations for action. The module comprises scientific work methods and provides a direct preparation for the final thesis.", "Teaching and Learning Methods": "Students are encouraged to study the literature, they are shown how to find and work with data as well as to be concerned with related topics in an initial kick-off meeting. The case study seminar is conducted as team work where specific issues are solved and discussed, at the theory seminar, students question research papers and present their findings to the group.", "Media": "Books, case descriptions, academic papers, presentation slides", "Reading List": "• Koller et al. (2005). Valuation – Measuring and Managing the Value of Companies. John Wiley & Sons.• Unterstanding Asset Prices Scientific Background zum Nobelpreis 2013 (https//www.nobelprize.org/uploads/2018/06/advanced-economicsciences2013-1.pdf)", "Responsible for Module": "Kaserer, Christoph; Prof. Dr. rer. pol. habil.", "Courses (Type of course, Weekly hours per semester), Instructor": " Advanced Seminar Finance & Accounting (WIB06771) Cases in Finance  (Limited places) (Seminar, 4 SWS)Kaserer C, Treßel VFor further information in this module, please click campus.tum.de or here. WIB23006: Advanced Seminar Finance & Accounting: Strategy Planning and Steering | Advanced Seminar Finance & Accounting: Strategy Planning and Steering"}, "WIB23006: Advanced Seminar Finance & Accounting: Strategy Planning and Steering | Advanced Seminar Finance & Accounting: Strategy Planning and SteeringStrategy Planning & Steering": {"Module Level": "Master", "Language": "German", "Duration": "one semester", "Frequency": "winter/summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Grading is based on a seminar paper (max. 16 pages, 40%) and the presentations (10 minutes + 15 minutes discussion, 60%) of the elaborated case studies. The seminar paper should reveal the student's acquired knowledge about the respective seminar topic. Furthermore, the students should critically analyze the key aspects regarding their seminar topic. By presenting their findings in front of the class, students proof that they are able to present the key aspects in a concise manner and that they are able to answer further questions on their presented findings. The paper and the presentations will be processed in teams of 3-4 students, whereas the individual part of each student has to be clearly identifiable.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Working knowledge of the mandatory basic business courses", "Content": "The module offers participants insights into the interaction of strategy, planning and steering processes and gives them the opportunity to examine one topic in more detail. Emphasis is put on the transfer and the adaptation of different models and philosophies onto specific industries and companies. The module may serve as a starting point for further research, but also prepares participants for issues they are likely to face in their professional lives. Goal of the module is to develop a strategy plan and a business model for a company as well as a steering tool. WIB23006: Advanced Seminar Finance & Accounting: Strategy Planning and Steering | Advanced Seminar Finance & Accounting: Strategy Planning and Steering", "Intended Learning Outcomes": "After completing this module, students will have an advanced knowledge of the module's core topic. In particular, they will be able to write a seminar paper in an academic way, compile a literature review, and structure their work. Furthermore, students will be able to present their results, answer related questions, and to lead a discussion. ", "Teaching and Learning Methods": "This module is a seminar.- working with Case studies  - working with academic papers", "Media": "Books, case descriptions, academic papers, presentation slides", "Reading List": "• Müller-Stewens, G., Lechner, C.(2005) Strategisches Management. Wie strategische Initiativen zu Wandel führen, 3. Auflage, Stuttgart Schäffer-Poeschel Verlag• Ku#nzel, H. (2016). Erfolgsfaktor Performance Management Leistungsbereitschaft einer aufgekla#rten Generation. Berlin Springer Gabler", "Responsible for Module": "Mohnen, Alwine; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Advanced Seminar Finance & Accounting (WIB23006) Strategy Planning & Steering (Seminar, 4 SWS)Mohnen A, Stäglich J ( Mitterer N )For further information in this module, please click campus.tum.de or here., Module Catalog of the study program M.Sc. ManagementGenerated on 27.09.2023 MGT001315: European Business Law | European Business Law [EBL]"}, "MGT001394: Advanced Seminar Innovation & Entrepreneurship: Entrepreneurship for a Cause | Advanced Seminar Innovation & Entrepreneurship: Entrepreneurship for a CauseEntrepreneurship for a Cause": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter/summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The grading is based on a research paper (10 +/-1 pages, 70% of grade) and a presentation (15 mins, 30% of grade). The research paper and the presentation will be conducted in groups formed in the introductory session. An assessment sheet filled in by the students and handed in with the research paper clarifies students' individual contribution to the research paper. As every student will present in the final presentation, every students' contribution is clearly identifiable and appraisable, thus, students can be graded individually. The research paper is a means to measure how students were able to understand previous academic literature in the field of entrepreneurship, how they achieved to define their own research question, collect and analyze data, and provide a relevant, novel, and interesting contribution to entrepreneurship research.The final presentation proves if students are able to present their findings in a comprehensive, precise, and structured way. We will further evaluate if students are able to communicate cleary and perform professionally.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "none", "Content": "The module prepares students for the scientific work in their master thesis and provides them with deepening insights into the academic literature on entrepreneurship. Besides writing a research paper, this involves presenting their final results. MGT001394: Advanced Seminar Innovation & Entrepreneurship: Entrepreneurship for a Cause | Advanced Seminar Innovation & Entrepreneurship: Entrepreneurship for a Cause", "Intended Learning Outcomes": "The module consists of an introduction to academic research/scientific writing where the topics for each student's research paper will be decided. Based on their topic, students prepare their research paper, which they will present at the end of the module. Upon prior discussion on different research methods (quantitative/qualitative/literature review/conceptual work) and how to use them, the students will identify and apply a research methodology that best addresses their identified research question. Furthermore, the module involves interactive discussions and practical in-class exercises. In (group and/or) individual feedback sessions, students can share their progress and receive feedback. The students are supervised by the instructors of the module who are members of the chair. Within the module, the topics will be discussed after the final presentations.", "Teaching and Learning Methods": "The module consists of an introduction to academic research/scientific writing where the topics for each student's research paper will be decided. Based on their topic, students prepare their research paper, which they will present at the end of the module. Upon prior discussion on different research methods (quantitative/qualitative/literature review/conceptual work) and how to use them, the students will identify and apply a research methodology that best addresses their identified research question. Furthermore, the module involves interactive discussions and practical in-class exercises. In (group and/or) individual feedback sessions, students can share their progress and receive feedback. The students are supervised by the instructors of the module who are members of the chair. Within the module, the topics will be discussed after the final presentations.", "Media": "Presentations, Flipchart, Whiteboard, digital Tools, Videos MGT001394: Advanced Seminar Innovation & Entrepreneurship: Entrepreneurship for a Cause | Advanced Seminar Innovation & Entrepreneurship: Entrepreneurship for a Cause", "Reading List": "Hoppe, M., & Namdar, K. (2023). Towards entrepreneurship for a cause Educating transformative entrepreneurial selves for a better world. Entrepreneurship Education and Pedagogy, https//doi.org/10.1177/25151274221148222.", "Responsible for Module": "Tryba, Anne; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Advanced Seminar Innovation & Entrepreneurship (MGT001394, englisch) Entrepreneurship for a Cause (Limited places) (Seminar, 4 SWS)Tryba AFor further information in this module, please click campus.tum.de or here. WI001166: Entrepreneurial Prototyping | Entrepreneurial Prototyping"}, "WI001166: Entrepreneurial Prototyping | Entrepreneurial Prototyping": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter/summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The grading is based on a research paper (10-15 pages, 75% of grade) and a presentation (15 min + 15 min interaction with the audience, 25% of grade).  The research paper and the presentation will be conducted in groups formed in the introductory session. An assessment sheet filled in by the students and handed in with the research paper clarifies students' individual contribution to the research paper. As every student will present in the final presentation, every students' contribution is clearly identifiable and appraisable, thus, students can be graded individually. Based on the research paper it is examined to which extent students are able to elaborate complex topics in the field of entrepreneurship research. The research paper is a means to measure how students were able to understand previous academic literature in the field of entrepreneurship, how they achieved to define their own research question, collect and analyze data, and provide a relevant, novel, and interesting contribution to entrepreneurship research. A final presentation measures students' communicative competencies proves if students are able to present their findings in a comprehensible, precise and demonstrative way as well as whether they are able to perform powerfully and professionally. ", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "none", "Content": "The module deals with different topics within entrepreneurship research such as", "Intended Learning Outcomes": "Upon successful completion of this module, students will be able to read and understand related literature on the topic of entrepreneurship. Furthermore, students are able to create their own research paper. Additionally, they will be able to present their paper and summarize their findings. Moreover, students learn how to lead a discussion on their topic. Finally, they understand entrepreneurial processes.At the end of the module, students will be able to- explain entrepreneurship concepts related to a specific topic.- discuss current topics within the field of entrepreneurship.- apply previously discussed approaches to topic specific issues within the field of entrepreneurship.- evaluate these approaches and their outcomes.- develop suitable approaches for specific entrepreneurship issues.", "Teaching and Learning Methods": "The module consists of an introduction to scientific writing where the topics for each student's research paper will be decided. Topics vary and cover entrepreneurship on an individual (e.g., entrepreneurial decision making, entrepreneurial intentions), team (e.g., entrepreneurial team formation, entrepreneurial exits), or organizational level (e.g., interplay of form, structure, and embeddedness in corporate entrepreneurship).  Based on their topic students prepare their research paper which they will present at the end of the module. Upon prior discussion on different research methods and how to use them, the students will identify and apply a research methodology that best addresses their identified research question, i.e., they can apply empirical research methods (qualitative or quantitative), a literature review, or conduct a conceptual paper. Furthermore, the module involves (group and/or) individual feedback sessions, where students can share their progress and receive feedback. The students are supervised by the instructors of the  module who are members the chair. Within the module the topics will be discussed after the final presentations.", "Media": "MS Office, PowerPoint, Whiteboard, Flipchart", "Reading List": "Hisrich, R. D. / Peters, M. P. / Shepherd, D. A. Entrepreneurship, 8th edition, McGraw-Hill, 2010 (optional)Obligatory readings will be announced at the course introduction.", "Responsible for Module": "Breugst, Nicola; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " Entrepreneurial Prototyping (WI001166) (Seminar, 4 SWS)Breugst N [L], Steeghs LFor further information in this module, please click campus.tum.de or here. WI001180: Tech Challenge | Tech Challenge"}, "WI001180: Tech Challenge | Tech Challenge": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Overview of Final Deliverables", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Knowledge Willingness to participate; affinity with tech and entrepreneurship trends preferred  Abilities Identifying opportunities; proactiveness; communication; teamwork; commitment  Skills openness; analytical thinking; design thinking; self-motivation; networking", "Content": "- Kick-off Introduction to challenges, resources, objectives. “Challenge fair” at the end. Students are sensitized, inspired and stimulated to develop feasible, viable and holistic solutions to address current industrial topics as smart city, mobility, digital healthcare, Industry 4.0 and smart grid by utilizing cutting-edge technologies as cloud, IoT, AI, AR/VR.- Challenge workshops 1 day is reserved for each corporate to hold an interactive workshop with the batch of students interested to know more about the respective challenge (known needs, available technologies, boundary conditions, etc.).- Interdisciplinary teams and ideas registration as pertaining to a specific challenge (choice made by teams) Team, Vision, Project Plan- Ideation workshop Design thinking, empathic exploration, needfinding, concept generation, evaluation, and selection- Work-in-progress Prototyping, testing, generating feedback, iterating, creating new insights and elaborating use cases. On demand office hours and consulting sessions with experts for ideation, technology development, product design, and team development.   - Customer Value Proposition, Market and Positioning with respect to competition, Unique Selling Proposition, Business Model, Value Chain, Market Entry- Business Plan, pitch training  - Pre-Demo Day Meetup: User Acceptance Testing with respective challenge owners. Teams present, respective corporate provides feedback.- Feedback integration to finalize project results  - Demo Day: Teams showcase their final concepts by means of their prototypes, videos, posters, and short business plans", "Intended Learning Outcomes": "Upon successful completion of this module, students are able to  ", "Teaching and Learning Methods": "Innovatively addressing complex themes as smart city and Industry 4.0 often requires the use of cutting-edge technologies within an entrepreneurial process. Based on this premise and to get the students understand and apply such a process, the module deploys hands-on project-based learning and interdisciplinary teamwork.", "Media": "- Online access to slides, hand-outs, materials through dedicated e-Learning account- Online discussion forum connecting students and involved experts- Accounts on contemporary web platforms for digital project creation and sharing (e.g., hackster, kaggle, datacamp)", "Reading List": "A maintained list of references to relevant online course materials (e.g., UnternehmerTUM MOOC videos, Coursera, Udacity, edX, Udemy) to support an individualized learning process suited to students’ various levels of expertise ", "Responsible for Module": "Patzelt, Holger; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " Tech Challenge (WI001180) (Seminar, 4 SWS)Schutz C [L], Schutz CFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program M.Sc. ManagementGenerated on 27.09.2023 MGT001345: Advanced Seminar Life Sciences, Management & Policy: Food Governance, Fairness and Sustainability Scientific Writing and Exploratory Research Methods | Advanced Seminar Life Sciences, Management & Policy: Food Governance, Fairness and Sustainability Scientific Writing and Exploratory Research Methods"}, "MGT001345: Advanced Seminar Life Sciences, Management & Policy: Food Governance, Fairness and Sustainability Scientific Writing and Exploratory Research Methods | Advanced Seminar Life Sciences, Management & Policy: Food Governance, Fairness and Sustainability Scientific Writing and Exploratory Research Methods": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Grading will be based on a written report (consisting of a research protocol and related research findings) and an oral presentation (20 min) with subsequent discussion, both with an individual and a teamwork component. Both the written report and the oral presentation are worth 50% of the grade. The report and the oral presentation will demonstrate that students have gained in-depth knowledge on how to conceptualize, plan and conduct a research project. It will thus show that students are prepared to write their Master Thesis.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Knowledge in microeconomics ", "Content": "The module deals with issues of governance, fairness and sustainability in the food system.Key topics of the module may thereby include  -Locks-ins and levers for facilitating a transitions toward more sustainable food systems;  -Food labels (origin-based labels, animal welfare labels);  -Food quality standards;   -Potential paths for a transition to more sustainable food systems  -Private and public governance in food sectors  -Fairness in business relationships  -European and national regulations and policies concerning the food sector  From a methodological point of view, the focus of this module is on-Exploratory and Qualitative research methods  -Scientific writing skills", "Intended Learning Outcomes": "After successful completion of this module, students will have in-depth knowledge on how to conceptualize, plan and conduct a research project concerning good governance, fairness and sustainability in agro-food systems. Moreover, students will be able to i) identify and structure a research topic, ii) build a conceptual framework for qualitative research; iii) applying qualitative research methods to a concrete research question; iv) develop a study instrument; v) conduct interviews for qualitative research; draft a scientific research report. The module thereby prepares students for the scientific work to be conducted in their master theses. ", "Teaching and Learning Methods": "The module is a seminar and provides students with in-depth knowledge of governance, fairness and sustainability grounded in economic theory. The seminar includes a set of lectures on governance, fairness and sustainability.  Guided by the instructor(s) through the entire process, students will work alone and/or in groups around a topic in governance, fairness and/or sustainability.  Activities are carried out in parallel in coordination with foreign universities and students will have the opportunity to collaborate and exchange with students from those universities. The course takes place online.  Together with “Advanced Seminar Economics & Policy/Life Sciences & Management – Food system governance, fairness and sustainability, Literature Review and Presentation Skills”, this module offers a comprehensive toolkit to prepare students for their master thesis as well as for a career in science. ", "Media": "PowerPoint presentations, economic textbooks, scientific articles", "Reading List": "Barathova, K., Cacchiarelli, L., Di Fonzo, A., Lai, M., Lee, H., Menapace, L., ... & Vandervelde, S. (2020). Pass-through of unfair trading practices in EU food supply chains methodology and empirical application.Bowie, N. E. (1988). Fair markets. Journal of Business Ethics, 7(1-2), 89-98.Denzin Lincoln 2017 The SAGE Handbook of Qualitative ResearchGentile, E., Loi, A., Gentile, M., Bruni, M., Berisio, S., Parisi, P., ... & Rieger, L. (2020). Evaluation of Marketing Standards contained in the CMO Regulation, the “Breakfast Directives” and CMO secondary legislation. Final report. James, H. S. (Ed.). (2013). The ethics and economics of agrifood competition (p. 99). Dordrecht, Netherlands: Springer.  Kvale 1996 Interviews: An Introduction to Qualitative Research InterviewingMiles Huberman Saldaña 2014 Qualitative Data Analysis: A Methods SourcebookRusso et al. (2021) Upfront Costs as Coordination Devices in the European Agri-Food Value Chain, forthcoming. ", "Responsible for Module": "Menapace, Luisa; Prof. Ph.D.", "Courses (Type of course, Weekly hours per semester), Instructor": " Advanced Seminar Economics, Policy & Econometrics /Life Sciences, Management & Policy (MGT001345, engl.) Food Governance, Fairness and Sustainability Scientific Writing and Exploratory Research Metho (Seminar, 4 SWS)Menapace LFor further information in this module, please click campus.tum.de or here. WIB14002: Advanced Seminar Life Sciences, Management & Policy: Sustainable Entrepreneurship - Theoretical Foundations | Advanced Seminar Life Sciences, Management & Policy: Sustainable Entrepreneurship - Theoretical Foundations"}, "WIB14002: Advanced Seminar Life Sciences, Management & Policy: Sustainable Entrepreneurship - Theoretical Foundations | Advanced Seminar Life Sciences, Management & Policy: Sustainable Entrepreneurship - Theoretical Foundations": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter/summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The grading is based on a research paper (max. 7.500 words). The students show that they are able to apply theoretical perspectives to the context of life sciences. Moreover, they develop an argument matching the concept of sustainable entrepreneurship as a promising approach for addressing complex sustainability issues in general and in the field of life sciences in particular. In the research paper students show that they can evaluate different approaches and develop their own ideas for life sciecne-related sustainable ventures.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Courses in entrepreneurship, corporate sustainability and/or sustainability marketing are recommended.", "Content": "Whether it is tackling climate change, resource degradation or social inequalities - responding to sustainability issues constitutes the biggest challenge for businesses in the 21st century. Embracing a great range of industries including food, energy or textiles, the field of life sciences is a key area for sustainability. Since the production of these goods accounts for an extensive use of resources, there is great potential for effecting real improvements on a way towards more sustainable production and lifestyles. The course \"Advanced Seminar Life Sciences and Management\" will investigate this exciting and ongoing industrial transformation. It will deal with the following topics (all topics will be explained in general and then discussed in the context of life sciences in particular) 1) Introduction to Sustainability and Entrepreneurship2) Sustainable Entrepreneurship3) Opportunity Identification4) Development of Double and Triple Bottom Line Solutions5) Forming and Funding of New Sustainable Ventures6) Market Entry7) Sustainable Entrepreneurship and Life Sciences - Reflections and Discussion", "Intended Learning Outcomes": "Upon successful completion of this module, students will  be able to (1) summarize and (2) evaluate the socio-economic problems society is facing. They will (2) match the concept of sustainable entrepreneurship as a promising approach for addressing complex sustainability issues in general, and in the field of life sciences in particular.  More specifically, students will (3) be able to identify the venture creation process from opportunity identification to market entry in the context of sustainability and life sciences. In addition, participants will be able to (4) apply this knowlede to the field of life sciences. Finally, the students will be able to (5) critically evaluate case studies from the field of life sciences and to (6) create own ideas for sustainable ventures in this context. ", "Teaching and Learning Methods": "The module is a seminar which intends to familiarize the student with the relevant literature and follows an interactive course format with group work assignments and guest lectures. This is the appropriate format for this advanced level module because it encourages the students to go into further detail and to deal with the issues in an integral, interactive and independent way.", "Media": "Presentations, slides, cases, links and further literature will be provided via www.moodle.tum.de", "Reading List": "Muñoz, P., & Cohen, B. (2018). Sustainable entrepreneurship research taking stock and looking ahead. Business Strategy and the Environment.", "Responsible for Module": "Belz, Frank-Martin; Prof. Dr. oec.", "Courses (Type of course, Weekly hours per semester), Instructor": " Advanced Seminar Life Sciences, Management & Policy / Innovation & Entrepreneurship (WIB14002) Sustainable Entrepreneurship - Theoretical Foundations (Limited places) (Seminar, 4 SWS), Module Catalog of the study program M.Sc. ManagementGenerated on 27.09.2023, 75 of 114, Page 76 Belz F, Salvi EFor further information in this module, please click campus.tum.de or here."}, "WI000948: Food Economics | Food Economics": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Students prove their achievement of learning outcomes in an oral exam of 25 minutes. The exam is designed to test whether students understand the discussed topics and publications, whether they can describe and explain them in a meaningful and exact way, and whether they can critically reflect on assumptions, methodology, results, and political and societal implications of research in food economics. An oral exam is the most suitable format to account for the discursive and reflective nature of the abilities examined.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "The course applies microeconomic theory to study questions of food demand and supply. Students should feel comfortable with the material in microeconomic courses at introductory level.", "Content": "The course is intended to provide students with in-depth coverage of food economics with an emphasis on trends and phenomena of food markets and value chains, food labelling, food safety, food consumption, nutrition and food policy. Taking examples from these domains the course introduces a variety of economic models that are being used in food-economic research.", "Intended Learning Outcomes": "At the end of the module, the students are able to (1) outline important trends and phenomena in food markets in Germany, Europe and the world, (2) analyse consumer and firm behavior in food markets based on economic theory, (3) assess the effectiveness of food policy instruments, (4) acquaint themselves with scientific literature in the area of food economics and discuss and evaluate crucial assumptions, choice of methodology and implications of results.", "Teaching and Learning Methods": "The module is designed as an interactive lecture where both lecturers and students provide input for discussion. In order to set up a common basis for participants, lecturers present information on major features and trends on food markets and economic concepts used to analyze them. To familiarize themselves  with economic research, students read selected journal articles from the field of agricultural and food economics and prepare a short presentation of 15 minutes and a short report of about 2 pages once per semester, summarising the main hypotheses, methods applied, results obtained and implications derived. Subsequent discussions in classroom on assumptions, limitations of data and methods, as well as on different ways to interprete results deepen students' understanding of the potential and restrictions of research in food economics.", "Media": "Slides, textbooks, journal articles, blackboard, collection of summaries of publications.", "Reading List": "Lusk, J. L., Roosen, J, & Shogren, J. F. (eds.) (2011). The Oxford handbook of the economics of food consumption and policy. Oxford University Press New York.Additional references are provided in the course. ", "Responsible for Module": "Roosen, Jutta; Prof. Dr. Ph.D.", "Courses (Type of course, Weekly hours per semester), Instructor": " Food Economics (WI000948) (Vorlesung, 4 SWS)Roosen J, Menapace L, Rackl J, Ola OFor further information in this module, please click campus.tum.de or here. WZ0043: Risk Theory and Modeling | Risk Theory and Modeling"}, "WZ0043: Risk Theory and Modeling | Risk Theory and Modeling": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "5", "Total Hours": "150", "Self-study Hours": "90", "Contact Hours": "60", "Description of Examination Method": "In a written examination (120 minutes, Klausur), students demonstrate their theoretical knowledge of risk and the intuition behind various concepts. In written answers regarding the measurement of risk and the decision-making under risk, they prove their understanding of these concepts in both theory and practice. The ability to apply mathematical tools is proven by the solution of specific calculus problems. Further, students discuss assumptions under which a proposed research approach is appropriate and whether there might be better ways to investigate a specific research problem.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Students taking this course should be familiar with the basics of microeconomics as well as probability measurement. However, all necessary concepts will be introduced before application. ", "Content": "- Definitions and sources of risk- Risk attitude and the utility function- Random variables and statistical measures of risk evaluation- Value-at-risk- Portfolio optimization- Production decisions under risk- Price analysis- Real options", "Intended Learning Outcomes": "Upon completion of the module, students are able to - understand the various sources of risk in a broad range of sectors and industries,- understand how economic decisions are made in the presence of risk,- apply mathematical tools to evaluate risk with respect to products, processes and structure related decisions- and understand how decision-making under risk is analyzed in the scientific literature", "Teaching and Learning Methods": "The module consists of 2 SWS lectures and 2 SWS exercises. During lectures, concepts and tools will be presented to the students in slide shows. An interactive lecture atmosphere is intended to ensure that students’ questions are answered right away. Further, exercises accompany the lecture contents. These exercises are meant to illustrate lecture contents and provide students with hands-on experience with the presented concepts to make them more graspable.Toward the end of the course, when students are acquainted with the most important concepts, selected publications (both seminal papers and most recent ones) in risk research are presented and discussed. This provides students with an insight into how the lecture contents are applied in the scientific literature.", "Media": "Presentation slides, Microsoft Excel files, hand-outs ", "Reading List": "Chavas, J. P. Risk Analysis in Theory and Practice\". Elsevier, San Francisco 2004.  Quiggin, J.,  Chambers R. G Uncertainty, Production, Choice, and Agency The State-Contingent Approach. Cambridge 2000.", "Responsible for Module": "Sauer, Johannes; Prof. Dr. agr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Risk Theory and Modeling - Exercises (WZ0043) (Übung, 2 SWS)Sauer J [L], Frick F, Vo H, Risk Theory and Modeling - Lecture (WZ0043) (Vorlesung, 2 SWS)Sauer J [L], Frick F, Vo HFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program M.Sc. ManagementGenerated on 27.09.2023"}, "MGT001384: Marketing Mobility | Marketing Mobility": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "", "Credits": "3", "Total Hours": "90", "Self-study Hours": "60", "Contact Hours": "30", "Description of Examination Method": "The examination consists of a written report consisting of 10 PPT content slides and group presentations. The written report will be in the format of a management-style presentation, focusing on the main insights and supported by appropriate visualizations and tables. Thereby, the examination tests the students’ ability to translate their results into managerially relevant insights in a clear, concise, and compelling manner. ", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Basic experience in social media marketing", "Content": "The module will cover the following topics- Trends in digital marketing and social media analytics- Trends in urban mobility, e.g., self-driving cars- Generative AI (e.g., text-to-image diffusion models)- Challenges of marketing mobility", "Intended Learning Outcomes": "Upon successful completion of the module, students will be able to- understand how to make data-driven decisions in the social media context- apply diverse methods (including recent generative AI models) to synthesize artifical social media content - evaluate different modes of mobility- develop an end-to-end marketing strategy for an innovative mobility concept", "Teaching and Learning Methods": "The module will be held in the form of a seminar. The first block of the seminar is a lecture-style introductory session to social media marketing and trends in urban mobility (e.g., self-driving cars). The seminar will put emphasis on in-class discussions, interactive materials, practical relevance, research-based, interdisciplinary teaching, and code examples (in R and Python). The seminar will offer an engaging learning environment, complemented by remote and in-class coaching opportunities.", "Media": "Slides, research articles, textbooks, interactive websites, programming code (in R and Python)", "Reading List": "Hartmann, J., Heitmann, M., Schamp, C., & Netzer, O. (2021). The power of brand selfies. Journal of Marketing Research, 58(6), 1159-1177.", "Responsible for Module": "Hartmann, Jochen; Prof. Dr. rer. oec.", "Courses (Type of course, Weekly hours per semester), Instructor": " Marketing Mobility (MGT001384, englisch) (Limited places) (Seminar, 4 SWS)Hartmann J, Loder AFor further information in this module, please click campus.tum.de or here. WIB08001: Advanced Seminar Marketing, Strategy, Leadership & Management: Advances in Consumer Research | Advanced Seminar Marketing, Strategy, Leadership & Management: Advances in Consumer Research"}, "WIB08001: Advanced Seminar Marketing, Strategy, Leadership & Management: Advances in Consumer Research | Advanced Seminar Marketing, Strategy, Leadership & Management: Advances in Consumer Research": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Grading is based on an oral exam in form of an individual presentation on a study design. The presentation includes the following parts theoretical background, hypotheses with regard to recent trends in consumer behavior, methodology for testing the hypotheses, results, discussion and conclusions. The presentation demonstrates that students are able to develop research questions and a corresponding methodology to analyze topics in current consumer research. Students are also able to critically analyze scientific papers and demonstrate their knowledge during class discussions.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Knowledge in consumer behavior theories and empirical research methods.", "Content": "This seminar is designed to familiarize students with the current research areas in consumerbehavior, including theories and experimental methods. The aim of the seminar is to prepare students to become active researchers in the field of consumer behavior. The focus of the seminar will be on the critical assessment of theories, research designs, and analytical approaches employed to answer specific research questions. Additionally, this course allows students to develop their own ideas regarding a more specific topic that might be of future research interest.", "Intended Learning Outcomes": "At the end of the course students are able to critically analyze recent advances in consumer behavior. They know state of the art research approaches and are able to analyze the implications of current trends in consumer behavior for marketing and public policies. Students are able to apply their knowledge by developing and testing research hypotheses, drawing conclusions from the test results and providing marketing and/or policy implications.", "Teaching and Learning Methods": "The module is a seminar, with the learning objectives reached through a combinationof lecture, class discussion, developing a research project, and presenting a research project. Students are expected to read and discuss scientific papers on the topic. Students are also expected to develop a research methodology for testing hypotheses on recent advances in consumer behavior. The lecturer moderates in-class discussions and provides guidance and advice to students regarding their presentations.", "Media": "Slides, books, scientific papers", "Reading List": "There is no textbook assigned for this course. The course is mainly based on scientific articles from journals such as Journal of Consumer Research, Journal of Marketing Research, Journal of Marketing, Journal of Consumer Psychology", "Responsible for Module": "Roosen, Jutta; Prof. Dr. Ph.D.", "Courses (Type of course, Weekly hours per semester), Instructor": " Advanced Seminar Marketing, Strategy, Leadership & Management (WIB08001) Advances in Consumer Research (Limited Places) (Seminar, 4 SWS)Hempel C, Neubig CFor further information in this module, please click campus.tum.de or here. WI001140: Luxury Marketing | Luxury Marketing"}, "WI001140: Luxury Marketing | Luxury Marketing": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter/summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The final grade is based on group presentations. During the module two presentations have to be held. One short presentation (25% of grade, presenting an article - 20 min) aims to prove if students are able to connect the theoretical material on luxury marketing with empirical results of the contemporary research, if they are able to analyze and present an academic article in a clear and organized way, and if their able to provide a personal interpretation of the article. The second presentation (75% of grade, 45 min) assesses if the students understand the main elements of a luxury strategy with a focus on the 4Ps, and if they are able to apply the theoretical learning to a real case by conducting an audit of a luxury brand and by giving recommendations of how to improve the luxury marketing strategy of the assigned brand. They can use the theoretical material (lecturer´s slides) as a support and they have to collect secondary data. This presentation is combined with a written composition that illustrates the results of the audit. The presentations are done by groups of four students. The students will receive an individual grade the individual contribution will be identified by evaluating a personal recommendation to the luxury brand that each students has to provide as a result of the audit, and by evaluating the individual communication skills. Both presentations are followed by a discussion in which all the students can voluntarily participate.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "", "Content": "* First, the module starts with a discussion about how the meaning of luxury evolved from the past until now. It will elaborate how luxury differs from other related concepts. * Second, it will focus on understanding consumer behavior association with luxury products and brands. In particular, it will identify the underlying drivers of conspicuous consumption (e.g. self-reward, social elevation) and what consumers want to signal through the purchase of luxury products (e.g. status, wealth, power).* Third, the module will discuss best practices, do's and don'ts, when it comes to building, managing, and extending luxury brands. Especially, the symbolic power and the identity of luxury brands will be discussed.* Last but not least, it will discuss the 4Ps of luxury marketing and how to leverage them to develop an effective marketing strategy.", "Intended Learning Outcomes": "Upon successful completion of this module, students are able (1) to understand the basic elements and the specific challenges of marketing luxury products and (2) to give examples from empirical evidence of the theoretical concepts. They are also able (3) to analyze, (4) review and (5) present academic papers related to the topic of luxury of the contemporary research. Finally, they are able (6) to conduct an audit of a luxury brand (7) by making recommendations to improve the luxury marketing strategy of the assigned brand and (8) to improve their communication skills. ", "Teaching and Learning Methods": "The module uses various teaching methods that should help facilitate students' learning. The students are provided during the lectures with theoretical material to acquire the basic knowledge of luxury marketing. The students have to present academic papers in class and discuss them with peers, in order to explore empirical results related to theoretical concepts. They also have to prepare an audit of a luxury brand focused on the 4Ps (product, price, promotion, and place), which they have to present in class, in order to apply in practice the theoretical learning. The audit can be performed using the theoretical material presented in class as a support.", "Media": "", "Reading List": "- Han, Y. J., Nunes, J. C., & Drèze, X. (2010). Signaling status with luxury goods The role of brand prominence. Journal of Marketing, 74(4), 15-30.- Wang, Y., & Griskevicius, V. (2014). Conspicuous consumption, relationships, and rivals Women's luxury products as signals to other women. Journal of Consumer Research, 40(5), 834-854.- Bellezza, S., Gino, F., & Keinan, A. (2014). The red sneakers effect Inferring status and competence from signals of nonconformity. Journal of Consumer Research, 41(1), 35-54.- Mandel, N., Petrova, P. K., & Cialdini, R. B. (2006). Images of success and the preference for luxury brands. Journal of Consumer Psychology, 16(1), 57-69.- Rucker, D. D., & Galinsky, A. D. (2008). Desire to acquire Powerlessness and compensatory consumption. Journal of Consumer Research, 35(2), 257-267. - Griskevicius, V., Tybur, J. M., & Van den Bergh, B. (2010). Going green to be seen: status, reputation, and conspicuous conservation. Journal of personality and social psychology, 98(3), 392.- Hagtvedt, H., & Patrick, V. M. (2008). Art and the brand: The role of visual art in enhancing brand extendibility. Journal of Consumer Psychology, 18.- Hagtvedt, H., & Patrick, V. M. (2009). The broad embrace of luxury: Hedonic potential as a driver of brand extendibility. Journal of Consumer Psychology, 19.- Fuchs, C., Prandelli, E., Schreier, M., & Dahl, D. W. (2013). All that is users might not be gold: How labeling products as user designed backfires in the context of luxury fashion brands. Journal of Marketing, 77(5), 75-91.- Wilcox, K., Kim, H. M., & Sen, S. (2009). Why do consumers buy counterfeit luxury brands?. Journal of Marketing Research, 46(2), 247-259.- Willems, K., Janssens, W., Swinnen, G., Brengman, M., Streukens, S., & Vancauteren, M. (2012). From Armani to Zara: Impression formation based on fashion store patronage. Journal of Business Research, 65(10), 1487-1494.- Ward, M. K., & Dahl, D. W. (2014). Should the Devil Sell Prada? Retail Rejection Increases Aspiring Consumers' Desire for the Brand. Journal of Consumer Research, 41(3), 590-609.", "Responsible for Module": "Fuchs, Christoph; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Luxury Marketing (WI001140, englisch) (limited places) (Vorlesung, 4 SWS)Caprioli SFor further information in this module, please click campus.tum.de or here. WI001175: Consumer Behavior Research Methods | Consumer Behavior Research Methods"}, "WI001175: Consumer Behavior Research Methods | Consumer Behavior Research Methods": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The grading is based on a 120-minute written exam. To test whether the students acquired sufficient knowledge and the ability to conduct a consumer behavior research project, in the exam, they are asked to explain important concepts, perform key calculation, and compare alternative designs given a specific condition. The students are also given the estimation results from an actual consumer behavior research project, and asked to evaluate the design and interpret the results. Through these tasks, the students are tested whether they developed the ability to correctly analyze the data and assess the validity of real-world consumer behavior research projects.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Introductory statistics, principle of consumer behavior", "Content": "The module aims to provide the students with the necessary skills to correctly conduct a consumer behavior research study, and evaluate the findings from the corresponding study. As most consumer behavior research projects require the appropriate use of quantitate data, emphasis is given to the quantitative aspect of consumer behavior research, practical data analysis, and the interpretation of research results. The topic covered in the course includes survey design, questionnaire design, attitude measurement, sampling schemes, factor analysis, cluster analysis, and conjoint analysis.", "Intended Learning Outcomes": "At the end of the module, students will be able to (1) properly define a consumer behavior research problem and hypothesis, (2) develop a questionnaire that efficiently gathers necessary information, (3) choose the right sampling procedure, (4) analyze the data using the state-of-the-art methods such as factor analysis, cluster analysis or conjoint analysis, and (5) evaluate the research outcome correctly, which helps them to make smart and fact-based decision making.", "Teaching and Learning Methods": "The module consists of a lecture and an exercise. The lecture explains the underlying concepts and theories used in the consumer behavior research project. The exercise, on the other hand, provides the students the opportunity to apply the theory covered in the lecture part to the real-world consumer behavior research problem, which includes hypothesis development, questionnaire design, data collection, data entry and data analysis.", "Media": "Slides, textbooks, blackboard, exercise on data analysis", "Reading List": "Aaker, D.A., V. Kumar, G.S. Day, R. P. Leone Marketing Research 10th edition. International Student Version. Danvers, Wiley, 2011.Brace, I. Questionnaire Design. 2nd Edition. London Kogan Page, 2008.Bryman, Al. And E. Bell Business Research Methods. 2nd Edition. Oxford Oxford University Press, 2007.Malhotra, N. K. Marketing Research An Applied Orientation. Global Edition. Sixth Edition. Boston Pearson, 2010.Mazzocchi, M. Statistics for Marketing and Consumer Research. London Sage Publications, 2008.Additional references are provided in the course.", "Responsible for Module": "Fuchs, Christoph; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Consumer Behavior Research Methods (WI001175) (Vorlesung, 2 SWS)Granulo A, Consumer Behavior Research Methods - Exercise (WI001175)  (Übung, 2 SWS)Granulo A, Schnurr BFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program M.Sc. ManagementGenerated on 27.09.2023"}, "WIB22964: Advanced Seminar Operations & Supply Chain Management: Logistics and Supply Chain Management | Advanced Seminar Operations & Supply Chain Management: Logistics and Supply Chain Management": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter/summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The examination consists of a written seminar paper (75%), implemented optimization or simulation models as well as an oral presentation (20%) & discussion (5%). The seminar paper should cover 15-20 pages and is written in the style of current publications of peer-reviewed journal articles. Accompanied with the seminar paper models have to be implemented to conduct numerical analyses, which will be handed in as a digital appendix. At the end of the module students present their work in a 30 minutes presentation + 15 minutes of discussion and have to initialize and moderate the discussion on a selected paper of their fellow participants. ", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "One module in the field of Operations & Supply Chain Management and the MOS course.", "Content": "The advanced seminar in logistics and supply chain management focuses on recent research progress on varying topics, e.g. supply chain performance measurement, metamodelling and metaheuristics (see below for example).   - Metamodelling identifies strategic cost relationships between logistics performance measures and aggregate problem parameters. Thereby, empirical research methods (such as regression models) are combined with mathematical optimization and simulation models (such as mixed-integer programming or discrete event simulation) to identify best practice relationships. Several topics with applications in transportation, inventory management and procurement are available.   - Supply chain design under uncertainty often involves combinatorial optimization problems. The combination of scenario-based modelling and the combinatorial nature of the problem suggest the application of modern heuristic optimization concepts. Several topics on different applications and search methods are available. ", "Intended Learning Outcomes": "The objective of the module is to equip the participants with the necessary skill and tools for a successful master thesis project.", "Teaching and Learning Methods": "In an introductory session, the current theme of the module is explained by the lecturer and the various available seminar topics are elaborated in detail. Also information on relevant literature for the problem settings is introduced, wich forms the basis of the students' seminar papers. After the introductory session, students will work out the topic on their own, by using their abbilities of conducting literature research, mathematical modelling, programming and analyses. Throughout the whole time, they receive guidance from a supervisor of the chair. Different milestones are to be achieved at specific dates, such as a preliminary outline of the seminar paper, first research results and the final paper. Following the submission of the final paper, presentations and discussions of all students' seminar papers are conducted, usually spanning one or several days, where amongst others also presentation, moderation and discussion skills are trained.", "Media": "Presentation, Various forms of literature (Journal Articles, Books, Report, Conference Proceedings, etc.)", "Reading List": "'Dependent on seminar focus, e.g.'-  Kleijnen, J.P.C. (2008), Design and Analysis of Simulation Experiments, Springer- Bianchi, L. Dorigo, M., Gambardella, L.M., Gutjahr, W. (2009), A survey on stochastic combinatorial optimization, NatComput 8239-287 - Gutjahr, W. (2011), Recent trends in stochastic combinatorial optimization, Central European Journal of Computer Science 1(1): 58-66.", "Responsible for Module": "Minner, Stefan; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " Advanced Seminar Operations & Supply Chain Management (WIB22964) Logistics and Supply Chain Management (Limited places) (Seminar, 4 SWS)Minner S, Sel BFor further information in this module, please click campus.tum.de or here. WIB34001: Advanced Seminar Operations & Supply Chain Management: Operations Research | Advanced Seminar Operations & Supply Chain Management: Operations Research [Advanced Seminar Operations & Supply Chain Management]"}, "WIB34001: Advanced Seminar Operations & Supply Chain Management: Operations Research | Advanced Seminar Operations & Supply Chain Management: Operations Research [Advanced Seminar Operations & Supply Chain Management]": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The examination consists of a written seminar paper, implemented optimization or simulation models as well as an oral presentation & discussion. The seminar paper should cover 15-20 pages and is written in the style of current publications of peer-reviewed journal articles. Accompanied with the seminar paper models have to be implemented to conduct numerical analyses, which will be handed in as a digital appendix. At the end of the module students present their work in a 30 minutes presentation + 15 minutes of discussion and have to initialize and moderate the discussion on a selected paper of their fellow participants. The grading is based on the written seminar paper, the presentation and the moderation of the discussion.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Students are expected to have an interest in understanding and using complex quantitative models and methods. Participants should be familiar with Operations Research techniques. It is strongly advised that interested students have previously taken part in the module \"Modeling and Optimization in Operations Management.\" ", "Content": "From kidney exchange models to supply chain optimization of pharmaceuticals, there are many important applications of Operations Research (OR) in the health care sector. The use of OR in this field seeks to increase the welfare of patients and service providers, despite difficult challenges such as conflicting or multiple objectives, high uncertainty, dynamically changing environments,  and the lack of resources.  In this seminar, students will investigate applications of OR methods to the unique problems faced in health care. ", "Intended Learning Outcomes": "Upon successful completion of this module students will be able to (a) read, understand, and critique scientific papers, (b) deal with advanced material and original literature from the forefront of current research, (c) partake in scientific discussions, (d) give scientific presentations, (e) understand the basics of scientific writing, and (f) implement modern quantitative methods and models in related situations.", "Teaching and Learning Methods": "Participants will be guided to identify the most interesting recent research papers detailing the use of OR in health care. They are expected to implement relevant models and prepare high-quality presentations and write-ups, reflecting their analyses, understanding and insights from reading the papers and related literature.", "Media": "Presentation, Various forms of literature (Journal Articles, Books, Report, Conference Proceedings, etc.).", "Reading List": "", "Responsible for Module": "Schulz, Andreas; Prof. Dr. rer. nat.", "Courses (Type of course, Weekly hours per semester), Instructor": " Advanced Seminar Operations & Supply Chain Management (WIB34001, englisch) Operations Research  (limited places) (Seminar, 4 SWS)Schulz A [L], Schulz AFor further information in this module, please click campus.tum.de or here. WI000976: Logistics and Operations Strategy | Logistics and Operations Strategy"}, "WI000976: Logistics and Operations Strategy | Logistics and Operations Strategy": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "At the end of the module a 90-minutes exam will determine the grading of the students. Students choose 3 out of 4 questions. Within each question two different competence areas are assessed. The first part of each questions covers knowledge about strategic operational and logistics concepts from the lecture. Then, in a second part, multiple quantitative methods have to be applied. They involve calculation and the analysis of results like in the exercise classes. Since calculations are to be done, a pocket calculator and a formula sheet summarizing the most relevant formulas and statistical values may be used by the students.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "The module requires basic knowledge in statistics (discrete and continuous probability distributions), MS Excel and the course “Modelling, Optimization, and Simulation”, which is due to the extensive use of Mixed-Integer Linear Programming. Basic knowledge of micro-economics theory helps, but is not a must.", "Content": "The module will position logistics and operations in business strategy and industrial organization. Strategic modelling and optimization approaches and tools for sourcing strategy, facility location, capacity and flexibility management will be presented and applied to problems of different industries.  ", "Intended Learning Outcomes": "The participants will acquire knowledge on different views of logistics strategy from a market and a resource perspective and will be enabled to apply decision support tools for an effective design of global manufacturing and logistics networks. Students will be able to assess strategic problems from practice, categorize them according to the decisions involved and identify relevant solution methods to solve them. Furthermore, students are equipped with the ability to apply methodologies and techniques from theory in practical environments. After finishing the module, students will be able to evaluate innovative and complicated operations and logistics settings, such as the integration of additive manufacturing (3D printing), and create subsequent innovative solution approaches for strategic decision makers.", "Teaching and Learning Methods": "The series of lectures provides students with a fundamental knowledge of concepts and methods for assessing and optimizing given problems. Exemplary problem settings are solved during exercise classes, where the content given in the lecture is applied. Optimizations using MS Excel solver and analytical calculations are the basis for a follow-up interpretation of the results. In the process, students present their work and conduct an interactive discussion with fellow students and the lecturer regarding their approach, solution and interpretation. Extending the theoretical exercises, case studies are used to let students analyse and solve real-world problems, which closes the gap between theory and practice. To give students a further glimpse into practice, guest speakers from various industries present their daily challenges and approaches to solve them. This allows students to make the connection between the theoretical concepts they have learned and the requirements in practice and provides the opportunity to discuss questions with practitioners and find problem settings that might be suitable for their final thesis.", "Media": "Literature, Slides, Case Studies, Exercises", "Reading List": "Van Mieghem, J.A. (2015) Operations Strategy Principles and Practice, 2nd Edition, Dynamic IdeasSlack, N., Lewis, M. (2015), Operations Strategy, 4th Edition, Financial Times/Prentice Hall.Belleflamme, P., Peitz, M. (2015), Industrial Organization Markets and Strategies, 2nd Edition, Cambridge University Press.", "Responsible for Module": "Minner, Stefan; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " Logistics and Operations Strategy (WI000976) (Limited places) (Vorlesung mit integrierten Übungen, 4 SWS)Minner S [L], Minner S, Lee EFor further information in this module, please click campus.tum.de or here. WI000979: Inventory Management | Inventory Management"}, "WI000979: Inventory Management | Inventory Management": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The grading is based on a written exam (90 minutes) consisting of 4 questions, the participants can choose 3 out of 4. Each question has several parts assessing the different competence levels. In a first theory part, the student has to reproduce knowledge about inventory management concepts. In a second part, different calculation methods need to be applied with given data and the results be analyzed and interpreted. In a third part, the students need to develop ideas and concepts beyond the reproduction of knowledge and application of methods. In order to facilitate calculations and for backup of some statistical formulas, a formula sheet and a pocket calculator can be used.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "The module requires basic knowledge in statistics (discrete and continuous probability distributions) and Excel and the course “Modelling, Optimization, and Simulation” due to extensive use of Mixed-Integer Programming and Simulation methods.", "Content": "Standard inventory control models and approaches are presented for single- and multi-period dynamic inventory models, multi-echelon models, and multi-product coordinated replenishment problems. Further, different approaches to data driven inventory policies are presented that address the estimation and analysis of model parameters. Case studies and board games are used to motivate these concepts.", "Intended Learning Outcomes": "The participants will learn about different concepts in Inventory management and receive the knowledge to apply decision support tools for an effective design and operation of inventory management systems. They will be able to memorize different inventory control rules, identify the right model in different industry environment and be able to reproduce parameter calculations. They will be able to illustrate the impact of cost and service parameters on timing and sizes of replenishment decisions and generalize these finding to more complex multi-echelon and multi-product systems. This fundamental knowledge will enable participants to evaluate, compare and optimize different control systems, revise parameter settings and critically reflect on optional choices. Upon completion of this module, the participants will be able to develop and implement models and methods for new and innovative inventory management problems, e.g. arising in same-day home delivery, car-sharing or reverse logistics applications.  ", "Teaching and Learning Methods": "The module includes lectures where students obtain knowledge about inventory modeling and optimization techniques. In exercise sessions, the students solve problems with the obtained knowledge, perform optimizations and simulations, interpret the findings and present and discuss their results to the others participants in the classroom. Computer programs are provided to the students who adapt those to determine inventory control parameters and to simulate inventory system performance. Case study and business game sessions give the participants a first hand, interactive experimental experience into the dynamics of inventory systems and real world problems. Guest lectures given by industry professionals supplement the theory parts and give the participants the opportunity to recognize problems, discover interesting challenges for choosing their thesis work and discuss with practitioners. ", "Media": "Literature, Slides, Case studies, Business games, Exercises, Software", "Reading List": "• Silver, E.A., Pyke, D.F., Peterson, R. (1998), Inventory  Management and Production Planning and Scheduling, 3rd  edition, Wiley.  • Axsäter, S. (2006), Inventory Control, 2nd. Ed., Springer.  • Zipkin, P. (2000), Foundations of Inventory Management, McGraw-Hill.", "Responsible for Module": "Minner, Stefan; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " Inventory Management (WI000979, englisch) (limited places) (Vorlesung mit integrierten Übungen, 4 SWS)Minner S [L], Minner S, Sel B, Wang YFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program M.Sc. ManagementGenerated on 27.09.2023 WI900684: Project Studies (Master in Management) | Project Studies (Master in Management)"}, "WI900684: Project Studies (Master in Management) | Project Studies (Master in Management)": {"Module Level": "Master", "Language": "German/English", "Duration": "one semester", "Frequency": "winter/summer semester", "Credits": "12", "Total Hours": "360", "Self-study Hours": "330", "Contact Hours": "30", "Description of Examination Method": "Grading is based on a project work. The project work consists of a written project report in (20 pages, 50% of the grade) and a presentation (30 minutes, 50% of the grade). A student team of 2-5 students works on a specific problem set within a company or any other similar institution. The team runs through several project stages problem definition, division of work/tasks, decision making processes, and realization. Throughout this process, the students show that they can develop appropriate strategies to cope with the set of problems. They show that they are able to compose the state of research. In addition they demonstrate their ability to develop their own specific approach for a solution based on scientific knowledge as well as methodical skills. Students demonstrate their ability within a team to manage resources, and deadlines through timely submission of the enumerated tasks. Students demonstrate that they are able to complete the tasks of their project in a team environment. Grading will especially take into account the overall working outcome of the project with respect to the initial problem set, the selection and application of the chosen methodology as well as the analyses and discussion of the main findings. The project work is set up in a way which enables the identification and evaluation of each student's individual contribution to the project's success.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Basic knowledge in Business Administration", "Content": "The project study consists of a specific problem statement or challenge which a company or any other similar institution is confronted with. This challenge may have a research related or practical character. The project study and its findings regarding the outlined problem set are based on students' academic knowledge gained through their study programs.  Examples of topics covered in the context of a project study include (non-exhaustive list)- Analyzing potential sales volumes of a new market- Identifying potential optimization actions regarding a supply chain- Creating a financing concept for a company- explaining problems of the logistic sector and developing appropriate optimization solutions- Developing specific use cases for new electronic payment procedures and deriving appropriate product specifications- Capturing and processing key performance indicators (KPIs) in controlling and the development of recommended actions- Developing and conceptualizing a marketing strategy and deriving recommendations for implementation in the given market- or company environment", "Intended Learning Outcomes": "After successful participation in the module, students are able to work on projects in a systematic and academic manner. Students demonstrate their ability to complete a project end-to-end throughout all project stages problem definition, division of work/tasks, development of solutions, decision making processes, realization, result presentation, and project report. Students develop their ability to apply theoretical concepts to the identified problem set and develop their analytical solution finding skills through team discussions. Students are able to exchange in a professional and academic manner within a team. They show that they are able to integrate involved persons into the various tasks considering the group situation. Furthermore the students conduct solution processes through their constructive and conceptual acting in a team. Students demonstrate their ability to manage resources, and deadlines through timely submission of the enumerated tasks in stages throughout their research projects.", "Teaching and Learning Methods": "The team-based development (2-5 students) of the project solution encourages the students to deal soundly with an academic or practical subject based on their previously acquired academic knowledge. Team work is particularly suitable for tackling problem sets and writing a report, for developing constructive critique to others and for implementing appropriate solutions to these critiques. The project may happen at the premises of the respective company/institution or from a remote location. They are able to communicate the evolvement of the project by composing a project report and preparing a presentation of their solutions to the supervisors from the company as well as the university. The project is supervised jointly by mentors from the respective company/institution and the professor of the TUM School of Management. The supervision takes place through a kick-off meeting as well as an interim meeting. With regards to content the project study takes an approximate time of three month. ", "Media": "literature, presentations", "Reading List": "Project Management Institute (2013) A Guide to the Project Management Body of Knowledge (PMBOK® Guide) - Fifth EditionFurther literature based on the specific topic ", "Responsible for Module": "Kehr, Hugo; Prof. Dr. phil.", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here., Module Catalog of the study program M.Sc. ManagementGenerated on 27.09.2023"}, "BV130021: Real Estate Markets and Investors | Immobilienmärkte und Immobilieninvestoren [ImmoM&Inv]": {"Module Level": "Master", "Language": "German", "Duration": "one semester", "Frequency": "winter semester", "Credits": "3", "Total Hours": "90", "Self-study Hours": "60", "Contact Hours": "30", "Description of Examination Method": "The examination consists of a test (eventually as remote online exam) where the students prove not only their understanding of the learning content but also their ability to apply the methods, evaluate the results and consequences and moreover to develop the given approaches for further fields of utilization. Auxiliary materials are not admissible. The test requires partly the student’s own formulations, partly the qualifiedly checking of predefined statements.", "Repeat Examination": "", "(Recommended) Prerequisites": "none", "Content": "Real Estate MarketsBasics of Property Markets, Micro-/ Macroanalysis, Hard/Soft Location Constraints, Value of Benefit, Real Estate and Building Analysis, Development Rights, Sustainable Concepts, Critical Success Factors, Urbanistic Implementation, Analysis of Economical Aspects and Risk", "Intended Learning Outcomes": "Having successfully completed the module the students will have understood the given learning content and will be able to apply and develop this further. Therewith, they know to analyze and evaluate applicable situations and solve respective problems when later professionally working", "Teaching and Learning Methods": "The learning content is taught via lectures. Supervised exercises and tutorials allow deepening this with the help of examples in interaction with the students. References to professional practice are maintained also by contributions of guest lecturers.", "Media": "Lecture notes, power point-presentations, partially use of black/whiteboard, videoclips", "Reading List": "Detailed lecture notes", "Responsible for Module": "Prof. Dr. Bing Zhu (Bing.zhu@tum.de)", "Courses (Type of course, Weekly hours per semester), Instructor": " Immobilienmärkte und Immobilieninvestoren (Vorlesung, 2 SWS)Zhu BFor further information in this module, please click campus.tum.de or here. WI001181: Advanced International Experience | Advanced International Experience"}, "WI001181: Advanced International Experience | Advanced International Experience": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter/summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "180", "Contact Hours": "0", "Description of Examination Method": "Students have to pass a written single-choice exam. The module examination consists of a written 90-minute single-choice exam. The test examine deeper knowledge of the meaning of culture, cultural differences and resulting difficulties. Tasks which refer to scientific cultural concepts verify that students are able to distinguish between different cultural dimensions and standards, for example the cultural dimensions of Geert Hofstede's concept. Tasks which refer to different management styles and working cultures examine that students are able to analyse how different cultural backgrounds influence working in an international business context, for example a Western Management style. Tasks which refer to country-specific cultural differences proof that students are able to interpret critical intercultural situations correctly and offer adequate behavioral patterns. Tasks which refer to intercultural communication check that students are able to distinguish between different communication styles influenced by culture and know how to communicate adequately with members of different cultures, for example cultures with a direct communication style.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Students have to complete a stay abroad relevant to their subject of studies before they can be admitted to the module. In general, for this purpose international study experience, practical training abroad as well as the completion of a project study or master's thesis is accepted.  (Details seehttps//www.mgt.tum.de/download-center)", "Content": "This module gives an introduction to basic theoretical knowledge in scientific conceptualisation of culture, cultural differences and difficulties as well as their overcoming. During the module  various scientific definitions of culture and different scientific approaches of cultural dimensions are outlined. By means of selected cultural characteristics and practical examples it is explained how to deal with different matters occurring when people with different cultural background interact. Additionally, different management styles in view of different cultures are declared. During the module explanatory approaches to difficulties which result from different cultural backgrounds in an international business environment are elaborated on. Further approaches how to overcome these difficulties are outlined by means of practical examples in a global working environment and in international teams. In addition, basic theoretical knowledge in communication and different models of communication are provided. Furthermore, it is defined how to deal with different communication styles of different cultures and how to communicate adequately in an international context. For this purpose, selected cultural characteristics and practical examples are used. Within the framework of the course students are asked to reflect, analyse and evaluate already experienced situations in view of the discussed theoretical models. Additionally, ethically relevant problem areas in international/intercultural businesses are outlined.", "Intended Learning Outcomes": "After attending this module students are able to apply basic scientific approaches to culture and cultural differences. On basis of appropriate knowledge about cultural theories, particular cultures, as well as general knowledge about the issues occurring when people with different cultural backgrounds interact the students are able to analyse cultural differences and difficulties in an intercultural business context, as well as to interpret and overcome them. Additionally, students are aware of different communication styles in different cultures and know to apply this knowledge in intercultural communication situations. Furthermore, students will bear integrity, ethics and responsibility in mind when making management decisions in a multicultural business environment. Students are also able to reflect their experience abroad with scientific intercultural knowledge and develop an open-mindedness and sensitivity with respect to cultural differences.", "Teaching and Learning Methods": "The module is created as an online-course. It is divided in various thematic areas which contain basic theoretical knowledge. In addition, practical examples, case studies and videos illustrate relevant concepts and their application in an international (business-) environment. Further exercises are provided at the end of each thematic area in order to encourage students to tackle with specific intercultural subjects and to develop kind of intercultural sensitivity. Additionally, a bibliography is prepared for students' self-study. Practice questions for exam preparation are also offered.", "Media": "Digital Scripts (PowerPoint Slides, PDF files), scientific literature and exercise questions", "Reading List": "Standard references (amongst others)Hall, Edward T.; Hall, Mildred Reed (1990) Understanding Cultural Differences. Maine Intercultural Press.Hill, C.W.L. and Hernández-Requejo, W. (2011) Global Business Today, Seventh edition Hofstede, Geert (2001): Culture's Consequences. Comparing Values, Behaviors, Institutions, and Organizations Across Nations. 2nd edit. Thousand Oaks: SAGE Publications Inc.Thomas, Alexander; Kinast, Eva-Ulrike; Schroll-Machl, Sylia (Hg.) (2010): Handbook of Intercultural Communication and Cooper. Basics and Areas of Application : Volume 1: Basics and Areas of Application. 2nd revised edition. Göttingen, Berlin: Vandenhoeck & Ruprecht GmbH & Co. KGTrompenaars, Fons; Hampden-Turner, Charles (2012): Riding the waves of culture. Understanding diversity in global business. Revised and updated 3rd edition. New York: Mc Graw Hill.", "Responsible for Module": "Moog, Martin; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Advanced International Experience (WI001181, WIHN1181) (Vorlesung, 4 SWS)Richards M [L], Richards M, Zösmair S, Safieh MFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program M.Sc. ManagementGenerated on 27.09.2023 WI900261: Master's Thesis | Master's Thesis"}, "WI900261: Master's Thesis | Master's Thesis": {"Module Level": "Master", "Language": "German/English", "Duration": "", "Frequency": "winter/summer semester", "Credits": "30", "Total Hours": "900", "Self-study Hours": "890", "Contact Hours": "10", "Description of Examination Method": "The Master's Thesis is the final paper with a duration of 6 months, where the student concentrates on a specific topic in business administration and economics. Here the students frames the state of research and dicourse and evolves the own specific topic. Based on  scientific knowledge and methodical skills, students autonomously develop a solution to the topic. The Master's Thesis is supported by a professor of the TUM School of Management.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "The thesis can be filed after the successful completion of 45 out of 60 Credits in the mandatory modules and the completion of at least 6 Credits in the elective modules.", "Content": "The Master's Thesis focuses on a research topic in business adminstration and economics. The thesis is alsway supervised by a professor of TUM School of Management, often in co-operation with an organisation of industry or research. The topic of the thesis is created so that it can be treated extensively within six months.", "Intended Learning Outcomes": "At the end of the module Master's Thesis students are able to handle and develop a project in an autonomic, systematic and scientific way. Therefore students deploy scientific knowledge and methodical skills to the specific subject. They script the state-of-the-art knwoledge, based on research, evaluate the findings and classify them within the scientific and or practical discussion.  So, students are able to cope with new and complex subjects in an autonomous way and develop own solutions.", "Teaching and Learning Methods": "The creation the thesis encourages students to deal soundly with a scientific subject. Therefor they apply their knowledge and methodical skills, acquired during the studies, and create an elaborated scientific documentation within the set time frame. The work on the project is done independently, supported by discussions with the supervisor.", "Media": "literature, presentations", "Reading List": "specific literature based on the topic", "Responsible for Module": "Prof. Dr. Hugo Kehr", "Courses (Type of course, Weekly hours per semester), Instructor": " "}}