{"WI201040: Business Processes and Technology | Business Processes and Technology": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "5", "Total Hours": "150", "Self-study Hours": "105", "Contact Hours": "45", "Description of Examination Method": "Students have to hand in a written assignment. They choose a key business process in their organization which is supported by an IT-application and that should be improved. Students show that they are able to identify a relevant key business process and can apply the work systems method to that process.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "None", "Content": "• Business Process Management Knowledge and understanding in the field of business processes and the role of technology herein.• Business processes and the way they build the success of firms and institutions.• Modeling and criteria of business processes and their opportunities and possibilities.• Business processes Risk management, decision making and successful control and change.• Developments in technology and their implications for organizations.• The role of IT in modern business and competition What technology should my firm invest in?", "Intended Learning Outcomes": "After participating in this module, students are able to understand business processes and their interaction with IT-Technology. Furthermore, they are able to analyze and create Business  Process Management-Projects. Students are able to evaluate the interaction of  Information and Communication Technology and business processes and to improve these.", "Teaching and Learning Methods": "Lectures from professors and practitioners are used to setup the theoretical background for the students. In workshops and seminars they discuss in small teams the implementation of the knowledge in their daily business supported by IT-oriented case studies. During the module the students play a management game on business processes that brings insights into technologies and the way they support business processes to be adequate, reliable, effective and efficient. The game also brings insights into directing, improving and implementing business processes.", "Media": "media mix", "Reading List": "changing on the basis of the latest research results", "Responsible for Module": "Prof. Dr. Helmut Krcmar (krcmar@in.tum.de)", "Courses (Type of course, Weekly hours per semester), Instructor": " Business Processes and Technology (WI201040) (Seminar, 3 SWS)Krcmar H, Reinhold N, Feldmeyer SFor further information in this module, please click campus.tum.de or here. WI201041: Strategy and Organization | Strategy and Organization"}, "WI201041: Strategy and Organization | Strategy and Organization": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "5", "Total Hours": "150", "Self-study Hours": "105", "Contact Hours": "45", "Description of Examination Method": "Written project work in groups (80%) to be completed during the course - Students will be provided with a concrete situation of an organization that faces strategic challenges. Students have to show that they are able to discuss, evaluate and use strategic tools and concepts. Students will have to prove that they can apply the learned theories to analyze a strategy. They will also have to demonstrate that they are able to define strategic goals as well as an implementation plan.  Individual written assignment (20%) that is to be submitted after the module (the examiner will announce the scope and processing time of the examination in due time). Students are assigned a specific real-world company whose operational methods they have to analyze on the basis of various dimensions. ", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "None", "Content": "• Trends and Influences on Organizations Why do organizations exist? Which problems do they solve?  • Core concepts regarding strategy formulation, implementation and execution Strategic Analysis, Tools & Concepts• Overview and discussion of toolsets to generate new business, reach new audiences and attract new customers• Meeting strategic challenges like Mergers & Aquisitions How to support the strategicial development of an organization?• Leading Strategy Implementation to meet the challenges of the future• Strategic leadership the role of leadership behavior in organizational success • Knowledge Management & Corporate Organization: Understanding the requirements for and design options of Knowledge Management on the information logistics level", "Intended Learning Outcomes": "After participating in this module, students are able to apply the basic concepts, tools and methods of strategic management. They are capable of analyzing and evaluating different business strategies and strategic options and applying them to situations in real business life. Furthermore, they are able to understand the strategic relevance of Knowledge Management and to use the basic concepts of (IT-based) knowledge sharing within an organization.", "Teaching and Learning Methods": "During the module, lectures are used to create the theoretical background for the students. They provide the students with a fundament of knowldege on the topic of the module. In workshops and seminars they are able to dive deeper into the topic and discuss in small teams the implementation of the learnings into their daily business. Case studies and Best practice examples will be used to apply the concepts and business strategies into the real world and enable students to develop and evaluate strategic options. The results will be discussed within the group in order to maximize the learning outcome, improve their communication skills and encourage further discussions.", "Media": "media mix", "Reading List": "changing on the basis of the latest research results", "Responsible for Module": "Prof. Dr. Thomas Hutzschenreuter", "Courses (Type of course, Weekly hours per semester), Instructor": " Strategy and Organization (WI201041) (Seminar, 3 SWS)Hutzschenreuter T, Boettcher T, Feldmeyer S, Reinhold NFor further information in this module, please click campus.tum.de or here. WI201042: Ownership of Enterprise & Corporate Governance | Ownership of Enterprise & Corporate Governance"}, "WI201042: Ownership of Enterprise & Corporate Governance | Ownership of Enterprise & Corporate Governance": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "5", "Total Hours": "150", "Self-study Hours": "105", "Contact Hours": "45", "Description of Examination Method": "Students will  analyze different governance structures, especially IT-Governance structures, to choose the best-fit option. During class they will present the results of their findings and will have to show their communications abilities. In the written assignment students will have to show that they can apply the learned theories to provide a stakeholder analysis as well as an implementation plan.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "None", "Content": "• The enterprise's position in the economy and society, the forces that shape the enterprise and its IT• Different enterprise models Characteristics of the enterprise, such as ownership, size, political environment and enterprise strategy shape the governance of IT and the role of IT in achieving the enterprise's strategic objectives• Corporate Governance  within different types of organization• Competition, coordination and cooperation• Stakeholder Communication theories, addressing different stakeholders• The governance of IT is presented via portfolio management, benchmarking, and IT audit• The Role of the CIO/ IT Leader within the organization and the interaction with other functions in the organization", "Intended Learning Outcomes": "After participating in this module, students shall be able to assess the role of an enterprise in society and the limiting factors organizations have to face. The students are able to understand various types of organizations and governance structures of theirs. Students will be able to look beyond the boundaries of their own enterprise when making IT decisions. Students will gain an understanding of the impact of IT in business & governance processes. Students will be able to identify roles of different stakeholders, the communication and interaction between them as well as the role of the CIO therein.", "Teaching and Learning Methods": "Lectures from professors and practioners are used to setup the theoretical background for the students. In workshops and seminars they discuss in small teams the implementation of the knowledge in their daily business. Case studies and Best practice examples of Managing Stakeholder Interaction and IT-Governance-Processes will be used to apply the concepts into the real world and enable students to develope and evaluate different options. The results will be presented to the group in order to maximize the learning outcome, improve their communication skills and encourage further discussions.", "Media": "media mix ", "Reading List": "changing on the basis of the latest research results", "Responsible for Module": "Prof. Dr. Helmut Krcmar (krcmar@in.tum.de)", "Courses (Type of course, Weekly hours per semester), Instructor": " Ownership of Enterprise & Corporate Governance (WI201042) (Seminar, 3 SWS)Krcmar H, Reinhold N, Feldmeyer SFor further information in this module, please click campus.tum.de or here. WI201043: Finance and Accounting | Finance and Accounting"}, "WI201043: Finance and Accounting | Finance and Accounting": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "5", "Total Hours": "150", "Self-study Hours": "105", "Contact Hours": "45", "Description of Examination Method": "Students will be provided with a concrete organization in an IT-related market. They will analyze the financial success of the organization. During class they will present the results of their findings and will have to show their communications abilities. Students will also have to hand in an individual written assigment. Students will have to apply theories like cost of capital and cash flow calculations to evaluate the value created by the organization. Students will also have to show that they are able to evaluate risks and make a recommendation for the organization taking these into account.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "None", "Content": "• Financial management Investments in real assets (also named capital budgeting) and financing (also named fund raising) for these investments• Investment options loans, stocks, bonds etc.  • Evaluating financial risks  and dealing with them appropriately• Financial Statements & Analysis Analysing the organization with different methods and KPIs• Corporate Finance & Valuation Finance and evaluate the organization value with different methods• Value Based Management Different methods to steer the organization with regard to creating values• Financial Planning Different methods of budgeting• Alignment of Strategy & Finance How to plan the financials with regard to the strategic goals of the organization", "Intended Learning Outcomes": "After participating in this module students are able to define financial goals based on the strategic goals of the organisation. Students are able to apply adequate systems to monitor and ensure if targets are achieved. They understand the fundamental concepts of financial management, value creation and corporate finance and are able to apply them. ", "Teaching and Learning Methods": "Corporate financial theories, practical case studies (especially in the field of IT) and research efforts & outcomes will be used to familiarize the students with many aspects of the the financial field. During lectures, the basics of finance and accounting are explained to the students. In workshops, participants get the chance to work on financial statements, perform analysis and assess risks. In small teams, they will work on practical cases in the IT field.", "Media": "media mix", "Reading List": "changing on the basis of the latest research results", "Responsible for Module": "Prof. Dr. Christoph Kaserer (christoph.kaserer@tum.de)", "Courses (Type of course, Weekly hours per semester), Instructor": " Finance and Accounting (WI201043) (Seminar, 3 SWS)Kaserer C, Reinhold N, Feldmeyer SFor further information in this module, please click campus.tum.de or here. WI201044: Demand and Supply Management | Demand and Supply Management"}, "WI201044: Demand and Supply Management | Demand and Supply Management": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "5", "Total Hours": "150", "Self-study Hours": "105", "Contact Hours": "45", "Description of Examination Method": "Students have to hand in a written assignment. They will be provided with a concrete situation of an organization and its IT structure. Students will have to show that they can apply the learned theories to evaluate the existing structure in the provided case and make suggestions for improvements and further developments as well as evaluating the strategic alignment.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "None", "Content": "• Business & IT alignment Optimizing the contribution of IT to the business and establishing proper ways of making IT-related decisions• The importance of strong demand management Bridging the gap• IT delivery Managing and controlling the IT operations, portfolio management• Vendor  Management Procurement strategies• IT sourcing major trends in onshore, nearshore and offshore sourcing and their impact on the retained organization• Outsourcing strategies Taking HR and legal aspects into account", "Intended Learning Outcomes": "After participating in this module students are able to understand how to create an optimal fit between business and IT through proper Business/IT alignment. They are able to analyze and evaluate concepts regarding demand management as well as vendor management. In addition, students are able to create sourcing strategies based on the evaluation of risks and opportunities.", "Teaching and Learning Methods": "Lectures from professors and practitioners are used to setup the theoretical background for the students. In workshops the students discuss different concepts of IT delivery and sourcing strategies combined with best-practice examples from different organizations. In small teams they present their results in class in order to strengthen the application of supply and demand management in the IT business.", "Media": "media mix", "Reading List": "changing on the basis of the latest research results", "Responsible for Module": "Prof. Dr. Helmut Krcmar (krcmar@in.tum.de)", "Courses (Type of course, Weekly hours per semester), Instructor": " Demand and Supply Management (WI201044) (Seminar, 3 SWS)Krcmar H, Boettcher T, Feldmeyer S, Reinhold NFor further information in this module, please click campus.tum.de or here. WI201045: Market, Law and Ethics | Market, Law and Ethics"}, "WI201045: Market, Law and Ethics | Market, Law and Ethics": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "5", "Total Hours": "150", "Self-study Hours": "105", "Contact Hours": "45", "Description of Examination Method": "Students have to prepare a business situation where they have been facing a situation where the interaction of marketing, law and ethics created a dilemma for them.  During class they will have to reflect their decision by applying the new learned theories. In addition, students will hand in an individual homework assignment where they show that they are able to create a solution for the dilemma based on the theories and examples learnt during the module.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "None", "Content": "• Marketing, law and business ethics Interrelation of the topics  • Dilemmas and wicked problems Legal framework and ethical dilemmas when offering products or services in a market• Stakeholders in Marketing Bringing together different views, frameworks and ethical decisions• The legal framework for markets with regard to ethical decision making• Making decisions in critical situations Business ethics and sustainability", "Intended Learning Outcomes": "After participating in this module students are able to understand the interrelation of normative standards, law and market. Therefore they are able to understand how markets work and the way stakeholders act with regard to legal and ethical regulations and to apply this knowledge to their own organization. ", "Teaching and Learning Methods": "Students will learn about marketing theories, legal restrictions and ethical issues as well as their interactions and interrelation in lectures. They will present their prepared case to the class and thereby prove their communication and analytical skills. In group discussions students will reflect on their behavior in the presented cases. In workshops they will work on the interdependence of the three main topics of the module.", "Media": "media mix", "Reading List": "changing on the basis of the latest research results", "Responsible for Module": "Prof. Dr. Helmut Krcmar (krcmar@in.tum.de)", "Courses (Type of course, Weekly hours per semester), Instructor": " Market, Law and Ethics (WI201045) (Seminar, 3 SWS)Krcmar H, Reinhold N, Feldmeyer SFor further information in this module, please click campus.tum.de or here. WI201046: Change Management and Human Capital | Change Management and Human Capital"}, "WI201046: Change Management and Human Capital | Change Management and Human Capital": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "5", "Total Hours": "150", "Self-study Hours": "105", "Contact Hours": "45", "Description of Examination Method": "Project work - Students will have to hand in a written homework assignment that shows that they are able to choose an adequate change project that can be analyzed based on the learned theories. Students will have to apply sociological and communication theories to evaluate the project and create recommendations for improving the processes. ", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "-", "Content": "• Change Management – a distinctive advantage seizing new opportunities, adapting quickly to changing conditions and deploying talent to maximum effect• Large organization transformation strategy, structure, culture, systems and people• The implementation of large and/or innovative IT systems change management and understanding of human behavior• the relationship between business strategy, organization and human resources/talent• Methods to manage change and human resources• Managing Human Capital Effective employment and deployment of human assets or resources in organizations", "Intended Learning Outcomes": "After participating in this module students are able to understand change management processes and methods and to apply them to change projects. They are able to understand the role of people in change situations and to evaluate change processes and the communication processes therein.  The students are able to identify talents in their organization and to apply career development methods.", "Teaching and Learning Methods": "In lectures, students will learn the theories of change management and human behavior in businesses. In workshops, the content will be implemented into the real world, using case studies. In small teams, students will then discuss their personal experiences of change cases in their organizations and present the results to the group. In a simulation game, students will practice the communication of change projects.", "Media": "media mix", "Reading List": "Boris Ewenstein; Bryan Hancock; Asmus Komm (2016) Ahead of the curve The future of performance management. In McKinsey Quarterly    Rosabeth Moss Kanter; Jonathan Cohen(2017) Publicis Groupe 2016 Maurice and the Millennials. In Harvard Business Review         Marcus Buckingham; Ashley Goodall(2015) Assessing Performance Reinventing Performance Management. In Harvard Business Review April 2015 issue  ", "Responsible for Module": "Prof. Dr. Helmut Krcmar (krcmar@in.tum.de)", "Courses (Type of course, Weekly hours per semester), Instructor": " Change Management and Human Capital (WI201046) (Seminar, 3 SWS)Krcmar H, Boettcher T, Feldmeyer S, Reinhold NFor further information in this module, please click campus.tum.de or here. WI201047: International Management & Intercultural Cooperation | International Management & Intercultural Cooperation"}, "WI201047: International Management & Intercultural Cooperation | International Management & Intercultural Cooperation": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "5", "Total Hours": "150", "Self-study Hours": "105", "Contact Hours": "45", "Description of Examination Method": "Students will review their current leadership style (with particular consideration of transformational and transactional leadership) and discuss how they would have to adapt their leadership style when managing in China/the US or managing Chinese/US employees.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "None", "Content": "• Management and leadership styles in various countries• How to do business in China/the US?• Management and leadership in Asia and North America• Intercultural communication Why communication matters• Intercultural competence Dealing with different cultures• Reflection Adapting the personal leadership style to another country", "Intended Learning Outcomes": "After participation in this module students are able to understand the social and economic dimensions of international management. The participants are able to evaluate the chances and risks of international management in selected regions and therefore to derive opportunities for their own company. They will be able to evaluate management and communication methods in international management and to apply them to their individual context and personal leadership style.", "Teaching and Learning Methods": "While learning about management and leadership styles in various countries and intercultural communication during lectures, students will discuss their own experiences during workshops in small teams. Case studies will be used for a few specific countries. Students will present their own experiences abroad or with international colleagues. Students will visit different international-acting companies to get insights in managing multi-national organizations.", "Media": "media mix", "Reading List": "changing on the basis of the latest research results", "Responsible for Module": "Prof. Dr. Claudia Peus (claudia.peus@tum.de)", "Courses (Type of course, Weekly hours per semester), Instructor": " International Management & Intercultural Cooperation (WI201047) (Seminar, 3 SWS)Peus C, Boettcher T, Feldmeyer S, Reinhold NFor further information in this module, please click campus.tum.de or here. WI201048: IT-Security & Privacy Management | IT-Security & Privacy Management"}, "WI201048: IT-Security & Privacy Management | IT-Security & Privacy Management": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "5", "Total Hours": "150", "Self-study Hours": "105", "Contact Hours": "45", "Description of Examination Method": "Students will be provided with different cases regarding IT security issues in various companies. Students will have to analyze the situations during class and present their findings in a group discussion to show their communication and analytical skills. Students will have to choose one case that they will work on in a written assignments and show that they can apply the learned theories to create a risk management system for a specific company.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "None", "Content": "• The increasing relevance of Security & Risk Management increasing IT risks that are increasingly harmful for the whole organization• Privacy Management Rules, Regulations and Concepts• Managing IT-Risks Analyzing, Evaluating and Dealing with IT-Risks• Aligning Enterprise Risk Management and IT Risk Management• IT-Risk Management Processes• Dealing with new Risks, e.g. Cyber Crime  • Enhancing security awareness in organizations", "Intended Learning Outcomes": "After participating in this module students will understand the growing importance of IT security and risk management. Students will be able to apply IT security systems that meet the relevant regulation standards to their business environment They will be able to create suggestions for the  management board how to link IT risk management with the organization-wide risk management system.", "Teaching and Learning Methods": "Lectures from professors and practioners are used to setup the theoretical background for the students. In workshops and seminars they discuss in small teams the implementation of the knowledge in their daily business supported by IT-oriented case studies and best practice examples. During the module the students play a management game on risk management that brings insights into technologies and the possibilites to be lead critical situations.", "Media": "media mix", "Reading List": "changing on the basis of the latest research results", "Responsible for Module": "Prof. Dr. Helmut Krcmar (krcmar@in.tum.de)", "Courses (Type of course, Weekly hours per semester), Instructor": " IT-Security & Privacy Management (WI201048) (Seminar, 3 SWS)Böhm M, Krcmar H, Reinhold N, Feldmeyer SFor further information in this module, please click campus.tum.de or here. WI201049: Leadership and Cooperation | Leadership and Cooperation"}, "WI201049: Leadership and Cooperation | Leadership and Cooperation": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "5", "Total Hours": "150", "Self-study Hours": "105", "Contact Hours": "45", "Description of Examination Method": "Students will have to hand in a written homework assignment in which they show that they are able to describe and reflect their own leadership style. Students will reflect their experiences with envy in leader-follower relationships and show that they are able to find improvements for their behavior in critical leadership situations.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "None", "Content": "• Leadership theories and deep-dive into specific requirements when leading individuals and teams• Strategic and organizational leadership• Firm networks and firm development• Leadership & value creation in and through networks• Selection and assessment of leaders• The role of leadership or cooperation How leaders can (and must!) ensure cooperation and coordination in networks and their own organizations• Leadership in the 21st century changing workplaces, changing leaders• Architecture for managing international networks", "Intended Learning Outcomes": "After participating in this module, students are able to understand management and leadership concepts and are able to apply them to their daily business. Students are able to analyze their personal leadership style and to evaluate how this and how the interaction between individuals,  groups and organizations affect the performance as a whole. The students will be able to apply methods to improve cooperation in complex networks and throughout different cultures.", "Teaching and Learning Methods": "Different leadership and cooperation theories will be taught in lectures. In workshops, small teams will work on case studies from the business world and present the results to the group. Group discussions will be used to understand and analyze different leadership approaches. Time for individual reflection will be provided as well and students will define development goals and further discuss them with a tandem partner.", "Media": "media mix", "Reading List": "changing on the basis of the latest research results", "Responsible for Module": "Prof. Dr. Claudia Peus (claudia.peus@tum.de)", "Courses (Type of course, Weekly hours per semester), Instructor": " Leadership and Cooperation (WI201049) (Seminar, 3 SWS)Peus C, Boettcher T, Feldmeyer S, Reinhold NFor further information in this module, please click campus.tum.de or here. WI201050: Digital Transformation & Entrepreneurship | Digital Transformation & Entrepreneurship"}, "WI201050: Digital Transformation & Entrepreneurship | Digital Transformation & Entrepreneurship": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "5", "Total Hours": "150", "Self-study Hours": "105", "Contact Hours": "45", "Description of Examination Method": "Students have to hand in a written assignment. Therefore they will have to show that they are able to select a relevant trend in the field of IT, choose an adequate situation in their daily business that is or will be affected by this trend and show that they are able to apply learned theories to provide recommendations how to deal with the consequences caused by these changes. ", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "None", "Content": "• Digital transformation Understanding IT mega trends, like big data or internet of things, and their implications for organizations and markets• Digital-innovative business models Combining products and services to create market-oriented packages and aligning business goals with technical realization  • Supporting innovation thru IT processes and even fostering them  • Using the appropriate leadership tools to create an innovative culture• The effect of digital innovations to business behaviour• Digital transformation and the radical change of business models and processes• Concepts and examples how to create and establish a culture of entreprenership new ideas• Digital transformation Understanding IT mega trends, like big data or internet of things, and their implications for organizations and markets• Digital-innovative business models Combining products and services to create market-oriented packages and aligning business goals with technical realization  • Supporting innovation thru IT processes and even fostering them   • Using the appropriate leadership tools to create an innovative culture• The effect of digital innovations to business behaviour• Digital transformation and the radical change of business models and processes• Concepts and examples how to create and establish a culture of entreprenership new ideas", "Intended Learning Outcomes": "After participating in this module students will understand the topic of digital transformation, IT mega trends and their implications for organizations and markets. They are able understand how innovations can be supported thru IT processes and foster them as well as to apply the appropriate leadership tools to create an innovative culture. They are able to analyze upcoming trends and to be able to evaluate those regarding potentials and risks for the specific context of an organization", "Teaching and Learning Methods": "During lectures, the IT mega trends as well as the theory of digital transformation, market theories and theories of digital-innovative business models will be showed and explained to the students. In workshops, participants will discuss the trends and their implications for their organizations. In small groups they will work on case studies and develop innovative solutions that align business and IT.", "Media": "media mix", "Reading List": "changing on the basis of the latest research results", "Responsible for Module": "Prof. Dr. Helmut Krcmar (krcmar@in.tum.de)", "Courses (Type of course, Weekly hours per semester), Instructor": " Digital Transformation & Entrepreneurship (WI201050) (Seminar, 3 SWS)Krcmar H, Boettcher T, Feldmeyer S, Reinhold NFor further information in this module, please click campus.tum.de or here. WI201051: Leadership & Personal Development | Leadership & Personal Development"}, "WI201051: Leadership & Personal Development | Leadership & Personal Development": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter/summer semester", "Credits": "5", "Total Hours": "150", "Self-study Hours": "105", "Contact Hours": "45", "Description of Examination Method": "Students will have to discuss actively to show that they are able to describe and reflect their own leadership style. Students will reflect their own experiences with envy in leader-follower relationships. Furthermore the students are able to apply the results of the analysis of their leadership behaviour based on a leadership profile.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "None", "Content": "• Leadership Profile• Self Management & Self Experience• Mentoring & Career Development• Networking Sessions• Presentation Skills and Self confidence", "Intended Learning Outcomes": "After participating in this module, the students are able to reflect their own habits and behavior and develop their appearance as well as their personal leadership style.", "Teaching and Learning Methods": "Workshops will be held on various topics such as presentation skills or voice training. Leadership skills and communication will be practiced in small groups performing physical exercises. In 1-on-1 sessions, the personal development of the participants will be discussed, also in the  form of mentoring. Various presentations will be held to improve skills or get ideas for their career development. By using survey methods a personal leadership profile will be provided and discussed and an action plan will be created.", "Media": "media mix", "Reading List": "changing on the basis of the latest research results", "Responsible for Module": "Prof. Dr. Claudia Peus (claudia.peus@tum.de)", "Courses (Type of course, Weekly hours per semester), Instructor": " - Workshop Leadership Profiles - Introdcution to the Method- Leadership Profiles - Individual Data Analysis based on interviews- Workshop Self Management and Self Leadership- Individual Mentoring Discussions- Career Development Different views from different industries- Presenting to or within the board  Prof. Dr. Claudia Peus  Expert SpeakerFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program MBA Executive Master of Business Administration in Business & ITGenerated on 26.06.2023 WI900259: Master's Thesis | Master's Thesis"}, "WI900259: Master's Thesis | Master's Thesis": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter/summer semester", "Credits": "30", "Total Hours": "750", "Self-study Hours": "730", "Contact Hours": "20", "Description of Examination Method": "Individual written assignment - Students will have to hand in a written thesis in which they work on a real-life project in their organization. They have to analyze the key issues of the project and apply the learnings of a detailed module or different modules of the Executive MBA into this project. The project should be done full-time. Alternatively the students can write the master thesis at a Chair of the Technical University of Munich to support a research project at TUM. ", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "Successfully passing of 35 ECTS", "Content": "free of choice", "Intended Learning Outcomes": "After participating in this module students are able to apply the learnings of the different modules in a real-world project. They are able to understand the interdependences inside this project and how to deal with them. ", "Teaching and Learning Methods": "Participants are prepared with webinars to get the knowledge to write the thesis within the predetermined standards and regulations. Students join a topic finding and identification webinar to enhance the topic finding process. Furthermore, students discuss their first and pre-final results with their individual advisors to get further feedback during the process. ", "Media": "media mix", "Reading List": "changing on the basis of the latest research results", "Responsible for Module": "", "Courses (Type of course, Weekly hours per semester), Instructor": " "}}