{"WIHN0001: Mathematics in Natural and Economic Science 1 | Mathematics in Natural and Economic Science 1 [MBNW 1]Mathematik I": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The module examination is based on a written exam (90 minutes). Students have to show their knowledge of basic concepts of linear algebra and analysis and can adequately apply them in example problems of natural and economic sciences.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "None", "Content": "", "Intended Learning Outcomes": "After attending this module students are aware of fundamental mathematical structures and methods. Students are able to understand the basic concepts of Linear Algebra (vectors, matrices, subspaces, linear systems of equations, analytical geometry, determinants) and Calculus (for example real functions, integral calculus, and calculus of several variables) and to apply them to problems in science and economics.", "Teaching and Learning Methods": "The module consists of a series of lectures. In the lectures, theoretical principles and examples are presented. ", "Media": "- presentations", "Reading List": "", "Responsible for Module": "Xie, Jingui; Ph.D.", "Courses (Type of course, Weekly hours per semester), Instructor": " Mathematics - Ergänzende Übung (Tutorium) BMT Campus Heilbronn (WIHN0001) (Übung, 2 SWS)Lou Z, Mathematics in Natural and Economic Science I (BMT Campus Heilbronn) (WIHN0001) (Vorlesung, 4 SWS)Xie JFor further information in this module, please click campus.tum.de or here."}, "WIHN0002: Statistics for Business Administration | Statistics for Business Administration": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The module concludes with a written examination of 90 minutes. Participants have to demonstrate their theoretical/conceptual and practical competences regarding descriptive statistics, probability calculus, and statistical inference. Therefore, participants have to design and produce statistical analyses on their own and to interpret statistical evidence in the context of management. Further, they have to show competences to conduct and interpret outputs of at least one mainstream statistical software package.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "Prior attendance of the following module is recommended Mathematics.", "Content": "Descriptive statistics (incl., datasets; graphical representation; measures of location and variation); probability calculus (incl., stochastic variables; conditional probabilities; discrete and continuous probability distributions); statistical inference (incl., confidence intervals; hypothesis tests; linear regression); practice-oriented introduction to at least one mainstream statistical software package (e.g., R and STATA).", "Intended Learning Outcomes": "After successful completion of the module, the participants have both theoretical/conceptual and practical competences to independently design, produce, and interpret analyses in the areas of descriptive statistics, probability calculus, and statistical inference. The participants gain these competences particularly in the context of management decision making. Further, after a successful participation, they will have acquired methodological competences in at least one  mainstream statistical software package and are able to critically reflect and evaluate results and performance of specific methods of analysis.", "Teaching and Learning Methods": "The module consists of a lecture and a supplemental exercise/tutorial to train programming in a mainstream statistical software package.", "Media": "Lecture script, exercises, e-learning (Moodle), and statistical software.", "Reading List": "Diez, Çetinkaya-Rundel und Barr. 2019. OpenIntro statistics. Online verfügbar unter at https//www.openintro.org/stat/textbook.php.", "Responsible for Module": "Stich, Michael; Prof. Dr. rer. oec.", "Courses (Type of course, Weekly hours per semester), Instructor": " Statistics for Business Administration (WIHN0002) - BMT Heilbronn (Vorlesung mit integrierten Übungen, 4 SWS)Stich MFor further information in this module, please click campus.tum.de or here. WIHN0021_E: Economics I - Microeconomics | Economics I - Microeconomics [ECON 1]"}, "WIHN0021_E: Economics I - Microeconomics | Economics I - Microeconomics [ECON 1]Microeconomics": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "In the exam (written, 120 minutes) students should demonstrate their ability to adequately interpret the microeconomic concepts and apply the methods worked on in class, in limited time and without aid. By means of multiple-choice-questions, which are either embedded in a context/case/scenario or require prior computation, students' capacity to apply the learned solution strategies to new settings and draw correct economic implications is assessed.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "None", "Content": "This module provides an introduction to basic concepts of microeconomics. It deals with the behaviour of individual economic units, such as households, business firms, and public institutions. Another concern is how these units interact to form markets and industries. How can consumer decisions be explained and how can aggregate demand be derived from consumer choice? Which are the factors that determine the production decisions of companies? How do equilibrium prices emerge in competitive markets, how in monopoly markets? What is the effect of government interventions in markets (e.g. taxes, price controls)? How does market power affect social welfare? Which factors lead to market failure?", "Intended Learning Outcomes": "After attending this module, students will be able to describe economic tradeoffs (particularly in choice under scarcity situations of consumers and firms). Moreover, they know strategies to solve  WIHN0021_E: Economics I - Microeconomics | Economics I - Microeconomics [ECON 1]", "Teaching and Learning Methods": "An interactive lecture introduces essential microeconomic concepts and theories and illustrates them with the help of topical empirical examples. Classroom experiments complement the classic bird-eye's perspective by nudging students to put themselves in the positition of particular economic players, thereby requiring them to actively reflect the concepts introduced. Online surveys at the end of each chapter enable students to select which topics they would like to intensify in subsequent classes. In the accompaying exercise class, students practice, on specific problems and examples, the mathematical techniques needed to develop a deeper understanding of the economic concepts. In self-study students use the textbook to repeat the concepts introduced in class and apply them to additional examples.", "Media": "Textbook, slides, exercise sheets, classroom experiments, online surveys", "Reading List": "Robert S. Pindyck and David L. Rubinfeld, Microeconomics, 8th Edition, Pearson, 2013 (ISBN 13 978-0-13-285712-3). UND Robert S. Pindyck und David L. Rubinfeld, Mikroökonomie, 8. Aufl., Pearson Studium, 2013 (ISBN-13 978-3868941678).", "Responsible for Module": "Lergetporer, Philipp; Prof. Ph.D.", "Courses (Type of course, Weekly hours per semester), Instructor": " Economics I - Exercise (BMT Campus Heilbronn) (WIHN0021_E) (Übung, 2 SWS)Baier H, Economics I - Lecture (BMT Campus Heilbronn) (WIHN0021_E) (Vorlesung, 2 SWS)Lergetporer PFor further information in this module, please click campus.tum.de or here."}, "WIHN0275_E: Management Science | Management Science [MS]": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Students mastery of the content taught in this module is checked with a 60 minutes written exam. Students are only allowed to use a non-programmable calculator. In the exam students have to answer questions, apply algorithms to solve problems, create mathematical models for small example problems, and discuss presented results. By this the students have to demonstrate that they have understood and can apply the mathematical models and methods to solve business planning problems. The overall grade of the module is based on the result obtained in the written exam.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Knowledge of Mathematics and Statistics at the level as definend in the German Abitur", "Content": "Management Science is about modeling, solving and analyzing planning and decision problems using mathematial concepts. Management Science is used across different industries, departments and organizations. The lecture will treat the Management Science approach to decision making in general and the following topics in particular Linear Programming, Mixed-Integer Programming, Graph Theory, Netwerk Flow, Dynamic Programming and Decision Theory. ", "Intended Learning Outcomes": "After successful completion of the module students are capable of modelling planning problems. They are able to solve small business problems manually by using models and methods of linear and horizontal programming, of graph theory, of network flow, of dynamic programming, and of decision theory.  ", "Teaching and Learning Methods": "The module consists of a lecture and exercise courses, which are provided weekly. In the lecture the content is jointly developed with the students mainly by using slides. The exercise course repeats parts of the lecture contents by using examples. Students have to prepare the exercises and have the opportunity to pose questions. ", "Media": "Presentation slides", "Reading List": "Bradley, S.P., A.C. Hax und T.L. Magnanti Applied Mathematical Programming, Addison-Wesley, 1977.  Domschke W and A. Drexl Einführung in Operations Research, 9th Ed., Springer, 2015.Hillier FS and Lieberman GJ Introduction to Operations Research, 9th ed., McGraw-Hill, 2010. Winston WL Operations Research, 5th Ed., Thomson, 2004.Hillier FS and Lieberman GJ Introduction to Operations Research, 9th ed., McGraw-Hill, 2010. Winston WL Operations Research, 5th Ed., Thomson, 2004.", "Responsible for Module": "Kiesmüller, Gudrun; Prof. Dr. rer. nat.", "Courses (Type of course, Weekly hours per semester), Instructor": " Management Science - Lecture (WIHN0275_E) (BMT Campus Heilbronn) (Vorlesung, 2 SWS)Kiesmüller G, Management Science - Exercise (WIHN0275_E) (BMT Campus Heilbronn) (Übung, 2 SWS)Kiesmüller G, Mitsakos T, Ralfs JFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program B.Sc. Management and Technology (Heilbronn)Generated on 12.09.2023"}, "WIHN0219_E: Investment and Financial Management | Investment and Financial Management": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The grading is based on a written exam with a duration of 120 minutes. The exam covers all material from both the lecture (Corporate Finance) and the exercise (Mathematical Basics in Finance). To test whether the students acquired the theoretical basics, multiple-choice questions are asked, where they have to find the correct or incorrect statement among several alternative statements. By using a calculator and the formulary issued by the chair, the students for example have to analyze investment projects, create the optimal capital structure of projects or firms, or evaluate bonds, stocks, and equity options to demonstrate their ability to apply financial tools based on finance theory and to critically analyze different problem sets which finally results in a context-based conclusion.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "None", "Content": "Lecture in Corporate Finance                                                       The course will give students a broad understanding of the instruments to analyze and evaluate investment opportunities. The following topics are discussed Financial Statement Analysis (balance sheet analysis, analysis of profit and loss account), Investment Analysis (net present value method, internal rate of return, other methods), Capital Budgeting (determination of free cash flows, choosing between alternatives), Cost of Capital (equity costs, borrowing costs, weighted average  cost of capital), Capital Structure (including influencing factors and the importance of taxes).                                                   Exercise on Mathematical Basics                                                       The module deals with the active and practical use of mathematics in finance, with particular focus on the calculation of interests and valuation of financial instruments. The following topics are covered: Interests, Annuities, Redemptions, Bonds, Stocks and Options.", "Intended Learning Outcomes": "Upon completion of the lecture of this module students will be able to name and apply important measures of company performance indicators, determine an optimal capital structure for companies and value investment projects in a world without taxes (Modigliani-Miller) and with taxes. This will allow them to analyze and evaluate investment opportunities. Students will be able to understand and analyze companies' investment decision-making process and to create investment- as well as capital budget plans. Furthermore, students will be able to remember and understand key theories of corporate finance and to apply fundamental methods of corporate finance that sets the fundamental basis for the overall module.  The primary learning goals of the exercise course are to 1) introduce students to the concepts in financial mathematics; 2) introduce students to financial instruments as they relate to financial mathematics; 3) introduce students to the use of mathematical models for financial products; 4) develop student abilities to create and apply mathematical models. The specific content goals are the understanding of the concepts of bond, stocks, and financial derivative products; the time value of money; compound interest; annuities; loan concepts and amortization; mathematics of financial products.", "Teaching and Learning Methods": "The weekly lecture contains presentations of theoretical basics and applied examples, supported by slides. For a better learning experience and to enhance the understanding of the course content, the lectures are supported by a) smaller exercises that are discussed in class, and b) quiz questions at the end of sessions. In addition, through real-life examples and various calculation questions that are discussed in class, the exercise on mathematical basics deepens the understanding of interest, annuities, and financial assets. Depending on availability, there might be an additional optional exercise for students which discusses the answers to various MC questions/problem sets that are related to both the lecture and exercise content.", "Media": "Exercise sheets, PowerPoint", "Reading List": "Berk/DeMarzo, Corporate Finance, 3rd. Edition, Pearson.", "Responsible for Module": "Müller, Sebastian; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " Investment and Financial Management Additional Exercise- BMT Heilbronn (Tutorium, 2 SWS), Module Catalog of the study program B.Sc. Management and Technology (Heilbronn)Generated on 12.09.2023, 16 of 173, Page 17 Gong Z, Preissler F, Investment and Financial Management (WIHN0219_E) BMT Heilbronn - Lecture (Vorlesung, 2 SWS)Müller S, Investment and Financial Management (WIHN0219_E) BMT Heilbronn - Exercise (Übung, 2 SWS)Müller S [L], Gong Z, Preissler FFor further information in this module, please click campus.tum.de or here."}, "WIHN0261: Empirical Research Methods | Empirical Research Methods[ERM]": {"Module Level": "Bachelor", "Language": "German/English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "ExamGrading is based on a 100% multipe-choice exam (120 minutes) with about 50-60 questions at the end of the lecture. The questions will be of different character and allow students to show that they have understood basic concepts of empirical research and that they can analyze and evaluate research design and research outputs on their empirical and conceptual accuracy", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Mathematics, Statistics", "Content": "Understanding how research works is essential for any student and practitioner of management. All insights we draw on—may they come from teaching, research, or actual business activities WIHN0261: Empirical Research Methods | Empirical Research Methods [ERM]", "Intended Learning Outcomes": "This module will give you an introduction to empirical research methods, including the higher aims of empirical research, the standards it needs to meet, and a set of methods that you can directly apply. By the end of the module, you will thus be able to understand the scientific process in general—and in the context of management studies in particular—and be able to evaluate whether a result or statement you are confronted with is indeed trustworthy. In doing so, not only will you become able to more critically evaluate everyday information (such as news items or pseudo-scientific studies) but you will also be prepared to participate in the scientific process yourself by improving your ability to read and understand academic work, and getting to know the steps you will need to take to make a contribution yourself, as you will be required to do in other parts of your study programs, such as in research seminars or your final thesis.", "Teaching and Learning Methods": "Lectures will be largely taught by an instructor based on a slide deck with some interactive elements.Excercises will feature a lower number of slides and largely build on class contributions.Exercises will actually take place in the computer pools (CIP) where you will be doing hands-on work.", "Media": "Powerpoint, Board, Videos, Flipchart, Debates", "Reading List": "For each session, we will upload individual preparation sheets specifying what we recommend you to have done before class. These sheets will also contain information on reading materials that elaborate on what we cover in class. Everything specified as “mandatory” by these preparation sheets is also part of the subject matter for the exam. All mandatory readings will be provided when they cannot be easily accessed through the library resources available to you. Also note how everything we do in class is relevant to the exam—importantly, this includes all questions asked in class, irrespective of whether they are answered in class.", "Responsible for Module": "Förderer, Jens; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " Empirical Research Methods – BMT Heilbronn (WIHN0261) – Lecture (Vorlesung, 2 SWS)Förderer J, Empirical Research Methods – BMT Heilbronn (WIHN0261) – Exercise (Übung, 2 SWS)Förderer J [L], Kircher TFor further information in this module, please click campus.tum.de or here."}, "WIHN0820: Marketing and Innovation Management | Marketing and Innovation Management": {"Module Level": "Bachelor", "Language": "German/English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Grading will be based on a written exam (120 min). Students demonstrate that they have understood and can apply models and concepts in marketing and innovation management. Students can explain and analyze marketing basics (including key terms, theories, frameworks, marketing mix instruments, and their interrelationship with core concepts in marketing). They can also discuss and analyze key aspects of innovation and their relevance for companies. Exam questions may require calculations and students are allowed to use a non-programmable calculator.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "None", "Content": "In the first part of the lecture, fundamentals of marketing will be introduced. It will be outlined why basic marketing knowledge plays a central role for every company and its success. The lecture offers a compact overview of goals as well as tasks and instruments of the marketing mix. It also addresses how marketing tasks and instruments are changing in the context of digitalization. The Marketing part comprises the following five key chapters• Chapter 1 Subject and basic concepts of marketing• Chapter 2 Product policy• Chapter 3 Pricing policy• Chapter 4 Communication policy• Chapter 5 Distribution policy The second part of the lecture focuses on innovation management. The course offers a basic understanding of innovation management on both the strategic as well as operational level. A secondary aim of the course is to outline the socio-economic consequences of business innovation as well as possible societal and environmental consequences. Innovation processes in both manufacturing and service industries are considered. The Innovation Management part comprises the following topics:• Definitions, fundamental concepts, models and a framework for managing the innovation process• The socio-economic framework for innovation• Different units of analysis (the organization, network and national systems of innovation) and their influence on strategic options and decisions• Consideration of possible societal and environmental consequences as well as possible ethical challenges• Different forms of operational strategies and process innovations.• Introduction of concepts such as flexible production, mass customization, agile production that are related to the innovation process", "Intended Learning Outcomes": "After completing the course students are expected to have gained knowledge of fundamental concepts and models of marketing and innovation theory.  Key learning goals are• Learn about core element of the marketing management process• Be able to explain and apply goals and instruments of product policy• Be able to explain and apply characteristics and elements of pricing policy• Be able to explain and apply characteristics and elements of communication policy• Be able to explain the design of distribution systems• Learn about important theories, models and strategies for building brand equity  • Be able to describe a framework for developing and implementing innovation projects by using concepts related to the framework in different practical contexts• Evaluate a practical innovation project by using the premises in the frame of reference• Link relevant theoretical concepts to a practical innovation project• Discuss and argue for alternative ways of organizing, developing and implementing practical innovation projects taking possible environmental and ethical challenges into account• Reflect on and discuss central aspects in relation to the innovation literature• Be able to work with fellow students in groups and present key results of the group work in class", "Teaching and Learning Methods": "The module consists of two lecture series Marketing and Innovation Management. Students will be asked to read the literature before the lecture and prepare for each lecture using texts and slides that are provided. Students will be enabled to relate the material to decision making in practice, by means of examples and cases.  The lecture also comprises group work. Furthermore, students are encouraged to contribute to the lecture by giving a short presentation about a current research topic. ", "Media": "Lecture slides, cases and journal articles are available via Moodle. ", "Reading List": "Blythe, J., & Martin, J. (2019). Essentials of Marketing. Pearson Higher Education, 7th edition.Kotler, P., & Keller, K. (2021). Marketing Management. Pearson Education Limited, 15th global edition.Tidd, J., & Bessant, J. R. (2021). Managing Innovation Integrating Technological, Market and Organizational Change. John Wiley & Sons, 7th edition.Cases for group work will be provided in the course.", "Responsible for Module": "Meißner, Martin; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " Marketing and Innovation Management (WIHN0820) BMT Heilbronn - Additional Exercise (Übung, 2 SWS)Fu Y, Marketing and Innovation Management (WIHN0820) BMT Heilbronn (Vorlesung, 4 SWS)Meißner MFor further information in this module, please click campus.tum.de or here."}, "WIHN1057_E: Cost Accounting | Cost Accounting": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The module concludes with a written examination of 60 minutes. Participants have to demonstrate their theoretical/conceptual and practical competences regarding cost accounting and cost management. Therefore, participants have to successfully work on assignments in the fields of planning and conduction cost and performance accounting. Further, participants have to demonstrate that they are able to make specific management decisions based on a purposeful interpretation of cost and performance accounting data.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Prior attendance of the following module is recommended Financial Accounting.", "Content": "The course introduces participants to the theoretical/conceptual, methodological, and practical fundamentals of cost and performance accounting and cost management. A particular focus is on the practical challenges needed for cost and performance accounting of family enterprises. ", "Intended Learning Outcomes": "After successful completion of the module, the participants are able to critically evaluate and to newly install cost accounting systems. Further, participants are able to apply methods to support operating and strategic management decisions and can adequately consider ethical aspects. They can weigh up the pros and cons of different concepts and methods of cost and performance accounting and apply them under different conditions.", "Teaching and Learning Methods": "The course consists of a lecture and an accompanying exercise. The lecture explains the theoretical/conceptual basics of cost and performance accounting. In the exercises, the gained skills are trained based on practical assignments. The students work on the assignments together with the instructor, individually, or in groups. ", "Media": "Lecture script, exercises, and e-learning (Moodle).", "Reading List": "Bhimani, Datar, Horngren und Rajan. 2019. Management and cost accounting.  ", "Responsible for Module": "Stich, Michael; Prof. Dr. rer. oec.", "Courses (Type of course, Weekly hours per semester), Instructor": " Cost Accounting (WIHN1057_E) BMT Heilbronn (Vorlesung mit integrierten Übungen, 4 SWS)Pflitsch MFor further information in this module, please click campus.tum.de or here. WIHN1058: Foundations of Entrepreneurial & Ethical Business | Foundations of Entrepreneurial & Ethical Business"}, "WIHN1058: Foundations of Entrepreneurial & Ethical Business | Foundations of Entrepreneurial & Ethical Business": {"Module Level": "Bachelor", "Language": "German/English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The grading is based on a written exam (120 Minutes). The written form of the exam allows a comprehensive assessment of students' knowledge and understanding of the basic principles of entrepreneurship. They will answer questions about the concepts explaining the mindset of entrepreneurial individuals and the management of entrepreneurial firms as introduced in the lecture. They will also answer questions about basic definitions of specific types of entrepreneurship and entrepreneurial behavior. The exams allows for a comprehensive evaluation of students' knowledge of basic principals and models of business ethics and their ability to further develop their knowledge of entrepreneurship. Students will answer questions about basic definitions and theories of ethical behavior and decision making, and they will assess ethical behavior in the business context. ", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "None", "Content": "The module introduces students into basic principles of the topic of entrepreneurship from a global and international perspective. Students will be equiped with basic knowledge on- definitions, regional aspects, and special forms of entrepreneurship- entrepreneurial individuals, including their personality, creativity, idea development, cognition, opportunity recognition, decision making, affect, and moving forward from failure- entrepreneurial firms, including their growth strategies, strategic alliances, and resources.Beyond that, students will engage in break-out group workshops to personally experience the process of opportunity recognition and development. In these workshops they will work in teams  and apply concepts from academic literature to real-world entrepreneurial problems. Furthermore, students give presentations to the audience and discuss their results.In addition, the module introduces basic problems, arguments, and theoretical appoaches of business ethics. It investigates the chances of realizing moral norms at the interception of entrepreneurship/economics and ethics. Basic is the analysis of ethical decision processes in corporations and the detailed investigation of situations and alternatives of action. Topics involve reputation, trust and social capital as well es corruption, environmental protection, and global ethical concepts. This part ends with a critical discussion of different research approaches in the debate on business ethics. ", "Intended Learning Outcomes": "First, students will know and be able to explain basic concepts of entrepreneurship including basic definitions, psychological processes and characteristics of the person of the entrepreneur, and potential development paths of young firms. Further, students will transfer this basic knowledge to real world cases. Thus, students will be able to solve entrepreneurial problems in real world settings drawing on theoretical frameworks of the entrepreneurial process.Students will be able to understand the ethical meaning of economic theories, reflect on ethical matters in business, and apply ethical theories in entrepreneurship and business settings. Thus, students will be able to decide in ethical manners in entrepreneurial and business life drawing on established ethical theories and concepts. ", "Teaching and Learning Methods": "The module will combine several learning methods.- The basic knowledge as well as real world examples will be provided through the lecture.- Discussions in the lecture and active participation are encouraged and will contribute to deepen the understanding of the concepts introduced.- Workshops in smaller groups enable the students to apply (part of) their theoretical knowledge to real-world problems. This format additionally fosters creativity and team work.- Students will get additional background knowledge from the scientific literature in private reading. ", "Media": "Presentations, exercises, online materials", "Reading List": "Hisrich, R. D., Peters, M. P., & Shepherd, D. A. (2010). Entrepreneurship (8th ed.). New York McGraw-Hill.Read, S., Sarasvathy, S., Dew, N., Wiltbank, R. & Ohlsson, A.-V. (2010). Effectual Entrepreneurship. New York Routledge Chapman & Hall.Karl Homann/Christoph Lütge Einführung in die Wirtschaftsethik,2. Aufl., Münster 2005.Andrew Crane/Dirk Matten: BusinessEthics: A European Perspective, Oxford 2003.Karl Homann/Franz Blome-Drees: WirtschaftsundUnternehmensethik, Göttingen 1992 ", "Responsible for Module": "Bird, Miriam; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Introduction to Entrepreneurship (WIHN1058) (Part I of Module \"Foundations of Entrepreneurial and Ethical Business\") - BMT Heilbronn (Vorlesung mit integrierten Übungen, 2 SWS)Bird M, Introduction to Entrepreneurship (WIHN1058) (Part I of Module \"Foundations of Entrepreneurial and Ethical Business\") - BMT Heilbronn - Additional Exercise (Übung, 2 SWS)Ebsen D, Hafner A, Martinez Sanchis P, Introduction to Business Ethics (WIHN1058) (Part II of Module \"Foundations of Entrepreneurial and Ethical Business\") - BMT Heilbronn (Vorlesung, 2 SWS)Thejls Ziegler MFor further information in this module, please click campus.tum.de or here."}, "WIHN1059_E: Financial Accounting | Financial Accounting": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The examination of the students’ success consists of a written exam (120 min, multiple choice). If the number of participants is low, it is also possible to substitute the written exam by an oral exam (15 min). Students may use a non-programmable calculator and International Financial Reporting Standards as helping material . In the exam students show that they are able to correctly conduct individual financial statements, understand consolidated financial statements and apply consolidation principles as well as understand and apply balance sheet policy and analysis. This is done by means of conducting consolidations, and by solving arithmetic problems as well as theoretical problems regarding financial statements. ", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "None", "Content": "The course gives an overview over basic financial accounting according to International Financial Reporting Standards (IFRS), focussing on regulations regarding commercial accounting in individual and consolidated financial statements.  In the first part of the lecture basic principles of financial accounting are introduced, dealing with general economic accounting and special financial accounting.In the second part individual financial statements are explained and regulations for annual accounts and annual reports are discussed in detail.In the third part methods of financial statement analysis are introduced and discussed.", "Intended Learning Outcomes": "Upon successful completion of this module, students are able to understand the construction of individual and consolidated financial statements according to International Financial Reporting Standards (IFRS) and to apply the accounting regulations of the IFRS practically.Students are also able to evaluate which enterprises have to prepare consolidated financial statements and which subsidiaries have to be included. Furthermore, they can independently carry out different consolidations correctly.", "Teaching and Learning Methods": "The course consists of a lecture and a corresponding tutorial, which is integrated into the lecture. In the tutorial the content of the lecture and its understanding is deepened and extended by exercises and case studies. Relevant scripts and exercises can be downloaded via Moodle.The lectures content is conveyed by means of presentation, while in the tutorial parts students can practise how to apply theoretical concepts practically.", "Media": "Script, case studies, moodle", "Reading List": "Internationale Rechnungslegung (Pellens/Fülbier/Gassen/Sellhorn)", "Responsible for Module": "Stich, Michael; Prof. Dr. rer. oec.", "Courses (Type of course, Weekly hours per semester), Instructor": " Financial Accounting (WIHN1059_E), (BMT Campus Heilbronn) (Vorlesung mit integrierten Übungen, 4 SWS)Stich MFor further information in this module, please click campus.tum.de or here. WIHN1060: Production and Logistics | Production and Logistics "}, "WIHN1060: Production and Logistics | Production and Logistics ": {"Module Level": "Bachelor", "Language": "German/English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The module examination consists of a written exam (120 minutes).", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "None (Management Science is recommended, but is not mandatory)", "Content": "This is an introductory course in which an overview of planning problems in production and logistics and methodologies to solve them are developed.   ", "Intended Learning Outcomes": "After participating in this basic course, students will be able to,  - evaluate individual planning problems and understand interrelationships between various planning problems in production and logistics,- analyze selected planning problems and apply solution approaches to address them,- understand essential management tasks in production and logistics planning,- critically evaluate operations management and supply chain management in select case studies,- assess recent advances in supply chain management, including supply chain finance and supply chain resilience,  - derive simple inventory models (e.g., EOQ model, Newsvendor Model) and identify the optimal solutions, and- evaluate the economic significance of decisions relevant to production and logistics.", "Teaching and Learning Methods": "The lectures serve to convey theoretical basics. Consistent with the learning objectives, this lecture features interactive elements such as in-depth teaching case studies and simulations.  ", "Media": "Moodle, video clips, case studies, slide decks, simulations, multiple-choice questions", "Reading List": "Cachon, G. and Terwiesch, C. (2012) Matching Supply with Demand, McGraw Hill", "Responsible for Module": "Wuttke, David; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " Production and Logistics – BMT Heilbronn (WIHN1060) (Vorlesung, 4 SWS)Choi D, Mohadikar M, Wuttke D, Production and Logistics - Additional Exercise - BMT Heilbronn (WIHN1060) (Übung, 2 SWS)Mohadikar MFor further information in this module, please click campus.tum.de or here."}, "WIHN1121: Strategic and International Management & Organizational Behavior | Strategic and International Management & Organizational Behavior": {"Module Level": "Bachelor", "Language": "German/English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "60", "Self-study Hours": "180", "Contact Hours": "120", "Description of Examination Method": "Grading is based on the performance in a 120min written examination. The examination consists of single-choice-questions, which aim at testing knowledge on different levels Knowledge questions aim at the recall of the learned concepts, e.g. by reproducing different change management models; decision items aim at classifying or interpreting the module contents, e.g. by contrasting and comparative analysis of different strategies of multinational enterprises; application and scenario questions aim at testing the ability to transfer the learned concepts to real-life settings, e.g. by identifying solutions to short practical cases in conflict management. It is allowed to bring one hard-copy dictionary (English – first language) or English thesaurus. Furthermore, no aids such as lecture slides, personal notes, etc. are allowed. ", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Basics of business administration", "Content": "According to the intended learning outcomes of this module, the lectures cover the most important theories and methods of strategic and international management and organizational psychology. In the course of the increasing globalization, companies of almost all industries and sizes have to include an international dimension in their strategic considerations. Strategic and international management skills are important for formulating and implementing competitive strategies. Therefore, the module puts special emphasis on strategic and international management topics. Furthermore, basic approaches and models of work and organizational psychology are presented. They serve to understand behavior on the individual, team, and organizational level of business  organizations. In detail, the module will focus on theoretical explanations and practical implications of the following contents:  - Fundamental principles of leadership;  - fundamentals and characteristics of strategic and international management;  - general conditions of strategic and international management;  - effects of individual personality characteristics and motivation in organizations;  - ethical behavior in organizations;  - team structures and processes;  - change management in national and international organizations;  - theories and strategies of multinational enterprises;  - international dimension of certain functional areas of business;  - national and international organizational culture.", "Intended Learning Outcomes": "Upon successful completion of this module, students are able to reproduce basic knowledge of strategic and international management and organizational behavior. Moreover, students can recall, understand, and explain basic concepts of strategic and international management and organizational behavior. They can apply their knowledge to practical problems and challenges. Furthermore, students are able to explain theories, models, and methods related to strategic and international management and organizational behavior. In addition, students are able to identify and analyze challenges and problems related to strategy and management, motivation, teamwork, decision making, and communication in business organizations, especially in multinational enterprises. Finally, they are able to outline practical solutions to strategy and management challenges, conflict management, organizational change, and ethical issues by applying the acquired theoretical concepts. ", "Teaching and Learning Methods": "In the interactive as well as online video-based lectures, the most important concepts, approaches, theories, and empirical studies in the field of strategic and international management and organizational behavior are introduced and discussed. Practical examples and case studies serve to illustrate the relevant theories and methods. Moreover, students are encouraged to engage in individual exercises and/or small group assignments during the lectures as well as video analyses in order to look deeper into the course contents and to support transfer of the acquired theories and methods. Finally, the self-study of literature is part of the module.   As part of the module, students are able to participate in two 60-120 min long psychological studies/psychological experiments as a mid-term examination. Participation is voluntary and can, in accordance to APSO regulations, be used to improve the grade on the final exam. This mid-term examination illustrates parts of the learning content and allows students to gain experience with scientific (psychological) methodology. Available experiments are listed on http//motivatum.wi.tum.de/EN/.", "Media": "Slides (download)Online video lectures (download)   if applicable, present scientific international literature (English)  if applicable, case studies ", "Reading List": "Cavusgil, S.T., Knight, G., Riesenberger, J. R. (2008), International Business strategy, management, and the new realitiesHill, C.W.L. (2014), International business Competing in the Global MarketplaceLandy, F.J., & Conte, J.M. (2013). Work in the 21st century. Hoboken, NJ Wiley.Wood, J. M. (2016). Organisational behavior Core concepts and applications. Milton, Australia Wiley.", "Responsible for Module": "Dlouhy, Katja; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " Strategic and International Management & Organizational Behavior – BMT Heilbronn (WIHN1121) (Vorlesung, 4 SWS)Li CFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program B.Sc. Management and Technology (Heilbronn)Generated on 12.09.2023 WIHN0023_E: Economics II - Macroeconomics | Economics II - Macroeconomics [VWL 2]"}, "WIHN0023_E: Economics II - Macroeconomics | Economics II - Macroeconomics [VWL 2]Macroeconomics": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The exam will be a written test (120 min.) at the end of the term. The exam is designed to assess the participants' capabilities to apply macroeconomic theory in order to discuss and solve real world  problems of the economy as a whole. Participants should demonstrate their capacity for abstraction (thinking in economic models), concretization (calculating, interpreting and applying the results of the model, mathematical processing as well as graphical illustration.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "no specific prerequisites", "Content": "This module provides an introduction to basic concepts of macroeconomics. It covers- key institutions of capitalism as an economic system (private property, firms, markets)- technological change as a trigger for economic growth- price-taking and competitive markets- price-setting, rent-seeking and market disequilibuium- market successes and failures- markets, contracts and information- credit, banks and money- economic fluctuations and unemployment- unemployment, inflation, fiscal and monetary policy WIHN0023_E: Economics II - Macroeconomics | Economics II - Macroeconomics [VWL 2]", "Intended Learning Outcomes": "After attending the module, students will able to describe the composition and distribution of the Gross Domestic Product. They can analyze the economic mechanisms underlying unemployment as well as issues regarding monetary policy and inflation. Further, participants will learn to understand the economic crisis and the wealth differences among nations. Students are enabled to think in models and apply mathematical solutions when approaching economic problems.", "Teaching and Learning Methods": "The module consists of a lecture and an exercise course. The lecture content will be delivered in a verbal presentation with the help of slides. Since the foundation of the lecture is a textbook including recent economic history, the teaching is full of real life examples. The content of the lecture is put into practice in the exercise course which applies the  theoretical knowledge by basic mathematical calculations and graphical illustrations.  Therefore, the module aims at encouraging participants to independently think about economic problems discussed in the lecture and in the current literature.  Students are enabled to use the instruments (abstract and model thinking) for operationalizing economic problems and solve them in the conventional, mathematical manner.", "Media": "http//www.core-econ.org/", "Reading List": "The CORE Project (2016) 'The Economy', in Azm Premji University, Friends Provident Foundation, HM Treasury, Institute for New Economic Thinking, Open Society Foundations, SciencesPo, UCL (eds.), University College London.", "Responsible for Module": "Lergetporer, Philipp; Prof. Ph.D.", "Courses (Type of course, Weekly hours per semester), Instructor": " Economics II Macroeconomics (WIHN0023_E) - BMT Heilbronn - Exercise (Übung, 2 SWS)Brosch H, Economics II Macroeconomics (WIHN0023_E) - BMT Heilbronn - Lecture (Vorlesung, 2 SWS)Lergetporer PFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program B.Sc. Management and Technology (Heilbronn)Generated on 12.09.2023"}, "WIHN1119: Business Law I | Business Law I [BusLaw]": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "", "Content": "This module covers the legal essentials of running a business. It includes an overview of the legal framework in Germany and Europe, the formation and termination of contracts, selected types of contract (in particular, sale of goods), torts, property law, and company law. The module covers aspects of the German legal framework as well as the common law. This module is a prerequisite for \"Business Law 2\". It cannot be replaced with \"Wirtschaftsprivatrecht 1\".", "Intended Learning Outcomes": "At the end of this module students will be able  (1.) to name and understand the rules and principles of both German business law and the common law which are most important for businesses,  (2.) to grasp and apply the legal principles regulating business activity, in particular regarding liability under tort, contract and company law;(3.) to analyse legal implications of typical business situations and to identify their options;(4.) to present the results of their analysis in a written analysis.", "Teaching and Learning Methods": "", "Media": "Reader, Presentations (PPT), Cases", "Reading List": "", "Responsible for Module": "Jung, Stefanie; Prof. Dr. jur.", "Courses (Type of course, Weekly hours per semester), Instructor": " Business Law I - Exercise (BMT Campus Heilbronn) (Übung, 2 SWS)Dowse M, Haag A, Business Law I (BMT Campus Heilbronn) (Vorlesung, 2 SWS)Reger G, Rolsing NFor further information in this module, please click campus.tum.de or here."}, "WIHN1120: Business Law II | Business Law II [BusLaw2]": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "In the final assessment students will need to demonstrate to what extent they have met the Learning Objectives. This assessment will be held as a written exam of 120 minutes.In this exam students will be asked theoretical questions. This will demonstrate to what extent they have memorised and understood principles of EU law. Students will also be asked to apply their knowledge of EU law to known and fictional cases. This demonstrates if students have developed the required legal analytical skills. Students also need to demonstrate their ability to apply their knowledge to fact settings not discussed in the lecture, and to evaluate the legal consequences.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "", "Content": "", "Intended Learning Outcomes": "At the end of this module students will be able  (1.) to name and understand the rules and principles of EU law which are most important for businesses, (2.) to grasp and explain the framework of EU economic policies, in particular the interaction between EU law and member state law,(3.) to identify and analyse restrains prescribed by EU law from the perspective of businesses and employees,(4.) to assess real life scenarios regarding their EU law implications.", "Teaching and Learning Methods": "", "Media": "Reader, Presentations (PPT), Cases", "Reading List": "", "Responsible for Module": "Jung, Stefanie; Prof. Dr. jur.", "Courses (Type of course, Weekly hours per semester), Instructor": " Business Law II (WIHN1120) - BMT Heilbronn - Exercise (Übung, 2 SWS)Dowse M, Business Law II (WIHN1120) - BMT Heilbronn - Lecture (Vorlesung, 2 SWS)Haag A, Reger GFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program B.Sc. Management and Technology (Heilbronn)Generated on 12.09.2023, 42 of 173, Page 43, Specialization in Technology | Specialization in Technology, Module Catalog of the study program B.Sc. Management and Technology (Heilbronn)Generated on 12.09.2023, 43 of 173, Page 44, Specialization in Technology: Digital Technologies | Specialization in Technology: Digital Technologies, Specialization in Technology: Digital Technologies | Specialization in Technology: Digital Technologies, If students choose the specialization in Digital Technologies, they must earn all required modules and 12 credits from a project work., Module Catalog of the study program B.Sc. Management and Technology (Heilbronn)Generated on 12.09.2023"}, "EI10007: Principles of Information Engineering | Principles of Information Engineering": {"Module Level": "", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "5", "Total Hours": "150", "Self-study Hours": "105", "Contact Hours": "45", "Description of Examination Method": "The module examination is based on a written exam (75 minutes) which contains questions to asses the students' knowledge about the technical systems and their theoretical background, short mathematical problems to assess the students' mastering of the practiced mathematical concepts, and conceptual questions (e.g., about design principles or fundamental limitations) to assess the further intended learning outcomes. Up to 20% of the examination can be conducted in the form of multiple choice questions.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "The following module should be successfully completed prior to participation MA9711 Mathematics in Natural and Economic Science 1.The following module is recommended to be attended in parallel (if not already attended earlier) MA9712 Statistics for BWL.", "Content": "* Fundamentals- Elements of Stochastic Modeling and Analysis- Signals (analog/digital, deterministic/stochastic, real/complex)- The Frequency Domain (Fourier transform, spectrum and bandwidth, sampling theorem)- Information Theory (fundamentals, source coding, channel coding, channel capacity)* Information Transmission and Storage Systems - Elements of Data Transmission (transmission chain, filtering, modulation, detection)- Communication Systems (real systems compared to theory, channel models, performance criteria, comparison to data storage, current trends)- Communication Networks (network structures, interference, broadcast and multiple access, multihop and relaying, abstraction layers, network planning)* Elements of Information Processing- Data Processing Devices (abstraction layers, real systems compared to theory, digital processing, algorithms and complexity)- Data Acquisition (sampling and quantization, information and noise modeling)", "Intended Learning Outcomes": "After attending the module, the students- can describe the main principles of operation of information transmission systems and networks as well as of data processing devices- are familiar with fundamental design principles of such systems and understand why existing systems are designed the way they are- have an overview of the underlying physical and mathematical principles and can distinguish fundamental limitations from technological constraints- have learned to take an engineering perspective on information transmission and processing tasks (e.g., by structuring a system into building blocks and abstraction layers)- know the main mathematical methods relevant for this field of engineering and are able to apply a selection of these methods to example problems", "Teaching and Learning Methods": "The module is designed for non-engineering students (in particular students in Management and Technology) who aim at understanding the fundamental principles and concepts of modern information transmission and processing. It consists of lectures, exercise courses, and self-study.", "Media": "- Slide Presentations- Blackboard (e.g., for mathematical details)- Supporting documents (e.g., news articles, scientific publications) as downloads (reading assignments)- Problem sheets as downloads", "Reading List": "Since text books on the topics covered in the course are designed for a different target audience (engineering students), it is recommended to rely on the learning material provided during the course instead of on text books. However, students who are interested in more mathematical and technical details may refer to the corresponding sections in, e.g., the following text books.- Bruce Hajek, \"Random Processes for Engineers,\" Cambridge University Press, 2015.- John G. Proakis and Dimitris G. Manolakis \"Digital Signal Processing. Principles, Algorithms, and Applications,\" Pearson Prentice Hall, 4th ed., 2007.- Thomas M. Cover and Joy A. Thomas, \"Elements of Information Theory,\" 2nd ed. Hoboken, NJ Wiley- Interscience, 2006.- Andrea Goldsmith, \"Wireless Communications,\" Cambridge University Press, 2005.- David A. Patterson and John L. Hennessy, \"Computer Organization and Design. The Hardware / Software Interface,\" Elsevier/Morgan Kaufman, 5th ed., 2014.", "Responsible for Module": "Utschick, Wolfgang; Prof. Dr.-Ing.", "Courses (Type of course, Weekly hours per semester), Instructor": " Principles of Information Engineering (Vorlesung mit integrierten Übungen, 3 SWS)Gründinger A, Utschick WFor further information in this module, please click campus.tum.de or here. EI10008: Machine Learning and Data Science | Machine Learning and Data Science [MLDS]"}, "EI10008: Machine Learning and Data Science | Machine Learning and Data Science [MLDS]": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "5", "Total Hours": "150", "Self-study Hours": "105", "Contact Hours": "45", "Description of Examination Method": "The module examination is based on a written exam (60 minutes) which contains questions to assess the students' knowledge about the technical systems and their theoretical background, short mathematical problems to assess the students' mastering of the practiced mathematical concepts, and conceptual questions (e.g., about design principles or fundamental limitations) to assess the further intended learning outcomes. Up to 20% of the examination can be conducted in the form of multiple choice questions.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "Basic knowledge of linear algebra and statistics.  ", "Content": "- Paradigms in data preparation- Curse of dimensionality  - Supervised and unsupervised learning- Principal component analysis  - Clustering algorithms - Classification methods- Regression methods- Learning and generalization- Deep neural networks", "Intended Learning Outcomes": "After attending the module, the students- can describe the main principles of how to retrieve information out of a huge amount of data and to reduce its dimension in an intelligent way- are familiar with fundamental design principles of such methods and understand why existing algorithms are designed the way they are- understand the principles of widespread machine learning techniques in general and have an overview of the underlying mathematical principles- understand the fundamentals of deep convolutional networks and how to apply them on practical applications", "Teaching and Learning Methods": "The module is designed for non-engineering students (in particular students in Management and Technology) who aim at understanding the fundamental principles and concepts of modern information transmission and processing. It consists of lectures, exercise courses, and self-study. In the lectures, both theoretical backgrounds and technical implementations are introduced and discussed. Mathematical concepts are introduced and explained as far as it is necessary for understanding the technical systems. The relevance of each of the considered topics is motivated by, e.g., press articles, teaser questions, or examples from daily life, and an additional reflection at the end of each topic of what has been learned aims at conveying the engineering perspective on the considered problems and systems. New concepts are presented in a teacher-centered style and discussed in an interactive manner. The aim of the exercise courses is to repeatedly practice the application of the mathematical concepts as well as the ability to answer conceptual questions about the subject. The exercise courses are held in a student-centered way, and problem sheets are provided. Throughout the semester, short reading assignments may be given to the students, e.g., as an introduction to a new topic. In addition, the students are expected to recapitulate the lecture contents and to individually practice the exercises.", "Media": "- Slide Presentations- Blackboard (e.g., for mathematical details)- Supporting documents (e.g., news articles, scientific publications) as downloads (reading assignments)- Problem sheets as downloads", "Reading List": "- Ian Goodfellow, Yoshua Bengio, and Aaron Courville. Deep Learning, MIT Press 2016- Sergios Theodoridis. Machine Learning, A Bayesian and Optimization Perspective, Elsevier 2015- Kevin P. Murphy. Machine Learning, A Probabilistic Perspective, MIT Press 2012 - Richard O. Duda, Peter E. Hart, and David G. Stork. Pattern Classification, John Wiley 2001- T. Hastie, R. Tibshirani, J. Friedman: The Elements of Statistical Learning, Springer 2009.- Charu C. Aggarwal: Data Mining, Springer 2015", "Responsible for Module": "Utschick, Wolfgang; Prof. Dr.-Ing.", "Courses (Type of course, Weekly hours per semester), Instructor": " Machine Learning and Data Science (Vorlesung mit integrierten Übungen, 3 SWS)Utschick W, Fesl BFor further information in this module, please click campus.tum.de or here. IN8005: Introduction into Computer Science (for non informatics studies) | Einführung in die Informatik für andere Fachrichtungen"}, "IN8005: Introduction into Computer Science (for non informatics studies) | Einführung in die Informatik für andere Fachrichtungen": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "5", "Total Hours": "150", "Self-study Hours": "90", "Contact Hours": "60", "Description of Examination Method": "Type of Assessment written exam (90 minutes)The exam takes the form of written test. Knowledge questions allow to assess acquaintance with and understanding of the basic concepts of Computer Science. Small programming and modelling problems allow to assess the ability to practically apply the learned programming- and query-languages and modelling-techniques for the solution of small problems.  Homework will be scored and upon achieving a minimum equired number of points, a 0,3 bonus for the final grade is granted.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "Recommended requirements are Mathematics modules of the first year of the TUM-BWL bachelor's program as well as the module WI000275 'Management Science'. ", "Content": "The module IN8005 is concerned with topics such as- Database Management Systems,.ER models, Relational Algebra, SQL- Java as a programming language++ basic constructs of imperative programming (if, while, for, arrays etc.)++ object-oriented programming (inheritance, interfaces, polymorphism etc.)++ basics of Exception Handling and Generics++ code conventions ++ Java class library- Basic algorithms and data structures:++ algorithm concept, complexity++ data structures for sequences (arrays, doubly linked lists, stacks & queues)++ recursion++ hashing (chaining, probing)  ++ searching (binary search, balanced search trees)  ++ sorting (Insertion-Sort, Selection-Sort, Merge-Sort)", "Intended Learning Outcomes": "Upon successful completion of the module, participants understand important foundations, concepts and ways of thinking of Computer Science, in particular object-oriented programming, databases and SQL, and basic algorithms and data structures, have an overview over these topics and be able use them for the development of own programs with a link to a database in a basic way.", "Teaching and Learning Methods": "Lecture and practical tutorial assignments. A central tutorial deepens the understanding of the concepts introduced in the lecture using example assignments in regard to being able to solve given problems. In the tutorials, the students solve basic assignments under intensive supervision, which contributes to providing them with the basic skills in programming, in order to be able to apply the knowledge acquired by self-study of the accompanying materials of lecture and central tutorial for autonomously solving the programming assignments of the homework. During the second half of the semester, the students work on a small practical project, which aims at deepening the connected understanding of the desired learning outcomes. Programming aspects of this project are distributed over tutorial and homework assignments and are aligned with the topics of the respective week.", "Media": "Slides, blackboard, lecture- and central tutorial recording, discussion boards in suitable e-learning platforms ", "Reading List": "Chapters from textbooks, which are closely associated with the module content and are provided to the students online.", "Responsible for Module": "Groh, Georg; Apl. Prof. Dr. rer. nat. habil.", "Courses (Type of course, Weekly hours per semester), Instructor": " Einführung in die Informatik für andere Fachrichtungen (TUM BWL) (IN8005) (Vorlesung, 2 SWS)Groh G, Module Catalog of the study program B.Sc. Management and Technology (Heilbronn)Generated on 12.09.2023, 52 of 173, Page 53 Übung zur Einführung in die Informatik für andere Fachrichtungen (TUM BWL) (IN8005) (Übung, 2 SWS)Groh G [L], Dall'Olio G, Groh G, Steinberger CFor further information in this module, please click campus.tum.de or here."}, "IN8027: Introduction to Informatics for Students of Management & Technology – Programming Lab Course | Introduction to Informatics for Students of Management & Technology – Programming Lab Course": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "5", "Total Hours": "150", "Self-study Hours": "120", "Contact Hours": "30", "Description of Examination Method": "Type of assessment individual grading of submitted written exercise work (“Übungsleistung / sonstige schriftliche Leistung” according to TUM-APSO) short project reports and project artefacts (code, software engineering process documents (e.g. UML diagrams) etc.).  During the four-week block period, students submit their intermediate and final work results (especially including their written program-code and documents of the software engineering process) electronically via a revision control system (usually GIT). Furthermore, at the end of the block period, each student submits a small, concise project report, in which her individual contributions to the work results are described.  The submitted written exercise work documents the student’s degree of acquaintance with the programming language Java and their practical skills in terms of programming in the small and allows to assess how well the students are able to apply database-systems and SQL, basic object-oriented programming and Java, and basic algorithms and data structures for solving small to medium sized programming problems. The submitted exercise work also shows how well the participants are acquainted with and can apply the basics of a modern agile software development process.  Individual project reports, the documented submission history in the revision control environment, and the documents created in the structured software development process ensure that student contributions may be assessed on an individual basis.   The retake exam is offered in the form of a written exam (120 minutes, closed book) at the end of the semester. ", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "None.  Participants should attend the module IN8005 “Introduction to Informatics for Students of Management and Technology” in the same semester.", "Content": "• Object-oriented software development with Java• SQL integration in Java• Agile software development processes (typically Scrum)• Revision control systems (typically GIT)", "Intended Learning Outcomes": "Upon successful completion of the module, participants are acquainted with the programming language Java and master programming in the small. Participants are able to apply the contents taught in the module IN8005 (foundations of database-systems and SQL, foundations of object-oriented programming and Java, foundations of algorithms and data structures) for solving small to medium sized programming problems in their professional field and/or for later scientific work. Participants are acquainted with and can apply the basics of a modern agile software development process (typically Scrum) for the development of solutions to these problems and are able to collaborate with informatics professionals in analyzing and evaluating the complexity of possible software solutions for professional problem settings.  Students are able to complete the tasks of their project in a team environment. They solve the given task by constructively and conceptually collaborating in a team. They are able to integrate involved persons into the various tasks considering the group situation. Furthermore, the students are able to conduct solution processes through constructively and conceptually acting in a team.", "Teaching and Learning Methods": "The lab-course takes the form of a four-week block lab-course taking place in the second half of the semester. In the first half of the semester, the students learn the theoretical background for their work in this module in the module IN8005 (lecture and exercise course and voluntary tutor-exercises).  Students work in groups of five on a practical programming problem (typically from the field of management) using a small database. According to the software development process, regular group meetings and meetings with the teaching staff take place in which the progress is monitored and assistance is given. ", "Media": "slides, problem specification sheets, moderated discussion boards in suitable e-learning platforms, (software development environment), (group and tutor meetings).   ", "Reading List": "• Learning Materials for IN8005 (continuously updated).  • S. Reges, M.Stepp Building Java Programs A Back to Basics Approach, Pearson 2014• K. Rubin Essential Scrum, Addison Wesley, 2012", "Responsible for Module": "Groh, Georg; Apl. Prof. Dr. rer. nat. habil.", "Courses (Type of course, Weekly hours per semester), Instructor": " Introduction to Informatics for Students of Management & Technology – Programming Lab Course (IN8027) (Praktikum, 2 SWS)Groh G [L], Anschütz M, Groh GFor further information in this module, please click campus.tum.de or here. MW2383: Design and Analysis of Digital Control Systems | Design und Analyse digitaler Steuerungssysteme"}, "MW2383: Design and Analysis of Digital Control Systems | Design und Analyse digitaler Steuerungssysteme": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "5", "Total Hours": "150", "Self-study Hours": "90", "Contact Hours": "60", "Description of Examination Method": "The module will be evaluated via an exercise consisting of lab tasks and assignments during the semester. The final grade will be calculated based on the sum of points collected in these exercises. Participation in the lab is therefore mandatory.During the semester, students work on programming tasks that demonstrate that they can design and analyze time-sensitive software for cyber-physical applications and use low-level hardware features such as hardware timers, interrupts, pulse wide modulation (PWM), analog-to-digital, and digital-to-analog converters for microprocessor programming. This type of verification is necessary because only this practical application of methods and basic concepts (programming) can achieve the learning result.", "Repeat Examination": "", "(Recommended) Prerequisites": "Would be nice to have IN8005 (Introduction to Computer Science for Economics Students) before or in parallel of this module", "Content": "1. Development cycles of Digital Systems / of Cyber-Physical Systemsa. Similarities and differences compared to mechanical / physical systems/products2. Risk management within project managementa. Applied to project management of DS / CPS developmentb. Goal understand why it is important, and why it can be costly3. Why do we need models?a. {Set of requirements} -> 1 Models of the Cyber parts, and 2 Models of the Physical parts -> Implementation of a Cyber-Physical System b. Traceability4. V-model of a development cycle, Verification, Validation and Testing phases (Part 1), Certification process and documentationsa. differences compared to mechanical / physical systems/productsb. critical systems: need for a certificationc. mainstream systems: mass customization, need for rapidly changing requirements5. Modelinga. SysML:i. Multidisciplinary, high-level modeling toolb. Matlab, Simulink:i. Simulation toolii. Automatic code generation from a modeliii. Certification process: traceability, verification, testing, documentationiv. Re-use of toolboxesc. In parallel of Matlab examples, details about Verification, Validation and Testing (Part 2)i. How does it work theoretical and why we need itii. How to use it in practice using Matlab toolboxes6. Sensors and Actuators as the interface to Cyber-Physical Systemsa. Sensors and Actuators technology, datasheetsb. Interfaces, Network", "Intended Learning Outcomes": "Upon successful completion of the module, the participants understand important concepts and methods required to model and analyze modern digital control systems.The participants should remember the different phases of a software development and be able to identify and compare the exisiting methods to ensure the dependability of digital control systems.The participants should be able to communicate with engineers in the field, and thus, they are able to describe the reasons of the cost and complexity involded in the development of dependable software.In the context of a project development, the participants should be able to understand the principle of existing simple models in SysML and in Matlab Simulink, as well as being able to model themselves some simple applications.The applications will focus on the development of software for cyber-physical systems (automotive, aerospace, robotics, ...).", "Teaching and Learning Methods": "The module consists of a class lecture and of a project-oriented exercise.", "Media": "Presentation slides, as well as annotations made during the lecture; Execises template and examples of solutions", "Reading List": "Recommendations readings for each topic will be provided during the course.E.g.- Moskal, M., 2011, April. Verifying functional correctness of C programs with VCC. In NASA Formal Methods Symposium (pp. 56-57). Springer, Berlin, Heidelberg.- Holzmann, G.J., 1997. The model checker SPIN. IEEE Transactions on software engineering, 23(5), pp.279-295.- Zaytoon, J. and Lafortune, S., 2013. Overview of fault diagnosis methods for discrete event systems. Annual Reviews in Control, 37(2), pp.308-320.- Zaytoon, J. and Riera, B., 2017. Synthesis and implementation of logic controllers–A review. Annual Reviews in Control, 43, pp.152-168.", "Responsible for Module": "Caccamo, Marco; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Design and Analysis of Digital Control Systems (Vorlesung, 2 SWS)Cao H, Bayerlein H, Trumpp R, Caccamo M, Tutorials on Design and Analysis of Digital Control Systems (Übung, 2 SWS)Cao H, Trumpp R, Bayerlein H, Caccamo MFor further information in this module, please click campus.tum.de or here."}, "MW2468: Logistics Engineering in Production Systems and Supply Chain Management | Logistics Engineering in Production Systems and Supply Chain Management": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "5", "Total Hours": "150", "Self-study Hours": "45", "Contact Hours": "105", "Description of Examination Method": "Students apply the lecture’s contents in a written exam (duration 90 minutes) with questions and calculation tasks. The only aid allowed is a non-programmable calculator. In this way, students demonstrate different abilities to analyze logistics systems, logistics processes and logistics structures; to apply methods for planning of such structures; to understand the key functions of physical logistics.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "no", "Content": "From a higher point of view, the module explains the main principles and goals of logistics engineering, as well as key indicators and impact factors of logistics. Technical processes are explained for a better understanding of production systems, distribution centers and material supply in production systems. Common structures of production and distribution are presented along with according control strategies and technologies. Besides key functions of material flow-transportation, distribution/consolidation, storage, order picking and handling-methods to model material flow systems are taught, e. g. flow charts, graphs, material flow matrices and layouts. Methods to analyze system behavior complete the module; they comprise static dimensioning, event-discrete simulation, emulation, queuing theory and the concept of availability and reliability of technical systems. Furthermore, we give an overview on how data can be available on different levels of logistics systems to enable smart factories. Technologies for the operations in a smart factory are discussed, comprising control and design strategies (flow shop vs. job shop, modular factories, decentralized and autonomous controls), localization, identification and mobile robots.  ", "Intended Learning Outcomes": "Having completed the module, students know about key tasks and aims of logistics. They are able to analyze logistics systems, logistical processes and logistical structures. Furthermore, they can apply methods to plan logistical structures and know means of control and coordination in logistics systems and concepts of information management. They know a variety of technologies for smart factories along with their benefits and boundaries.", "Teaching and Learning Methods": "Contents are explained by lectures and by exemplary applications from industrial practice. Supporting the lectures, students have access to a detailed collection of slides, exercises and sample solutions.In tutorials, exercises demonstrate the applicability of the lectures' theoretical contents.All documents and further information are accessible online and free via elearning. During office hours of scientific staff, individual questions and problems can be discussed.", "Media": "Lectures Talk with tablet and projector, board and overhead projector; printed scriptum (fee-based)Online documents Documents for exercises with sample solutions; scriptum (digital as PDF, free of charge)", "Reading List": "LiteratureAggteleky, B. Fabrikplanung Werksentwicklung und Betriebsrationalisierung, Band 1-3. München, Wien Hanser 1987 (Band 1) und 1990 (Band 2 und 3)Arnold, D. Materialflusslehre. Braunschweig, Wiesbaden Vieweg, 1998Dangelmaier, W. Fertigungsplanung. Düsseldorf VDI-Verlag, 2001Gudehus, T. Logistik Grundlagen, Strategien, Anwendungen. Berlin u.a. Springer, 2005Großeschallau, W. Materialflussrechnung. Berlin u.a. Springer, 1984Kettner, H., Schmidt, J., Greim, H.-R. Leitfaden der systematischen Fabrikplanung. München, Wien Hanser, 1984Jünemann, R. Materialfluss und Logistik Systemtechnische Grundlagen mit Praxisbeispielen. Berlin u.a. Springer, 1998 Jünemann, R., Schmidt, T.: Materialflusssysteme: Systemtechnische Grundlagen. Berlin u.a.: Springer, 1999Pfohl, H.-C.: Logistiksysteme: Betriebswirtschaftliche Grundlagen. Berlin u.a.: Springer, 2004VDI-Gesellschaft Fördertechnik Materialfluss Logistik (Hrsg.). VDI-Handbuch Materialfluss und Fördertechnik: Band 1 8. Düsseldorf: VDI-VerlagWildemann, H.: Logistik Prozessmanagement. München: TCW Transfer-Centrum, 2005Wiendahl, H.-P.: Fertigungsregelung: Logistische Beherrschung von Fertigungsabläufen auf Basis des Trichtermodells. München, Wien: Hanser, 1997", "Responsible for Module": "Fottner, Johannes; Prof. Dr.-Ing.", "Courses (Type of course, Weekly hours per semester), Instructor": " Logistics Engineering in Production Systems and Supply Chain Management (Übung, 2 SWS)Gao L [L], Fottner J ( Wang Z ), Logistics Engineering in Production Systems and Supply Chain Management (Vorlesung, 2 SWS)Gao L [L], Fottner J ( Wang Z )For further information in this module, please click campus.tum.de or here., Module Catalog of the study program B.Sc. Management and Technology (Heilbronn)Generated on 12.09.2023"}, "EI10009: Project Work in Electrical Engineering and Information Technology (EI) | Project Work in Electrical Engineering and Information Technology (EI)": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "12", "Total Hours": "360", "Self-study Hours": "330", "Contact Hours": "30", "Description of Examination Method": "The module grade is based on a research paper (6-8 pages in IEEE double column conference format) and a presentation (20 minutes).  The research paper summarizes the results of the project work until the end of the semester. By writing the research paper, students show their ability to work and write scientifically. In the research paper students demonstrate that they are able to apply knowledge and methods within a research project in the field of Computer Engineering They show that they can work out important questions related to the research problem.  At the end of the lecture period, participants give a 20-minute talk summarizing their results. Students show their ability to present their results in a structured and comprehensible manner. Moreover, they demonstrate that they are able to respond competently to questions related to their topic. Each team member should contribute to the presentation.At the end of the semester students have to hand in a declaration, which summarizes the exact contributions for each team member (for the research paper, for the written code, for the conducted evaluation experiments, or for other products and activities of the research project).  Additionally, regular supervision meetings with the supervisor and advisors and the project report ensure that student contributions may be assessed on an individual basis. The team members’ individual project contributions and submitted work is graded by the supervisor.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "", "Content": "The project work is centered around a research question in the field of work of the supervisor and the advisor (typically a doctoral student). Students experience hands-on work in a project, where they work together in teams. They pass through the whole process of a small scientific project. The content depends on the research question and the elements of scientific project work.  Example content The project work of the student team may consist in systematically evaluating a case study of artificial intelligence and data science in focus groups. The contents of the module then encompass quantitative and qualitative evaluation methods, content elements of the theoretical background of the research question / research field (e.g. paradigms in data preparation, supervised and unsupervised learning, principal component analysis, clustering and classification methods, regression, learning and generalization, deep neural networks).", "Intended Learning Outcomes": "Upon successful completion of the module, participants are able to apply knowledge and methods in a research project in the field of Computer Engineering. They have deepened and further cross-linked their understanding of Computer Engineering and related topics acquired by the third-semester modules EI10007 (Principles of Information Engineering) and EI10008 (Machine Learning and Data Science).  Students are able to analyze elements of the solution space of the given research problem in a team under given technical, economic and social constraints. In doing so, they can work out important questions related to the research problems in Computer Engineering and clarify them in close coordination with experts from this area. They are able to apply the theoretical knowledge acquired in the third semester such as a basic understanding of Information Engineering and Machine Learning and practical capabilities such as information transmission and storage, communication networks, data processing devices, and develop their own solutions or solution contributions to the related research questions in a team. They are able to prepare the solution developed in the project in such a way that they can present it to application experts in a written form and orally. Students acquire missing knowledge and skills in Computer Engineering related to the research question of the project by private study under the guidance of the advisors.", "Teaching and Learning Methods": "The module consists of project work.Teaching format individual consulting by the supervisor and advisor(s) (individual appointments between team and advisor).Learning method self-study and project work in a team under supervision of the advisors.  Self-study is an appropriate learning method regarding the intended learning goals, because the students train to efficiently acquire required knowledge and skills in Informatics to a degree that allows them (in collaboration with Computer Engineering experts) to understand basic aspects of a scientific problem in Computer Engineering, it’s basic solution space and related technology without having to master all details of this knowledge and skills. This is a core skill for future managers in technology-related fields.   Project work in a team is an appropriate learning method because students deepen their team-working skills in a technological field which is another core skill or future managers. Tentative team size is 2-4 students. ", "Media": "Will be announced by supervisor before the project starts. ", "Reading List": "General literature to project management  Rowe, S. (2015). Project Management for Small Projects, 2nd Edition. Oakland Berrett-Koehler Publishers.Specific literature will be announced by the supervisor before the project starts.", "Responsible for Module": "EI Dean of Study ", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here."}, "IN8028: Project Work in Informatics | Project Work in Informatics": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "12", "Total Hours": "360", "Self-study Hours": "330", "Contact Hours": "30", "Description of Examination Method": "The module grade is based on a research paper (6-8 pages in IEEE double column conference format) and a presentation (20 minutes).  The research paper summarizes the results of the project work until the end of the semester. By writing the research paper, students show their ability to work and write scientifically. In the research paper students demonstrate that they are able to apply knowledge and methods within a research project in the field of Informatics. They show that they can work out important questions related to the research problem.  At the end of the lecture period, participants give a 20-minute talk summarizing their results. Students show their ability to present their results in a structured and comprehensible manner. Moreover, they demonstrate that they are able to respond competently to questions related to their topic. Each team member should contribute to the presentation.At the end of the semester students have to hand in a declaration, which summarizes the exact contributions for each team member (for the research paper, for the written code, for the conducted evaluation experiments, or for other products and activities of the research project).  Additionally, regular supervision meetings with the supervisor and advisors and the project report ensure that student contributions may be assessed on an individual basis. The team member’s individual project contributions and submitted work is graded by the supervisor.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "• IN8005 Introduction to Informatics for Students of Management and & Technology• IN8027 Introduction to Informatics for Students of Management & Technology – Programming Lab Course", "Content": "The project work centers on a research question in the field of work of the supervisor and the advisor (typically a doctoral student). Students experience hands-on work in a project, where they work together in teams. They pass through the whole process of a small scientific project. The content depends on the research question and the elements of scientific project work. Example content In a design science methodology driven research program, an intermediate technological artifact (e.g. a software system) has been developed as an intermediate result by the advisor under the guidance of the supervisor. As an example, consider a user interface for an interactive visual data-exploration system. The project work of the student team may consist in systematically evaluating this technological artifact with the help of human study participants in focus groups. The contents of the module then encompass quantitative and qualitative evaluation methods, the technology of the artifact, content elements of the theoretical background of the research question / research field (e.g. UI-Design, Information Visualization, Data-Mining). ", "Intended Learning Outcomes": "Upon successful completion of the module, participants are able to apply knowledge and methods in a research project in the field of Informatics.  They have deepened and further cross-linked their understanding of Informatics and the Informatics-related topics acquired by the third-semester modules IN8005, IN8027 (Introduction to Informatics for Students of Management & Technology – Programming Lab Course).Students are able to analyze elements of the solution space of the given research problem in a team under given technical, economic and social constraints. In doing so, they can work out important questions related to the research problem in an Informatics field and clarify them in close coordination with experts from this area.They are able to apply the theoretical knowledge acquired in the third semester such as a basic understanding of Machine Learning and practical capabilities such as programming in Java, using Machine Learning Libraries, or practical Software Engineering skills to an Informatics research-problem and develop their own solutions or solution contributions to the related research questions in a team.  They are able to prepare the solution developed in the project in such a way that they can present it to application experts in a written form and orally.Students acquire missing Informatics knowledge and skills related to the research question of the project by private study under the guidance of the advisors. ", "Teaching and Learning Methods": "The module consists of project work.Teaching format individual consulting by the supervisor and advisor(s) (individual appointments between team and advisor).Learning method self-study and project work in a team under supervision of the advisors.  Self-study is an appropriate learning method regarding the intended learning goals, because the students train to efficiently acquire required knowledge and skills in Informatics to a degree that allows them (in collaboration with Informatics experts) to understand basic aspects of a scientific problem in Informatics, it’s basic solution space and related technology without having to master  all details of this knowledge and skills. This is a core skill for future managers in technology-related fields.  Project work in a team is an appropriate learning method because students deepen their interdisciplinary team-working skills in a technological field, which is another core skill or future managers. Team size is 2-4 students. ", "Media": "Will be announced by supervisor before the project starts. ", "Reading List": "General literature to project management  Rowe, S. (2015). Project Management for Small Projects, 2nd Edition. Oakland Berrett-Koehler Publishers.Specific literature will be announced by the supervisor before the project starts.", "Responsible for Module": "Groh, Georg; Apl. Prof. Dr. rer. nat. habil.", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here."}, "MW2408: Project Work in Mechanical Engineering | Projektarbeit im Maschinenbau": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "12", "Total Hours": "360", "Self-study Hours": "", "Contact Hours": "", "Description of Examination Method": "The module grade is based on a research paper (6-8 pages in IEEE double column conference format) and a presentation (20 minutes, including a demonstration whenever relevant).  The research paper summarizes the results of the project work until the end of the semester. By writing the research paper, students show their ability to work and write scientifically. In the research paper students demonstrate that they are able to apply knowledge and methods within a research project in the field of Mechanical, Production and System Engineering. They show that they can work out important questions related to the research problem.  At the end of the lecture period, participants give a 20-minute talk summarizing their results. Students show their ability to present their results in a structured and comprehensible manner. Moreover, they demonstrate that they are able to respond competently to questions related to their topic. Each team member should contribute to the presentation.At the end of the semester students have to hand in a declaration, which summarizes the exact contributions for each team member (for the research paper, for the written code, for the conducted evaluation experiments, or for other products and activities of the research project).  Additionally, regular supervision meetings with the supervisor and advisors and the project report ensure that student contributions may be assessed on an individual basis. The team member’s individual project contributions and submitted work is graded by the supervisor.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "MW2383 Modeling and Analysis of Digital Control SystemsMW1921 Logistics Engineering in Production Systems and Supply Chain Management ", "Content": "The project work is centered around a research question in the field of work of the supervisor and the advisor (typically a doctoral student). Students experience hands-on work in a project, where they work together in teams. They pass through the whole process of a small scientific project. The content depends on the research question and the elements of scientific project work.  Example contents  Example 1 The project work of the student team may consist in systematically evaluating different suggested solutions proposed by experts to solve a specific technical problems in the field of Industry 4.0 or Industrial Internet of Things. This type of project would focus on the skills required to understand and evaluate existing technical solutions.Example 2 The project work of the student team may consist in developing new technical solutions (either as a product or as a service) by combining existing technologies and solutions that are usually not combined. This type of project would focus on the skills required to express and communicate a sketch of a solution to experts from different technical fields.Example 3 The project work of the student team may consist in improving or optimizing one existing solution proposed by an expert in the field of logistics, production engineering or cyber-physical systems. This type of project would focus on strengthening technical skills on one specific domain, or on one dedicated software tool.", "Intended Learning Outcomes": "Upon successful completion of the module, participants are able to apply knowledge and methods in a research project in the field of Mechanical, Production and System Engineering. They have deepened and further cross-linked their understanding of Mechanical Engineering and related topics acquired by the third-semester modules MW2383 (Modeling and Analysis of Digital Control Systems) and MW1921 (Logistics Engineering in Production Systems and Supply Chain Management).  Students are able to analyze elements of the solution space of the given research problem in a team under given technical, economic and social constraints. In doing so, they can work out important questions related to the research problems in Mechanical, Production and System Engineering and clarify them in close coordination with experts from this area. They are able to apply the theoretical knowledge acquired in the third semester such as a basic understanding of the modeling concepts and methods used in the domain of digital control systems, and logistics and production systems, as well as practical capabilities such as using relevant tools for the analysis, optimization and implementation of such systems. The students are also able to develop their own solutions or solution contributions to the related research questions in a team. They are able to prepare the solution developed in the project in such a way that they can present it to application experts in a written form and orally. Students acquire missing knowledge and skills in  Mechanical, Production and System Engineering related to the research question of the project by private study under the guidance of the advisors.", "Teaching and Learning Methods": "The module consists of project work.Teaching format individual consulting by the supervisor and advisor(s) (individual appointments between team and advisor).Learning method self-study and project work in a team under supervision of the advisors.  Self-study is an appropriate learning method regarding the intended learning goals, because the students train to efficiently acquire required knowledge and skills in Informatics to a degree that allows them (in collaboration with Mechanical Engineering experts) to understand basic aspects of a scientific problem in Mechanical, Production and System Engineering, its basic solution space and related technology without having to master all details of this knowledge and skills. This is a core skill for future managers in technology-related fields.  Project work in a team is an appropriate learning method because students deepen their team-working skills in a technological field which is another core skill or future managers. Tentative team size is 2-4 students.", "Media": "Will be announced by supervisor before the project starts.", "Reading List": "General literature to project management  Rowe, S. (2015). Project Management for Small Projects, 2nd Edition. Oakland Berrett-Koehler Publishers.Specific literature will be announced by the supervisor before the project starts.", "Responsible for Module": "Provost, Julien; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Project Seminar Heilbronn Design of a Vertical Take-Off and Landing Vehicle for Urban Air Mobility (Seminar, 8,5 SWS)John J [L], Berghammer F, Bosch C, John J, Maier L, Yavrucuk I, Zappek VFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program B.Sc. Management and Technology (Heilbronn)Generated on 12.09.2023 WIHN0684: Project Studies | Projektstudium"}, "WIHN0684: Project Studies | Projektstudium": {"Module Level": "Bachelor", "Language": "German/English", "Duration": "", "Credits": "12", "Total Hours": "360", "Self-study Hours": "360", "Frequency": "winter/summer semester", "Contact Hours": "", "Description of Examination Method": "The project study is a practical project, where a studentical team of 2-5 students work on a specific task of a company or any other similar institution (including research projects at university chairs). Here the students frame the state of research and describe their own specific solution. Based on scientific knowledge and methodical skills, the students evolve the task. The project study is supported by a professor of the TUM School of Management and a company. The students frame the state of research and develop their own specific approach for a solution based on scientific knowledge as well as methodical skills. Depending on the project, the student team presents the results of the project study through a written term paper. Grading will especially take into account the overall working outcome of the project with respect to the initial problem set, the selection and application of the chosen methodology as well as the discussion of the main findings. The project is set up in a way which enables identification and evaluation of each student’s individual contribution to the project’s success.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Basic knowlege in Business Administration", "Content": "In the project study, students acquire hands-on experience by working in student teams with companies/institutions on a particular assignment.  Examples are- the application of optimization tools for  problems out of the logistic sector,  - the application of specific use cases for new electronic payment procedures, - the capturing and processing of KPIs in controlling,- or the description of a marketing strategy.They structure the project and employ their methods and theories to develop results of practical value for the company/institution. The project is supervised jointly by mentors from the respective partner company and the professor of the TUM School of Management. With regards to content the project study takes an approximate time of three to six month.", "Intended Learning Outcomes": "After successful participation in the module students are able work on a project in a systematic and academic manner. They can contribute an own part to a team’s work output. They can make this contribution in a time limited environment. The students can identify and express problem sets. Furthermore they can name appropriate methodologies for problem solving and they can transfer them to the solution. Finally they can choose and apply the appropriate methodologies to solve the problem.", "Teaching and Learning Methods": "The creation of the project solution in a team encourages the students to deal soundly with a practical subject. They are able to communicate the evolvment of the project within the team and to present the solution to the supervisors from the company/institution and the university.", "Media": "literature, presentations", "Reading List": "General literature to project management  Rowe, S. (2015). Project Management for Small Projects, 2nd Edition. Oakland Berrett-Koehler Publishers.Relevant literature will be selected and communicated specifically for the project.", "Responsible for Module": "Stich, Michael; Prof. Dr. rer. oec.", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here., Module Catalog of the study program B.Sc. Management and Technology (Heilbronn)Generated on 12.09.2023, 73 of 173, Page 74, Electives in Management and/or Technology | Electives in Management and/or Technology, Electives in Management and/or Technology | Electives in Management and/or Technology, For the Elective in Management & Technology, students must pass examinations in the area of management or technology worth 18 credits. The following is a sample catalog of electives., Module Catalog of the study program B.Sc. Management and Technology (Heilbronn)Generated on 12.09.2023"}, "INHN0011: Fundamentals of Databases | Grundlagen: Datenbanken": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "105", "Contact Hours": "75", "Description of Examination Method": "The academic assessment will be done by a 90 minutes written exam. Assignments checking knowledge verify the familiarity with the main concepts of relational database systems. Transfer assignments and small scenarios check the ability to apply and evaluate these concepts systematically and in a qualified manner.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "Discrete Structures, Introduction to Informatics 1", "Content": "SQL, data integrity, theory of relational database design, physical data organisation (storage structures, index structures), query processing, transaction management, main features of error handling (recovery, backup) and multiuser synchronisation, security aspects (authorization), XML data modeling (optional); in the tutorial the content is practiced along concrete examples", "Intended Learning Outcomes": "Students are able to apply the essential concepts of relational database systems and can use and evaluate them systematically and in a qualified manner.The students have the expertise to systematically use a database system starting from the conceptual design to the implementation design to the physical design. They are able to formulate even complex queries in SQL and have a basic understanding of logical and physical optimization based on relational algebra. Furthermore they know how to safe-guard a database application with respect to recovery, concurrency control and authorization.", "Teaching and Learning Methods": "Lecture, tutorial, problems for individual study, web interface to the data base system HyPer for actively testing SQL queries and self-study of query plans", "Media": "Lecture with animated slides", "Reading List": "- Alfons Kemper, André Eickler Datenbanksysteme. Eine Einführung. 10., aktualisierte und erweiterte Auflage,Oldenbourg Verlag, 2015- A. Kemper, M. Wimmer Übungsbuch Datenbanksysteme. 3. Auflage Oldenbourg Verlag, 2012- A. Silberschatz, H. F. Korth, S. Sudarshan Database System Concepts. Sixth Edition, McGraw-Hill, 2010", "Responsible for Module": "Matthes, Florian, Prof. Dr. rer. nat. matthes@tum.de", "Courses (Type of course, Weekly hours per semester), Instructor": " Übungen zu Grundlagen Datenbanken (INHN0011) Campus Heilbronn (Übung, 2 SWS)Mayer R [L], Mayer R, Grundlagen: Datenbanken (INHN0011) Campus Heilbronn (Vorlesung, 3 SWS)Mayer R [L], Mayer RFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program B.Sc. Management and Technology (Heilbronn)Generated on 12.09.2023"}, "MGTHN0059: Negotiation Seminar | Negotiation Seminar": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "irregularly", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The examination consists of a presentation of contents and results of the seminar paper in an oral report, including subsequent discussion (25% of the grade) of the results. Moreover, students will prepare a seminar paper. In order to support students in writing their seminar papers, there will be regular discussions about the progression of the project and next steps (seminar paper and regular discussions = 50% of the grade). On top of that, students participation in the negotiation simulations and the subsequent discussions will be evaluated (25% of the grade). The seminar paper and the corresponding presentation are a means to measure the student’s ability to understand a scientific subject, to evaluate literature as well as to develop, conduct and analyze questionnaires/surveys. By doing a presentation, students show that they can summarize the subject, present it to an audience, and to conduct a discussion about the presented subject. Regular discussions with the instructor measure the student’s ability to develop an idea from initial concepts to the complete picture within a given timeframe. The participation in the negotiation simulations measure the students ability to apply their theoretical knowledge in practice and to reflect on it afterwards. ", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "None", "Content": "Basic terms of contract negotiations (like BATNA and ZOPA etc.);Negotiation strategies and concepts (Harvard negotiation concept, win-win, win-lose etc.);Effects of behavioural economics and negotiation tactics based on it (anchoring effect etc.); Negotiation tactics (based on deception, pressure and defensive tactics etc.);Communication (question techniques, answer techniques, argumentation techniques); framework conditions in negotiations (e.g. principal-agent-problems, emotions etc.)", "Intended Learning Outcomes": "Students learn the economic and psychological basics of contract negotiations as well as important communication tools for negotiations. They know the Harvard negotiation concept and the most important strategies in contract negotiations. They are familiar with essential negotiation tactics. Students know how to apply these tactics or respectively how to react to these tactics if applied by the negotiation partner. They can distinguish different negotiation styles. Students have experienced the functioning of individual tactics during negotiation simulations and are able to understand the dynamics underlying a specific negotiation.  In the area of interdisciplinary competences, students strengthen their communication and argumentative skills (especially through the negotiation simulations) and their ability to work in a team (especially through group work in the context of presentations and negotiation simulations in a team).", "Teaching and Learning Methods": "This module is held as an interactive seminar/lecture. Negotiation simulations and games are integrated into the course so that students learn to implement tactics and strategies. The negotiation games are designed to simulate practice. Students are encouraged to actively participate in the negotiation simulations and to get involved in the subsequent discussions. Video recordings are used to reflect on what has been experienced. Moreover, students will do research on a specific research question and write a seminar paper. In this framework, students will have to perform research of reference materials, design a questionnaire, conduct interviews with negotiators and analyse the answers. In order to support the students in their work individual appointments will be offered. Students will present their work in class. ", "Media": "Simulations, Exercises, Videos, Self-Tests, PPT, Whiteboard", "Reading List": "Jung/Krebs, The Essentials of Contract Negotiation (2019)", "Responsible for Module": "Jung, Stephanie; Dr. rer. nat.", "Courses (Type of course, Weekly hours per semester), Instructor": " Negotiation Seminar (BMT Heilbronn) (Seminar, 4 SWS)Gelvez Alvarez L, Jung SFor further information in this module, please click campus.tum.de or here. MGTHN0081: Economic Analysis of Contracts, Competition and Companies | Economic Analysis of Contracts, Competition and Companies"}, "MGTHN0081: Economic Analysis of Contracts, Competition and Companies | Economic Analysis of Contracts, Competition and Companies": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter/summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The examination includes an oral report where the students will present and discuss their work for the seminar paper (30% of the grade). Moreover, students will prepare a seminar paper. In order to support students in writing process, there will be regular discussions about the progression of the project (seminar paper and regular discussions = 50% of the grade). On top of that, students' participation in the classes' discussions of cases will be evaluated (20% of the grade). The active participation in the case discussions measures the students' ability to use the theoretical knowledge of the seminar to analyze real complex situations. The written examination and the corresponding presentation are means to evaluate the student’s ability to work with a case, incorporate legal and economic concepts and present a sound study that incorporates the seminar's topics. In the oral report, students also show that they can summarize, academically present, and discuss the subject. Finally, regular discussions with the instructor measure the student's ability to develop an idea, shape it and elaborate a structured project within a given timeframe.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "None", "Content": "Market structures (perfect competition, monopoly, oligopoly, monopolistic competition)Anti-competitive practices horizontal and vertical restraints (dumping, price fixing, cartels, etc.)European regulation and cases.  Economic criteria to analyze situations related to these topics in business environments. ", "Intended Learning Outcomes": "Students get to know different market structures and their regulation. They acquire elements to analyze and discuss how those structures and the legal mechanisms affect consumers and firms. Participants will gain a basic understanding of contractual structures that are relevant for the economic analysis of the legal framework. Finally, students will learn how to combine their knowledge about topics with the discussion of cases, integrating praxis elements into their analysis. Thus, they can evaluate whether practices in this area are legal and/or economically sensible according to context information.Argumentative and analytical competencies are strengthened since cases are always open for debate. Their ability to propose creative solutions and work in a team will also be exercised continuously in their work cases. ", "Teaching and Learning Methods": "This seminar presents concepts and tools to analyze competition practices and market structures from a legal and an economic point of view. The seminar integrates a case study with the topics, so students have the opportunity to apply their learnings and implement them in their analysis. Students will study a specific case, expose their understanding, and analyze the case using legal and regulatory elements and economic criteria. Finally, students will present their work in class.", "Media": "Case studies,exercises, PPT, Whiteboard", "Reading List": "Mankiw, Principles of Economics (2014); Kovac/Vandenberghe, Economic evidence in EU Competition Law (2018); Posner, Economic Analysis of Law (2014)", "Responsible for Module": "Jung, Stefanie; Prof. Dr. jur.", "Courses (Type of course, Weekly hours per semester), Instructor": " Economic Analysis of Contracts, Competition and Companies (MGTHN0081) (BMT Heilbronn) (Seminar, 4 SWS)Gelvez Alvarez L, Jung SFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program B.Sc. Management and Technology (Heilbronn)Generated on 12.09.2023 MGTHN0065: Conducting Empirical Research in Finance | Conducting Empirical Research in Finance"}, "MGTHN0065: Conducting Empirical Research in Finance | Conducting Empirical Research in Finance": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "150", "Contact Hours": "30", "Description of Examination Method": "The examination comprises an individual or group-based scientific coursework (approx. 30 pages) about a research project, which is supposed to be conducted together with and under the guidance of the project supervisors.The research projects will be fixed by the project supervisors in advance and will be in accordance with their research interests.The coursework should comprehensively document the research project (research question, literature contribution, data elicitation and data preparation, data analysis, results and interpretation, further research questions). Additional to the written scientific report, candidates are required to showcase main findings within a 30-minute presentation and answer further questions following their presentation. In doing so, it can be assessed to what extent the students have been able to successfully conduct the research project.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Basic knowledge in corporate finance;basic knowledge in scientific writing;motivation letter", "Content": "The research project is in the field of empirical capital market research and will be announced at the beginning of each semester. The project will be developed and implemented in joint meetings and  on the basis of independent (group-)work.  ", "Intended Learning Outcomes": "Upon completion of the module, students will be able to …", "Teaching and Learning Methods": "Types of instruction comprise regular meetings with the lecturer about the current status of the research project and further steps as well as the corresponding main seminar;", "Media": "Exercise sheets, PowerPoint", "Reading List": "Eine erweiterte Literaturliste zum Forschungsvorhaben wird zu Beginn des Semesters zur Verfügung gestellt. Zur Einarbeitung in die entsprechenden Softwarepakete und ökonometrischen Konzept empfiehlt sich folgende Basisliteratur", "Responsible for Module": "Müller, Sebastian; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here."}, "MGTHN0066: Business Ethics in the Digital Age | Business Ethics in the Digital Age": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter/summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "150", "Contact Hours": "30", "Description of Examination Method": "The grading of the module is determined by a report on methods or practical questions discussed in the seminar (one third of the total grade), a presentation on methods or practical questions discussed in the seminar (one third of the total grade), and a report on one selected question in the context of sustainability management or sustainability reporting (one third of the total grade).", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "Prior attendance of the following module is recommended Financial Accounting.", "Content": "In the first part of the module, the participants acquire conceptual and methodological baseline skills that enable them to critically discuss issues of business ethics in the digital age. In the second part of the module, these competences are applied to concrete questions and openly discussed. In the third part of the module, the participants gain competences on selected issues of sustainability management and sustainability reporting.", "Intended Learning Outcomes": "After successful completion of the module, the participants have both conceptual and methodological competences to discuss ethical questions of the digital age in-depth and open-ended. In particular, planners, developers, and users of digital technologies are enabled to holistically assess the environmental and societal consequences of their decisions and working outcomes.", "Teaching and Learning Methods": "The module is conducted as a seminar with lecture, exercise, presentation, and discussion elements.", "Media": "Presentations, discussion documents, lecture script, exercises, and e-learning (Moodle).", "Reading List": "Topic-specific literature is announced in the module.", "Responsible for Module": "Stich, Michael; Prof. Dr. rer. oec.", "Courses (Type of course, Weekly hours per semester), Instructor": " Business Ethics in the Digital Age (MGTHN0066) (Seminar, 4 SWS)Stich MFor further information in this module, please click campus.tum.de or here. MGTHN0067: Business Taxation in the Digital Age | Business Taxation in the Digital Age"}, "MGTHN0067: Business Taxation in the Digital Age | Business Taxation in the Digital Age": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "150", "Contact Hours": "30", "Description of Examination Method": "The module concludes with a written examination of 90 minutes. Participants have to demonstrate their theoretical/conceptual and practical competences regarding in the field of business taxation. Therefore, participants have to work on practical assignments on general issues of business taxation, international taxation in the digital age, and taxation of family enterprises.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "Prior attendance of the following module is recommended Financial Accounting.", "Content": "Types of taxes and their collection; economics of business taxation; tax statistics; ethical aspects of tax avoidance; taxes in company valuation; income taxation under German tax law; international taxation; taxation of digital goods and services; governance and taxation of family enterprises; taxation of family enterprise succession; methods of empirical tax research.", "Intended Learning Outcomes": "After successful completion of the module, the participants have competences related to the most important types and concepts of taxation. Further, they can critically evaluate potentials and incentives of tax-optimal corporate policies against the background of ethical principles.", "Teaching and Learning Methods": "The module consists of a lecture with integrated exercises. Each part of the module concludes with a practice-oriented case study.", "Media": "Lecture script, exercises, case studies, and e-learning (Moodle).", "Reading List": "Aronoff und Ward. 2011. Family business governance Maximizing family and business potential.", "Responsible for Module": "Stich, Michael; Prof. Dr. rer. oec.", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here."}, "MGTHN0087: Sustainable Finance | Sustainable Finance": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The module examination consists of a 90-minute written exam, in which the candidates should reproduce the knowledge imparted in the lectures. The students are also required to provide transfer knowledge. It is tested whether students have understood how Sustainable Finance relates to Traditional Finance and other financial research disciplines and which EU regulations exist. Additionally, they should be well informed about which different ratings are available to measure sustainability and what are the problems with them. Students should be aware about the different customers and actors, and have knowledge about the different types of risks, various performance strategies that exist and what investing trends emerge.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Basic knowledge of corporate finance/financial mathematics is required (e.g. material covered in the course Corporate Finance)", "Content": "The aim of the course is to give a comprehensive overview on Digital Finance, not covered elsewhere in courses of Corporate Finance within the Master in Management. It provides a coverage of the most recent relevant topics in the field of Sustainable Finance. Basic knowledge in the field of financial mathematics is a pre-requisite.   The module comprises the most important and most recent developments in Sustainable Finance. Specifically, it comprises (but is not limited to) the following areas:", "Intended Learning Outcomes": "The students acquire detailed knowledge on how sustainability is connected to climate change and how it affects the finance industry. They are able to identify and discuss chances and limitations in connection with measuring sustainability. Students are also able to identify different types of risks and discuss their implications. They have also learned if and why sustainability matters for different financing products, how they are implemented, and which regulatory aspects exist. Lastly, students are able to identify different customers and actors that play an important role in Sustainable Finance.", "Teaching and Learning Methods": "Types of instruction comprise lecture courses as well as practical courses;", "Media": "Lecture slides; whiteboard; exercise sheets; exercise portfolio; flipchart; powerpoint; films", "Reading List": "Due to the topicality of this lecture, the usage of reference books is only in a limited manner possible. Still, the below-listed references are considered as a solid starting point for the contents of this lecture and will be referenced in class in addition to recently published journal articles.", "Responsible for Module": "Müller, Sebastian; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " Sustainable Finance (MGTHN0087) (Vorlesung, 4 SWS)Bax K, Müller SFor further information in this module, please click campus.tum.de or here. MGTHN0100: Experimental Research Project in Finance | Experimental Research Project in Finance"}, "MGTHN0100: Experimental Research Project in Finance | Experimental Research Project in Finance": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "150", "Contact Hours": "30", "Description of Examination Method": "The examination comprises a scientific group-based coursework (approx. 30 pages) about a research project, which is supposed to be conducted together with and under the guidance of the lecturer.  This includes the design of the experiment, choice of experimental subjects, the implementation of the experiment, as well as the analysis and interpretation of the resulting data in guidance with the principal investigator. The coursework should comprehensively document the research project (research question, literature contribution, data elicitation and data preparation, data analysis, results and interpretation, further research questions). Additional to the written scientific report, candidates are required to showcase main findings within a 30-minute presentation and answer further questions following their presentation.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Basic knowledge in corporate finance;Basic knowledge in scientific writing;Sufficient knowledge of the German language is recommended as we aim to implement the experiment on participants from around Heilbronn. ", "Content": "The research project is in the field of empirical capital market research and will be announced at the beginning of each semester. The project will be developed and implemented in joint meetings and on the basis of independent (group-)work.  ", "Intended Learning Outcomes": "Upon completion of the module, students will be able to …", "Teaching and Learning Methods": "Types of instruction comprise regular meetings with the lecturer about the current status of the research project and further steps as well as the corresponding main seminar;", "Media": "PowerPoint", "Reading List": "A separate reading list for the research topic will be provided at the beginning of the semester. To familiarize with the basic software packages and econometric methods the following literature might be useful", "Responsible for Module": "Müller, Sebastian; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " Experimental Research Project in Finance (MGTHN0100) (Vorlesung, 4 SWS)Bax K, Müller SFor further information in this module, please click campus.tum.de or here. MGTHN0101: Mastering Skills for Academic Writing | Mastering Skills for Academic Writing"}, "MGTHN0101: Mastering Skills for Academic Writing | Mastering Skills for Academic Writing": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "144", "Contact Hours": "36", "Description of Examination Method": "The examination comprises a presentation (40% of overall grade) and a written part of a scientific paper  (60% of overall grade).", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "", "Content": "The goal of the course is to provide students with a comprehensive overview of scientific writing.  ", "Intended Learning Outcomes": "Successful participation in the module enables students in particular to ... - independently conduct literature research at the highest international level in management research;- systematically analyze and evaluate literature sources;- understand the structure of a scientific paper- to use different writing and citation programs;- to get an overview of the different types of research (quantitative, qualitative, experimental, etc.);  - correctly cite with different citation types (APA; Havard, etc.);- avoid plagiarism;- independently write the different parts of a scientific paper;- know the important components of a good introduction and a good conclusion;  - successfully present one's own work.", "Teaching and Learning Methods": "Types of instruction comprise lectures as well as exercise sessions;", "Media": "Exercise sheets, PowerPoint", "Reading List": "To familiarize  the following literature might be useful", "Responsible for Module": "Müller, Sebastian; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " Mastering Skills for Academic Writing - Lecture (MGTHN0101) (Vorlesung, 2 SWS)Bax K, Müller S, Mastering Skills for Academic Writing - Exercise (MGTHN0101) (Übung, 2 SWS)Bax K, Müller SFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program B.Sc. Management and Technology (Heilbronn)Generated on 12.09.2023"}, "MGTHN0056: Seminar Innovation and Entrepreneurship: Innovation Management in Family Enterprises | Seminar Innovation and Entrepreneurship: Innovation Management in Family Enterprises": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Each seminar participant will work either in teams (preferably) or individually to develop a concrete question within a project thesis. The goal of the project work is to apply knowledge acquired in the seminar sessions to real business problems. Students can choose between developing a topic offered in the seminars, or one of their own personal choice (in agreement with the lecturer).  Specifically, students should work on topics related to innovation management in family enterprises. The examination consists of two parts  ", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Fluency in spoken and written English", "Content": "Family enterprises are owned and/or managed by families which face unique challenges to achieve growth and long-term sustainability. In doing so, innovation represents a critical antecedent to firm survival. Family entrprises often have long traditions and introducing innovation is often associated with tensions. This course addresses various aspects of such innovation management processes in family enterprises- Particular attention is paid to how family enterprises innovate, types of innovation that family firms integrate as well as which benefits innovation brings to them. An examination on digitalization of family firms as a way to implement innovation is also included in this course.   ", "Intended Learning Outcomes": "After completing the seminar, students are able to- understand the basic concepts in the fields of innovation management as well as family enterprises,- analyze the challenges and opportunities that family enterprises face in order to promote corporate innovation,- analyze different types of innovations and the innovation processes in family enterprises- evaluate the meaning as well as challenges and opportunities of digital transformation in family enterprises, and- apply the learned concepts in giving management recommendations in the context of innovation managment in family firms", "Teaching and Learning Methods": "- Through lectures, supported by Power-Point presentations, the instructors will provide the theoretical foundations of innovation management in family enterprises.- The content is discussed in the course by openly exchanging ideas. Questions, and comments will encourage a vivid and learning atmosphere and constructive discussions.- Every sessions contains exercises, in which the students apply their learnings in practical context (e.g. case studies with family enterprises struggling to promote innovation by Harvard Business Review).- Guest speakers will share practical insights and will strengthen the understanding of key concepts and will therefore complement the perspectives of the seminar.- In their seminar papers, students should investigate a selected topic within the field. For instance, they could conduct a literature review or develop or explain the innovation management approach of a specific family firm which they identify themselves.", "Media": "Powerpoint, Zoom- & Breakout-Sessions, Kahoot-Sessions, Online Simulations ", "Reading List": "", "Responsible for Module": "Bird, Miriam; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " Seminar Innovation and Entrepreneurship (MGTHN0056) Innovation Management in Family Enterprises (BMT Heilbronn) (Seminar, 4 SWS)Bird M, Martinez Sanchis PFor further information in this module, please click campus.tum.de or here. MGTHN0091: Web Scraping with Python | Web Scraping with Python [WSP]"}, "MGTHN0091: Web Scraping with Python | Web Scraping with Python[WSP]": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The examination takes the form of individual take-home programming exercises. Students submit code, documentation, and results for 2-4 exercise sheets. By completing the exercises, students show that they understand the methods of web scraping. Moreover, by completing the exercises, students show that they can apply the methods of web scraping with a programming language. In addition, by completing the exercises student document that they can create web scraping applications for real-live application scenarios.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Basic skills in Python", "Content": "The increasing availability of data on the Internet provides enormous opportunities for business and research. The Internet represents a limitless source of data, including product prices and customer reviews, social media posts, movie ratings, restaurant locations, or satellite images.", "Intended Learning Outcomes": "After completing the course, participants are able to …… discuss the problem of collecting massive data from the Internet… score different approaches for obtaining web data in terms of expected costs and benefits… deduce requirements for a web scraper given different website structures… construct a web scraper with the programming language Python… explain methodological and ethical problems of data obtained via web scraping", "Teaching and Learning Methods": "This module is a practical course. The course will begin with several lectures by the instructor. The lectures will provide fact-based information on the development of web scrapers as well as an introduction to programming web scrapers with Python. Students are provided with exercise sheets in order to apply the foundational information in a real-life setting. In particular, the exercise sheets ask students to develop web scrapers for different websites. Students have the option to receive individual advice. Students submit their exercise solutions and receive feedback.", "Media": "Slides, whiteboard, exercise sheets", "Reading List": "", "Responsible for Module": "Förderer, Jens; Prof. Dr. rer. pol. MGTHN0091: Web Scraping with Python | Web Scraping with Python [WSP]", "Courses (Type of course, Weekly hours per semester), Instructor": " Web Scraping with Python (BMT Heilbronn) (Vorlesung mit integrierten Übungen, 4 SWS)Förderer J, Gölz JFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program B.Sc. Management and Technology (Heilbronn)Generated on 12.09.2023 MGTHN0060: Leadership in Family Enterprise | Leadership in Family Enterprise"}, "MGTHN0060: Leadership in Family Enterprise | Leadership in Family Enterprise": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "150", "Contact Hours": "30", "Description of Examination Method": "Grading is based on a seminar paper (20 pages) anda presentation (20 minutes). The students work on a specific problem set within an exemplary organization. The students show that they are able to compose the state of research, and that they are able to present and discuss their findings. In addition they demonstrate their ability to develop their own specific approach for a solution based on empirical evidence. ", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "", "Content": "The seminar deals with relevant topics in the field of leadership that arise in family enterprises The focus here is on the empirical evidence in the respective research field. Through critical evaluation of the existing research literature, the students are able to gain scientifically sound knowledge and to work out solutions for specific research questions.", "Intended Learning Outcomes": "Students are encouraged to deal with an practical problem based on their newly acquired academic knowledge. Students will communicate the solution to this problem by composing a seminar thesis and preparing a presentation of their solution to the supervisor and fellow students. Discussion with their fellow students will enable them to improve the final version of the seminar thesis. Supervision takes place through a kick-off meeting as well as interim meetings. ", "Teaching and Learning Methods": "Students are encouraged to deal with an practical problem based on their newly acquired academic knowledge. Students will communicate the solution to this problem by composing a seminar thesis and preparing a presentation of their solution to the supervisor and fellow students. Discussion with their fellow students will enable them to improve the final version of the seminar thesis. Supervision takes place through a kick-off meeting as well as interim meetings. ", "Media": "Literature, presentations", "Reading List": "", "Responsible for Module": "Dlouhy, Katja; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here."}, "MGTHN0069: Seminar Marketing, Strategy & Leadership: Digital Marketing - Social Media Research | Seminar Marketing, Strategy & Leadership: Digital Marketing - Social Media Research": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Seminar paper with presentation  In groups, seminar participants are required to hand in a proposal for a research project related to social media (80%, ca. 20 pages) and present their results to their peers (20%). ", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "It is recommended but not required that participants have successfully completed the module 'Empirical Research Methods' before enrolling in this seminar.", "Content": "Social media have gained strong importance in both practice and academia. Corresponding digital technologies changed the way how consumers communicate, how they gather information, and how they spend large portions of their life. In this spirit, social media also opened up new opportunities for marketers to target and reach potential customers online and they revealed important questions for policy makers regarding how to regulate newly emerging business practices. For marketing researchers, the rise of social media introduced interesting research venues related to, for instance, new forms of social influence, privacy concerns, and the effects of corresponding technologies on users' mental and physical well-being.  ", "Intended Learning Outcomes": "In an introductory block, seminar participants will be familiarized with key areas in social media marketing and related methodological concepts for researchers. By critically dissecting extant scientific articles and adapting their knowledge gained in the primer sessions, participants train to identify research gaps in the domain of social media marketing and formulate proposals for own research projects to contribute to the literature. Seminar participants learn both to precisely formulate their scientific work and to comprehensibly convey their ideas to the community by formally writing down their research proposal and presenting/discussing it in front of their peers.", "Teaching and Learning Methods": "This seminar is intended to be structured into three main blocks during which attendance (physically if the circumstances allow it) is required 1) semester start introduction, 2) middle of semester group project phase and discussion of extant literature, 3) end of semester final presentation of research proposal (and deadline for written proposal).", "Media": "", "Reading List": "Appel, G., Grewal, L., Hadi, R., & Stephen, A. T. (2020). The future of social media in marketing. Journal of the Academy of Marketing Science, 48(1), 79-95.", "Responsible for Module": "Meißner, Martin; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here."}, "MGTHN0076: International Study Trip: Family & non-family firms around the world | International Study Trip: Family & non-family firms around the world": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "9", "Total Hours": "270", "Self-study Hours": "210", "Contact Hours": "60", "Description of Examination Method": "Each student will work on a seminar thesis and participate in the discussion with international firms and universities. The examination consists of two parts1) Seminar thesis (70 % of the overall grade)The students should demonstrate that- they have gained a deeper knowledge of the topics discussed in the course- they have applied the frameworks introduced in the course- they show that they are able to write a paper that follows scientific standards  - they are able to structure and write a seminar thesis2) Participation in discussion during excursion, May 2022 (30 % of the overall grade).  The students should demonstrate that- they have gained the skills to contribute to discussions with firms and universities- Active engagement in the course is expected.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "English oral and written fluency", "Content": "Family and non-family firms need to succeed globally in order to survive and thrive in today's business environment. Thus, these firms need managers who are well-versed in international business environments. This course aims to provide students an immersive and intense international experience through a 10-day excursion abroad.", "Intended Learning Outcomes": "After completing this course students should be able to-Feel comfortable and gain proficiency in communicating and doing business abroad", "Teaching and Learning Methods": "This module includes the following teaching and learning methods- Immersive learning of culture, business, and people in a different country through an excursion- Key concepts and empirical findings from the field of strategic management of family and non-family firms will be provided through discussions with international firms and universities.-Students will acquire additional knowledge from practical literature through their own work on their seminar theses.", "Media": "PowerPoint, research papers, case scenarios", "Reading List": "", "Responsible for Module": "Li, Chengguang; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " International Study Trip (MGTHN0076) Family & non-family firms around the world (Seminar, 6 SWS)Li CFor further information in this module, please click campus.tum.de or here. MGTHN0078: Seminar Management & Marketing: Digital Marketing | Seminar Management & Marketing: Digital Marketing"}, "MGTHN0078: Seminar Management & Marketing: Digital Marketing | Seminar Management & Marketing: Digital Marketing": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Students work in groups. The task is to design an eyetracking experiment based on a self-chosen research question and topic. Students are required to collect valid eye movement data from at least 20 respondents. Students analyze the data and test the formulated research hypotheses. The empirical results are presented in class (20%) and documented in a written report (80%, 20 pages).", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "It is recommended but not required that participants have successfully completed the module 'Empirical Research Methods' before taking this course.", "Content": "In an introductory block, seminar participants will be familiarized with key methodological know-how regarding eye movement recording. Students will critically reflect on how to design and implement eyetracking experiments using examples from the literature. Based on their assessment of prior research as well as discussions with the supervisors, students learn to formulate a research question and research hypotheses. Students are then requested to apply the learnt methodological know-how by implementing an experiment and collecting eyetracking data in the laboratory. Furthermore, students are requested to analyze the empirical data, to present their results in class and defend their work, as well as to document the research process (including the results of the experimental data) in a written report. ", "Intended Learning Outcomes": "Acquire methodological know-how (learn how to collect eyetracking data and set up small scale experiment) / Learn to formulate a research question and research hypotheses / Learn to work with scientific literature / Learn how to analyze empirical (eyetracking) data, including statistical tests and visualizations of key results / Learn how to present research results to others and defend own work / Learn how to structure and write a seminar report that includes statistical analyses", "Teaching and Learning Methods": "The seminar starts with introductory lectures explaining the basics of eyetracking. Afterwards, students start working in groups and discuss the progress of their research projects with supervisors. Students are familiarized with the eyetracking equipment in a practical lecture in the laboratory. Students continue to work in groups and collect and analyze the empirical data. Finally, all groups present the results of their empirical work in class and document their work in a seminar report.", "Media": "", "Reading List": "Holmqvist, K., Nyström, M., Andersson, R., Dewhurst, R., Jarodzka, H., & Van de Weijer, J. (2011). Eye tracking A comprehensive guide to methods and measures. OUP Oxford.Meißner, M., Musalem, A., & Huber, J. (2016). Eye-Tracking reveals a process of conjoint choice that is quick, efficient and largely free from contextual biases. Journal of Marketing Research, 53 (1), 1-17.Meißner, M., & Oll, J. (2019). The promise of eye-tracking methodology in organizational research A taxonomy, review, and future avenues. Organizational Research Methods, 22(2), 590-617.Meißner, M., Pfeiffer, J., Pfeiffer, T., & Oppewal, H. (2018). Combining virtual reality and mobile eye tracking to provide a naturalistic experimental environment for shopper research. Journal of Business Research, forthcoming.Orquin, J. L., Ashby, N. J. S., & Clarke, A. D. F. (2016). Areas of interest as a signal detection problem in behavioral eye-tracking research. Journal of Behavioral Decision Making, 29(2–3), 103–115. http//doi.org/10.1002/bdm.1867Orquin, J. L., & Mueller Loose, S. (2013). Attention and choice A review on eye movements in decision making. Acta Psychologica, 144(1), 190-206. http//doi.org/10.1016/j.actpsy.2013.06.003Orquin, J. L., & Wedel, M. (2020). Contributions to attention based marketing Foundations, insights, and challenges. Journal of Business Research, 111, 85-90.", "Responsible for Module": "Meißner, Martin; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " Seminar Management & Marketing (MGTHN0078) Digital Marketing (Eyetracking) (Seminar, 4 SWS)Brüns J, Meißner M, Module Catalog of the study program B.Sc. Management and Technology (Heilbronn)Generated on 12.09.2023, 111 of 173, Page 112 For further information in this module, please click campus.tum.de or here."}, "MGTHN0082: International Excursion: Global Strategy | International Excursion: Global Strategy": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "9", "Total Hours": "270", "Self-study Hours": "180", "Contact Hours": "90", "Description of Examination Method": "Each student will work on a seminar thesis and participate in the discussion with international firms and universities. The examination consists of two parts1) Seminar thesis (70 % of the overall grade)The students should demonstrate that- they have gained a deeper knowledge of the topics discussed in the course- they have applied the frameworks introduced in the course- they show that they are able to write a paper that follows scientific standards  - they are able to structure and write a seminar thesis2) Participation in discussion during excursion (30 % of the overall grade).  The students should demonstrate that- they have gained the skills to contribute to discussions with firms and universities- Active engagement in the course is expected.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "English oral and written fluency", "Content": "Multinational firms need to succeed globally to thrive in today's business environment. Thus, these firms need managers who are well-versed in international business environments. This course aims to provide students an immersive and intense international experience through a 9-day excursion abroad.", "Intended Learning Outcomes": "After completing this course students should be able to-Feel comfortable and gain proficiency in communicating and doing business abroad", "Teaching and Learning Methods": "This module includes the following teaching and learning methods- Immersive learning of strategy, localization, and value chain activities in a different country through an excursion- Key concepts and empirical findings from the field of strategic management will be provided through discussions with multinational firms.-Students will acquire additional knowledge from practical literature through their own work on their seminar theses.", "Media": "PowerPoint, research papers, case scenarios", "Reading List": "", "Responsible for Module": "Li, Chengguang; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " International Excursion Global Strategy (MGTHN0082) (Seminar, 6 SWS)Li CFor further information in this module, please click campus.tum.de or here. MGTHN0083: Introduction to Python for Data Science | Introduction to Python for Data Science"}, "MGTHN0083: Introduction to Python for Data Science | Introduction to Python for Data Science": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The examination consists of one project work on the programming language. Students work in groups of two and work on several cases given to them in the project work. Groups write a project report (70%) and present their results to their peers (30%). With this project work, they will be able to gain practical experience with real-world examples in Python and use Python for Data Science methods.  ", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Basic knowledge in mathematical and statistical analysis methods.", "Content": "Data science is becoming a key concept/competency for large private businesses, public institutions, and research. Data science deals with the methods and tools needed to analyze (large amounts of) data and draw actionable conclusions from the results gained in the process.  ", "Intended Learning Outcomes": "Upon the completion of this course, students will acquire the knowledge of Python basics and how Python can be used in Data Science concepts.", "Teaching and Learning Methods": "The course comprises lectures, exercises, group work and student presentations. Lectures familarize students with Python and fundamentals of data science. Exercices allow students to practice using Python and applying methods. Group work is selected as it allows students to have a joint learning experience. Students will have the opportunity to reflect on their work by discussing their project progress with the supervisor. Presenting their results to others, encourages students to reflect on their learning experience. ", "Media": "Lecture slides; whiteboard; programming assignment; powerpoint.", "Reading List": "Deitel, P., & Deitel, H. (2020). Intro to Python for Computer Science and Data Science, Global Edition. Pearson EducationRomano F., & Kruger H. (2021). Learn Python Programming – Third Edition An in-depth introduction to the fundamentals of PythonMcKinney W. (2017). Python for Data Analysis Data Wrangling with pandas,numpy and ipythonIgual L., & Segui S. (2017). Introduction to Data Science A Python Approach to Concepts, Techniques and Applications", "Responsible for Module": "Meißner, Martin; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " Introduction to Python for Data Science - Lecture (BMT Heilbronn) (MGTHN0083) (Vorlesung, 2 SWS)Can B, Introduction to Python for Data Science - Exercise (BMT Heilbronn) (MGTHN0083) (Übung, 2 SWS)Can BFor further information in this module, please click campus.tum.de or here."}, "MGTHN0085: Strategic Management: Theory and Practice | Strategic Management: Theory and Practice": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter/summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Preparation of a handout and presentation In this course, students are to independently and individually read scientific papers and give a presentation on them, apply a chosen theory to a real phenomenon as well as lead a discussion. Additionally, they are supposed to create a handout for the assigned papers. ", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Required are very good English language skills, as well as an understanding of basic principles of management, innovation and organization, and empirical research methods.", "Content": "The course will be taught using a seminar or discussion style. On any given day, students will be “discussion leaders” for the material. Some sessions will feature book reviews or discussions of classic papers. Other readings will be recent papers that should be critiqued in-depth and used to identify future research directions and empirical challenges. This also includes applying a chosen theory to a real phenomenon. The course is intended to be cumulative, so as we go, students should think across the theories and perspectives underlying strategic management research.", "Intended Learning Outcomes": "The students should have an awareness of the key research challenges and opportunities presented by the fundamental issues in strategy. They should understand the core behavioral assumptions employed in strategy and management research and how they relate to research in the disciplines. The students will develop an awareness of classic theoretical works that can be used in strategy and management. Furthermore, they will develop the skills to evaluate the  theoretical build-up of hypotheses in research in strategy and management. Each student will be able to compare and contrast each of the major theories used in strategic management. They will gain the ability to discuss and elaborate on scientific literature in the field of strategic management.", "Teaching and Learning Methods": "Everyone should thoroughly prepare all of the readings assigned for each session. For each reading, one or more of the participants will be designated to be a discussion leader and will provide a summary and developmental review of thepaper, as appropriate. This also includes the application of a chosen theory to a real phenomenon. They should prepare a written handout for the participants of the course (2-3 pages). These will be useful to facilitate the discussion. The review, as well as the class discussion that follows, should go well beyond offering a mere summary of the paper since it is expected that everyone will have read the material before class. In particular, the discussion leader should relate a reading to other research, underscore implications for the field, critique it carefully and offer suggestions for improvement, and identify research opportunities that would be worthwhile pursuing. The discussions should focus on debating the merits of different theories and these items above to enhance the value of the course for everyone. The goal of doing these reviews is to increase the understanding of the material and improve the students´ ability to evaluate and carry out research. The discussion may be carried out in cooperation with the Master´s Course \"Strategic Management Theory and Practice\".", "Media": "Powerpoint", "Reading List": "The literature is selected specifically for each semester and will be distributed in class.", "Responsible for Module": "Li, Chengguang; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " Strategic Management Theory and Practice (MGTHN0085) (Seminar, 4 SWS)Li C, Siekermann LFor further information in this module, please click campus.tum.de or here. MGTHN0088: Seminar Management & Marketing: Foundations in Strategie Management | Seminar Management & Marketing: Foundations in Strategie Management"}, "MGTHN0088: Seminar Management & Marketing: Foundations in Strategie Management | Seminar Management & Marketing: Foundations in Strategie Management": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter/summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Preparation of a seminar paper and presentation In this course, students are to independently and individually prepare a scientific seminar paper and give a presentation on it.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Required are very good English language skills, as well as an understanding of basic principles of management, innovation and organization. Recommended (but not mandatory) is the attendance of the course Empirical Research Methods in Management and Economics.", "Content": "The students will be prepared for their Bachelor´s Thesis by teaching them how to search, understand and analyze academic literature. Moreover, they learn how to structure and write a paper and give presentations to an academic audience, including a discussion on it. ", "Intended Learning Outcomes": "After attending the course the students can define, explain and apply selected key concepts in the field of strategic management. They will be able to read and understand academic literature and write and present an academic paper. The students will improve their writing and written communication skills, strengthen their verbal skills with presentations and group discussions, and gain skills in critical thinking and interpretation. After the course the students will be able to show their understanding, critical assessment and application of how to evaluate academic literature, interact within an academic debate, put together, elaborate and defend an academic argument as well as specialist knowledge on the topic of interest, they selected.", "Teaching and Learning Methods": "The first session will be lecture-like, providing introductions to the core topics and scientific writing. The other sessions will have a focus on the individual student presentations, in which each student presents their seminar paper to the class. After the presentations all students are encouraged to discuss the papers.", "Media": "Powerpoint", "Reading List": "The literature is selected specifically for each semester and will be distributed in class.", "Responsible for Module": "Li, Chengguang; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " Seminar Management & Marketing Foundations in Strategic Management (Seminar, 4 SWS)Li C, Pohl RFor further information in this module, please click campus.tum.de or here. MGTHN0089: Bachelor Thesis Seminar: Strategic Management | Bachelor Thesis Seminar: Strategic Management"}, "MGTHN0089: Bachelor Thesis Seminar: Strategic Management | Bachelor Thesis Seminar: Strategic Management": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter/summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Preparation of a thesis proposal and presentation In this course, students are to independently and individually prepare a thesis proposal and give a presentation on it. ", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Required are very good English language skills, as well as an understanding of basic principles of management, innovation, and organization. ", "Content": "The students will be prepared for their Bachelor´s Thesis by teaching them how to search, understand and analyze academic literature. Moreover, they learn how to structure and write a thesis and give presentations to an academic audience, including a discussion on it. ", "Intended Learning Outcomes": "After attending the course the students can define, explain and apply selected key concepts in the field of strategic management. They will be able to read and understand academic literature and write and present an academic paper. The students will improve their writing and written communication skills, strengthen their verbal skills with presentations and group discussions, and gain skills in critical thinking and interpretation. After the course, the students will be able to show their understanding, critical assessment, and application of how to evaluate academic literature, interact within an academic debate, put together, elaborate and defend an academic argument as well as specialist knowledge on the topic of interest, they selected. The course provides specific preparation for writing a thesis at the Department of Strategic Management.", "Teaching and Learning Methods": "Some sessions will be lecture-like, providing introductions to the core topics and scientific writing. The other sessions will have a focus on individual student presentations, in which each student presents their progress to the class. After the presentations, all students are encouraged to discuss the presented results.", "Media": "Powerpoint", "Reading List": "The literature is selected specifically for each semester and will be distributed in class.", "Responsible for Module": "Li, Chengguang; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " Bachelor Thesis Seminar Strategic Management (Seminar, 4 SWS)Elmendorf M, Li CFor further information in this module, please click campus.tum.de or here. MGTHN0092: Applied Corporate Social Responsibility | Applied Corporate Social Responsibility"}, "MGTHN0092: Applied Corporate Social Responsibility | Applied Corporate Social Responsibility": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Preparation of essays and presentation In this course, students are to independently and individually read scientific contributions on CSR and give a presentation on them, as well as actively participate in class discussions. Additionally, they are supposed to write essays for the discussed content, where they analyze real-life CSR practices based on the knowledge they gained in class. ", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Required are very good English language skills, as well as an understanding of basic principles of management, innovation and organization.", "Content": "The course will be taught using a seminar or discussion style. Students will each give a presentation on a CSR topic discussed in class. The course includes for instance different perspectives, as well as critiques, actors and drivers of CSR. Moreover, managing CSR, a global perspective on the construct, as well as further selected current topics will be discussed. Throughout the course, the concepts discussed will be linked to examples in practice. ", "Intended Learning Outcomes": "After successful completion of this course, students will (1) have gained knowledge of the different perspectives of CSR in strategic management, (2) have learned to read, understand, explain and critically reflect on CSR topics in the field, (3) most importantly be able to apply this knowledge by analyzing CSR concepts in real-life examples.", "Teaching and Learning Methods": "Students should read the assigned literature for the course and give a presentation on a CSR topic. In addition to the presentations students will deepen their knowledge by discussing actively in class and applying the concepts to real-life examples in essays.", "Media": "Powerpoint", "Reading List": "Crane, A., McWilliams, A., Matten, D., Moon, J., & Siegel, D. S. (Eds.). (2008). The Oxford handbook of corporate social responsibility. OUP Oxford.The literature is selected specifically for each semester and will be distributed in class.", "Responsible for Module": "Li, Chengguang; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here."}, "MGTHN0093: CEO Leadership Lessons | CEO Leadership Lessons": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter/summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Grading will be twofold 1) Students (in teams) will submit written contributions, in the form of questions to the CEOs and analyses of CEOs and their companies (50%). 2) Oral participation will be graded (50%).", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Required are very good English language skills, as well as an understanding of basic principles of management, innovation and organization.", "Content": "This module covers practical leadership skills, as well as firm strategies, whereby lessons can be learned from CEOs themselves. Leadership skills may include for instance decision-making, critical thinking, or employee motivation. This course also provides students with valuable insights for their personal career development.", "Intended Learning Outcomes": "After attending this course, students will have gained knowledge on leadership skills and firm strategies in practice through attending podium discussions and actively participating in Q&A sessions with CEOs. They will be able to analyze companies and leaders, as well as their behavior, and apply their knowledge of leadership by interacting with CEOs. With this approach, students will gain practical knowledge and are additionally able to improve their discussion- and soft skills.", "Teaching and Learning Methods": "In this seminar, there will be both Q&As and podium discussions with CEOs. Students will get in contact with several CEOs and managers of real-life companies, analyze their leadership skills and concepts, and interact with them in Q&A sessions. For this, the students should (in teams) prepare and hand in questions for the CEOs as well as analyses of the companies and CEOs themselves. Moreover they should actively participate in all the sessions.", "Media": "Powerpoint", "Reading List": "Tbd", "Responsible for Module": "Li, Chengguang; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " CEO Leadership Lessons (MGTHN0093) (Seminar, 4 SWS)Li CFor further information in this module, please click campus.tum.de or here. MGTHN0098: Global Strategy | Global Strategy"}, "MGTHN0098: Global Strategy | Global Strategy": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Students are expected to write a seminar paper analyzing a specific case study and present and discuss their solution in class. The final grade is determined by the written submission of the seminar paper and the presentation.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Required are very good English language skills, as well as an understanding of basic principles of management and business. Prior experience with the case-study method is also helpful.  ", "Content": "The various Global Strategy methodologies and frameworks are taught in a lecturing format and then interactively applied to real-world problems presented in the cases. Students will also prepare and research their cases in self-study. Afterwards, students discuss and analytically solve their cases in form of discussions.", "Intended Learning Outcomes": "After attending this course, students will have gained in-depth knowledge about the case study method often applied in consulting firms and top universities (e.g., Harvard Business School). Students will be able to analytically examine and solve real cases by applying business and management frameworks.", "Teaching and Learning Methods": "The admissions-restricted module \"Global Strategy\" is offered as a case study seminar in English and will be held by Milan Elmendorf (milan.elmendorf@tum.de). Several cases published by the Harvard Business School and Ivey Business School will be discussed and different strategic  solutions will be developed. The module will employ the case study method typically used in MBA programs at leading business schools.", "Media": "PowerPoint, Case Studies", "Reading List": "Transnational Management (8th ed.), by C. Bartlett and P. Beamish.", "Responsible for Module": "Li, Chengguang; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " Global Strategy (MGTHN0098) (Seminar, 4 SWS)Elmendorf M, Li CFor further information in this module, please click campus.tum.de or here. MGTHN0120: Seminar Marketing Research | Seminar Marketing Research "}, "MGTHN0120: Seminar Marketing Research | Seminar Marketing Research ": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Seminar with presentation and a written research report  Written Research Report (70%, 15 pages)Students are required to write a 15-page research report on their assigned research project. The report should demonstrate their understanding of relevant theories, concepts, their ability to apply relevant research methodology and to interpret and discuss results appropriatly. Proper citations and references should be provided to support the research motivation and discussion.Oral Presentation in Class (30%, 30 minutes)Students will present their research findings in a 30-minute oral presentation. This presentation should effectively convey the key points of their research and showcase their ability to communicate complex marketing concepts to an audience.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "completed the Marketing & Innovation lecture (recommended)", "Content": "In this course, we will critically discuss current marketing research practices. We will focus on consumer behavior in digital environments. Students are encouraged to bring their own ideas to this seminar and develop their own research question. The course will involve setting up an empirical study, conducting it, analyzing it using appropriate statistics, and presenting it to a scientific audience. Hence, this seminar will prepare students optimally for writing their thesis. ", "Intended Learning Outcomes": "Upon successful participation, students will understand marketing research practices with a focus on empirical research approaches. Students will gain theoretical knowledge of current research questions in the field of digital marketing with a special focus on consumer behavior in digital contexts. Additionally, students will understand different research approaches to answer marketing questions including survey design, experiments, and eye tracking research. Moreover, students will learn to develop their own research ideas as well as learn how to test their own hypotheses by conducting an empirical project. This means that students will also be able to analyze their own data. Finally, students will be able to present their work in an oral and written format to a scientific audience. ", "Teaching and Learning Methods": "Students will be divided into groups, each focusing on a different marketing topic. In the initial series of the seminar, students will receive guidance and instruction on the theoretical aspects of their respective topics. They will also learn about the appropriate research methodologies and tools to employ in their group projects. Once the initial learning phase is complete, students will commence their group work and develop their own research questions. Throughout the project duration, students will receive regular feedback from the instructor to ensure they are on the right track and to address any challenges they may encounter. The feedback will help students refine their research, analysis, and presentation skills, contributing to the overall quality of their final deliverables.", "Media": "", "Reading List": "How to Design and Report Experiments - Andy Field & Graham Hole ", "Responsible for Module": "Meißner, Martin; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here."}, "MGTHN0129: CEO Strategy Lessons | CEO Strategy Lessons": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Grading will be twofold 1) Students (in teams) will submit written contributions, in the form of questions to the CEOs built on analyses of CEOs and their companies (50%). 2) Oral participation will be graded (50%).", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Required are very good English language skills, as well as an understanding of basic principles of management, innovation and organization.", "Content": "This module is the flagship event of TUM C.HN and will take place on Tuesdays or Fridays at 3 pm (each date will feature one guest). It covers a wide range of strategy topics whereby lessons can be learned from CEOs themselves. These topics include, for instance, competitive analysis, internationalization, or the development of unique capabilities as a firm. This course also provides students with valuable insights for their personal career development.", "Intended Learning Outcomes": "After attending this course, students will have gained knowledge on firm strategies through attending podium discussions and actively participating in Q&A sessions with CEOs. They will be able to analyze companies and leaders in their function as strategizers, and apply and deepen their theoretical knowledge of strategy by interacting with CEOs. They will obtain strategic insights and valuable perspectives on strategic decision-making, which will be very insightful as well as invaluable for their future careers. The chosen approach will allow students to gain practical knowledge and additionally improve their discussion- and soft skills.", "Teaching and Learning Methods": "In this seminar students will attend podium discussions with several CEOs and managers of real-life companies, analyze their approaches to strategy, and interact with them in Q&A sessions. For this, the students should (in teams) prepare and hand in questions for the CEOs as well as analyses of the companies and CEOs themselves. Moreover, active participation in all the sessions is expected.", "Media": "Powerpoint", "Reading List": "Hanson, D., Hitt, M. A., Ireland, R. D., & Hoskisson, R. E. (2016). Strategic management Competitiveness and globalisation. Cengage AU.", "Responsible for Module": "Li, Chengguang; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here., Module Catalog of the study program B.Sc. Management and Technology (Heilbronn)Generated on 12.09.2023"}, "MGTHN0051: Predictive Analytics and Forecasting | Predictive Analytics and Forecasting": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "irregularly", "Credits": "6", "Total Hours": "180", "Self-study Hours": "135", "Contact Hours": "45", "Description of Examination Method": "In order to check whether students can calculate forecasts using the R software, they receive data that needs to be analysed. They have to select a suitable method and determine the forecasts. Thus, the first part of the exam is a practice performance (programming task, 50%). In the second part of the exam, students must present the results of a small project that focuses on forecasting in a presentation (20 minutes, 50%) and be able to defend their approach in the subsequent discussion.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "- Basics in statistics- Basics in probability calculus", "Content": "The following topics are discussed                                                     1) Basic forecasting tools2) Exponential Smoothing 3) Forecasting Spare Parts Demand4) Regression models5) ARIMA models6) Hierarchical Forecasting7) Neural Networks ", "Intended Learning Outcomes": "The students-  understand the importance of data analysis for business forecasting- know different forecasting techniques- are able to select the right forecasting method and apply it- can use the software R to compute forecasts- are able to present forecasts and explain their derivation", "Teaching and Learning Methods": "Group work, Programming with R, Presentations, Exercises", "Media": "PowerPoint Slides, Daten, Video conferences, Exercises", "Reading List": "- Hyndman, R.J., Athanasopoulos, G. (2012) Forecasting principles and practice. Otexts- Ord, K., Fildes, R. (2013) Principles of Business Forecasting. Cengage Learning.", "Responsible for Module": "Kiesmüller, Gudrun; Prof. Dr. rer. nat.", "Courses (Type of course, Weekly hours per semester), Instructor": " Predictive Analytics and Forecasting (MGTHN0051) (BMT Heilbronn) (Vorlesung mit integrierten Übungen, 4 SWS)Kiesmüller G, Sachs FFor further information in this module, please click campus.tum.de or here. MGTHN0054: Seminar Operations & Supply Chain Management: Supply Chain Finance | Seminar Operations & Supply Chain Management: Supply Chain Finance [SCF & SCRM]"}, "MGTHN0054: Seminar Operations & Supply Chain Management: Supply Chain Finance | Seminar Operations & Supply Chain Management: Supply Chain Finance [SCF & SCRM]": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Upon completion of this module, students will demonstrate their ability to cope with advanced research studies, to comprehend and assess study outcomes, to compare contributions of several studies, and to transfer theoretical concepts to practice through a seminar paper (70% of final grade; length of 15 pages including references). This method requires students to formulate an academic paper themselves; it can be seen as an exercise towards writing a master thesis.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "Management Science, Production and Logistics", "Content": "Subject-specific content• Supply Chain Finance • Reverse Factoring• Supply Chain Risk Management• Finance and Operations Interface", "Intended Learning Outcomes": "Upon completion of the module, students are able to• understand and analyze state-of-the-art approaches to supply chain finance and supply chain risk management,• summarize selected research papers and evaluate their key findings,• present and explain advanced research studies in a comprehensible and interesting manner,• evaluate suggested management solutions in the supply chain finance and supply chain risk management context and assess their strengths and weaknesses,• create management recommendations based on recent academic studies,• and criticize innovative approaches by assessing potential shortcomings.", "Teaching and Learning Methods": "SeminarEach students will be provided with three research papers and asked to study them intensively. Each student in this seminar receives a different set of papers. As one form of guidance, students will be provided with a detailed set of questions that they need to answer. Students are asked to prepare a seminar paper, that is, an academic essay in which they critically reflect upon the questions they are provided with. This seminar paper will be written in a scientific style. At a later stage in the semester, all students present their findings and moderate an ensuing discussion. Throughout the semester, Moodle will be leveraged to provide ongoing feedback and incentives to start working early on on the assigned questions. At the beginning of the semester, specific milestones with deadlines will also be provided.", "Media": "Research papers (to be shared via Moodle), student presentations, further material to be shared via Moodle, online discussions", "Reading List": "Readings for general preparation (i.e., what is research? What marks a contribution?)", "Responsible for Module": "Wuttke, David; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here."}, "MGTHN0057: Seminar Operations & Supply Chain Management: Business Analytics and its Application | Seminar Operations & Supply Chain Management: Business Analytics and its Application": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter/summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "135", "Contact Hours": "45", "Description of Examination Method": "The examination consists of two parts 1. The presentation (25% of the overall grade) by which it is proved that the students have a solid overview over business and data analytics, and have modelling and data analytics skills in solving practical problems. 2. The research report (75% of the overall grade) by which it is proved that the students  understand the literature on a subtopic in the field of business analytics with applications, have learned the most important research methods in business analytics, are able to detect promising research questions and finding innovative ways to investigate them using data. The overall grade is calculated by averageing written work (75%) and presentation (25%).", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Foundations in statistics and management science", "Content": "In this seminar, we will discuss how to use big data to solve business problems, and have a good understanding of business analytics. The seminar generally has four parts. Part 1 Review the literture on business analytics, review the literature on data analytics. Part 2 Examine and identify various public databases, for example, open source data (google mobility data), data from organizations such as WHO. Part 3 Propose a research question, build the correct model and find the approporiate dataset to support the analysis. Part 4. Present research ideas and write an academic report. Thus, this course will be especially valuable to inspire research ideas and prepare for scientific work on the subsequent bachelor thesis or master study. ", "Intended Learning Outcomes": "Students who have participated in this seminar have a comprehensive understanding of the scientific process; know about the most important issues of current business and management research; have a solid overview over diverse and innovative ways of collecting data and analyzing data; be able to think critically; solve business problems efficiently and innovatively using big data.", "Teaching and Learning Methods": "Presentation, interactive teaching, e-learning, group discussions", "Media": "Zoom, literature databases (Ebsco, ScienceDirect etc.), Databases, software development platform (e.g. GitHub)", "Reading List": "Top 24 leading business journals -  see https//jindal.utdallas.edu/the-utd-top-100-business-school-research-rankings/. In particular, we focus on the following five journals Management Science, Operations Research, Journal of Operations Management, Manufacturing and Service Operations Management, Production and Operations Management. For example Liu, J., Xie, J., Yang, K.K. and Zheng, Z., 2019. Effects of rescheduling on patient no-show behavior in outpatient clinics. Manufacturing & Service Operations Management, 21(4), pp.780-797. Xie, J., Zhuang, W., Ang, M., Chou, M.C., Luo, L. and Yao, D.D., Analytics for Hospital Resource Planning—Two Case Studies. Production and Operations Management.", "Responsible for Module": "Xie, Jingui; Ph.D.", "Courses (Type of course, Weekly hours per semester), Instructor": " Seminar Operations & Supply Chain Management Business Analytics and its Application (BMT Heilbronn)  (MGTHN0057) (Seminar, 4 SWS)Xie J, Yang NFor further information in this module, please click campus.tum.de or here. MGTHN0058: Introduction to Reinforcement Learning | Introduction to Reinforcement Learning"}, "MGTHN0058: Introduction to Reinforcement Learning | Introduction to Reinforcement Learning": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The module is evaluated by laboratory assignments. Students are paired into groups of two and work on homeworks and a project throughout the semester. Each group should submit the homeworks (30%), a written report (weighs 50%) and present in the last session of the couse (weighs 20%).  In the report, the students show the understanding of the theories and methods in the fields of reinforcement learning, and their ability to apply them to model real world problems, and to implement the solution with a programming language (Python). The presentation takes 20 minutes with 20 minutes discussion.    ", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "The module requires a solid knowledge in advanced mathematics. It is better to know machine learning and deep learning. The experience of programming is helpful, because the students will use Python to finish the project.", "Content": "The module covers different state of the art methods for reinforcement learning. Specifically the topics cover- Review of supervised/unsupervised learning- Definition of reinforcement learning- Markov decision process- Dynamic programming  - Monte Carlo methods- Temporal difference learning - Q-learning- SARSA- Policy gradient- Applications of RL", "Intended Learning Outcomes": "After successful completion of this module, the students will (1) have a deep understanding of the concepts of reinforcement learning, (2) can explain the classical algorithms, such as Q-learning, SARAS, policy gradient and so on, based on the theoretical backgrounds, the students are able to (3) model the real world problem by reinforcement learning, and (4) implement the solution approaches by Python. ", "Teaching and Learning Methods": "The module consists of a series of lectures that introduce the theory and illustrate the examples and applications in practical. A series of exercise is after each lecture, so that the students can learn the programming and implementation skills.The project for the students is aim to practice the classical algorithms learned in classes. In the written report, the students should learn to model a real world problem and implement by programming. .", "Media": "Presentation slides, technical papers", "Reading List": "Bach F., Sutton R., Barton A. Reinforcement learning An introduction, The MIT Press (2018)", "Responsible for Module": "Xie, Jingui; Ph.D.", "Courses (Type of course, Weekly hours per semester), Instructor": " Introduction to Reinforcement Learning (MGTHN0058) (BMT Heilbronn) (Seminar, 4 SWS)Xie J, Zhou HFor further information in this module, please click campus.tum.de or here. MGTHN0063: Inventories in Supply Chains | Inventories in Supply Chains"}, "MGTHN0063: Inventories in Supply Chains | Inventories in Supply Chains": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "irregularly", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "In order to check the learning outcomes an oral exam (30 minutes) is performed.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "- the content of the course Production and Logistics- Basics in probability calculus- Experience with the usage of EXCEL", "Content": "The following topics are discussed                                                     1) Analysis of Demand Data for Inventory Control,                                 2) ABC Analysis, XYZ Analyis 3) Performance measures for inventory control                                          4) Inventoy control policies                                                                         5) Service and cost oriented approaches                                                                 6) Optimization of cycle stock 7) Joint replenishments                                                                               8) Optimization of safety stock                                                                     9) Managing Spare Parts Inventories 10) Vendor managemd inventory                                                           11) RFID for inventory control                                                        ", "Intended Learning Outcomes": "The students- know fundamental problems and trade-offs while managing  inventories in supply chains,- are able to model inventory problems, - know common inventory policies and are able to analyse them,- can determine optimal policy parameters for common inventory policies,- are able to use stochastic inventory models to optimize safety stock.", "Teaching and Learning Methods": "Case studies, presentation, discussions, computer work ", "Media": "", "Reading List": "- Tempelmeier, H. (2006) Inventory Management in Supply  Networks. 2nd edition. Books on demand- Nahmias, S. (1997) Production and Operations Analysis. 3rd  edition, Irwin Book Team.  - Axsäter, S. (2004) Inventory Control. Kluwer’s International   Series.- Montgomery D.C.; Runger, G.C. (2003) Applied Statistics and  Probability for Engineers. 3rd edition. Wiley", "Responsible for Module": "Kiesmüller, Gudrun; Prof. Dr. rer. nat.", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here."}, "MGTHN0064: Maintenance Planning of Technical Systems | Maintenance Planning of Technical Systems": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "irregularly", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "In order to check the learning outcomes an oral exam (20 minutes) is performed.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Basic knowledge in probability theoryKnowledge in Mathematics similar as in  Modul WIHN0001", "Content": "1) Reliability of Technical Systems2) Estimation of Remaining Lifetime3) Corrective Maintenance4) Preventive Maintenance5) Predictive Maintenance ", "Intended Learning Outcomes": "The students- know fundamental problems and trade-offs in maintenance planning,- are able to apply methods to estimate remaining lifetimes of technical systems- know reliability measures and can determine the reliability of a technical system- know common maintenance strategies and are able to analyse and optimize them", "Teaching and Learning Methods": "Case studies, presentation, discussions, exercises", "Media": "", "Reading List": "", "Responsible for Module": "Kiesmüller, Gudrun; Prof. Dr. rer. nat.", "Courses (Type of course, Weekly hours per semester), Instructor": " Maintenance Planning of Technical Systems (MGTHN0064) (BMT Heilbronn) (Vorlesung mit integrierten Übungen, 4 SWS)Kiesmüller G, Mitsakos TFor further information in this module, please click campus.tum.de or here. MGTHN0068: Seminar on Healthcare Data Analytics | Seminar on Healthcare Data Analytics"}, "MGTHN0068: Seminar on Healthcare Data Analytics | Seminar on Healthcare Data Analytics": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "135", "Contact Hours": "45", "Description of Examination Method": "The module is evaluated in two parts. The students should finish a written report (weighs 75%) and present it in the last session of the course (weighs 25%).  In the report, the students focus on one specific healthcare problem, using MIMIC-IV database and some analytical methods to solve the problem, and finally write a report to demonstrate and explain the result. The students show the ability to use a large healthcare database, find a medical decision problem and utilize data to solve the problem. The presentation takes 20 minutes with 20 minutes of discussion.    ", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "Programming skills are required, without the restriction of programming languages, you can use Python, R, SQL… It is better to have experience and knowledge of database.", "Content": "In this seminar, we will discuss how to utilize a large healthcare database MIMIC-IV to discover and solve specific healthcare problems. The seminar has three parts. Part 1 Read the document for MIMIC-IV database, then either download the data or access the data using the Google Cloud, have an overview of MIMIC-IV database. In this way you can know the scope of the available data. Part 2 Propose a feasible, significant healthcare problem, like predicting the mortality of certain patient populations, estimate the treatment effect of certain therapy... Part 3 Utilizing the database and analytical method to solve this problem and write a report.", "Intended Learning Outcomes": "After successful completion of this module, the students will (1) have a comprehensive understanding of the scientific process; (2) gain experience of using a large healthcare database; (3) have an overview over the application of analytics in healthcare; (4) think critically; (5) solve problems efficiently and innovatively using proper data analytics techniques. ", "Teaching and Learning Methods": "Presentation, interactive teaching, e-learning, group discussions", "Media": "Zoom, technical papers, powerpoint", "Reading List": "Document for MIMIC-IV database https//physionet.org/content/mimiciv/0.4/                        https//github.com/MIT-LCP/mimic-iv   https//physionet.org/content/mimicdb/1.0.0/numerics/", "Responsible for Module": "Xie, Jingui; Ph.D.", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here."}, "WIHN0038: Business Analytics | Business Analytics": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "The module is evaluated by assignments and projects. Each student should finish the assignments during the semester (40%) and work on a final project, which includes a written report (weighs 40%) and present in the last session of the course (weighs 20%).  In the report, the students show the understanding of the theories and methods in the fields of business analytics, and their ability to apply them to analyze real world data, and to implement the solution with a programming language (Python or R). The presentation takes 20 minutes with 20 minutes discussion.    ", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Prerequisites Statistics, Machine Learning, Econometrics, Management Science", "Content": "The module covers different state of the art methods for business analytics. Specifically the topics cover1. Descriptive AnalyticsReview of statisticsIntroduction to RIntroduction to Python2. Predictive AnalyticsReview of machine learning (deep learning)Review of econometrics  Regression modelsTime series modelsSimulation   3. Prescriptive Analytics  Review of Linear programming (Management Science)Review of Dynamic programming (Reinforcement Learning)Nonlinear optimizationConvex optimizationRobust optimization", "Intended Learning Outcomes": "After successful completion of this module, the students will (1) understand of the key concepts and the most important issues of business analytics, (2) have a overview over diverse and innovative ways of collecting and analyzing data. Furthermore, by the software exercise, the students (3) learn to implement the data analysis approaches. ", "Teaching and Learning Methods": "The module consists of a series of lectures and software exercise. The lecture introduce the theory and illustrate the examples and applications in practical.  The software seminar offers instructions of Python and R, by which the business analytics methods could be implemented.The final project for the students is aim to practice the classical algorithms learned in classes. In the written report, the students should learn to model a real world problem and implement by programming. .", "Media": "Presentation slides, software exercise, technical papers", "Reading List": "Business Analytics Data Analysis & Decision Making, 7th Edition, S.Christian Albright, Wayne L. WinstonBusiness Analytics, 4th Edition, Jeffrey D. Camm, James J. Cochran, Michael J Fry, Jeffrey W. OhlmannAn Introduction to Statistical Learning with Applications in R, Gareth James, Daniela Witten, Trevor Hastie and Robert Tibshirani.", "Responsible for Module": "Xie, Jingui; Ph.D.", "Courses (Type of course, Weekly hours per semester), Instructor": " Business Analytics - lecture (WIHN0038) (Vorlesung, 2 SWS)Lou Z, Xie J, Business Analytics - exercise (WIHN0038) (Übung, 2 SWS)Xie J, Yang NFor further information in this module, please click campus.tum.de or here."}, "WIHN0042: Seminar Operations & Supply Chain Management Reinforcement Learning | Seminar Operations & Supply Chain Management Reinforcement Learning": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "135", "Contact Hours": "45", "Description of Examination Method": "The module is evaluated by two parts. The students should finish a written report (weighs 75%) and present in the last session of the course (weighs 25%).  In the report, the students show the understanding of the theories, methods and literature in the fields of reinforcement learning, and the application in the healthcare management area, and their ability to model real world problems in a innovative way, and find proper algorithm to find the optimal solution. It is encouraged to implement the solution with a programming language (Python). The presentation takes 20 minutes with 20 minutes discussion.    ", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "The module requires a solid knowledge in advanced mathematics. It is better to know machine learning. The experience of programming is helpful.", "Content": "In this seminar, we will discuss how to apply reinforcement learning to solve business problems. In particular, we will focous in the area of healthcare management. The seminar generally has three parts. Part 1 Review the literture on reinforcement learning, review the literature on healthcare decision making. Part 2 Propose a research question, build the correct model and find the approporiate algorithm. Part 3. Present research ideas and write an academic report. Thus, this course will be especially valuable to inspire research ideas and prepare for scientific work on the subsequent bachelor thesis or master study. ", "Intended Learning Outcomes": "After successful completion of this module, the students will (1) have a comprehensive understanding of the scientific process; (2) get deep understanding of the concepts and algorithms of reinforcement learning,  (3) have a solid overview over diverse and innovatives of the application of reinforcement learning , based on the theoretical backgrounds, the students are able to (4) think critically, and (5) solve problems efficiently and innovatively using reinforcement learning. ", "Teaching and Learning Methods": "Presentation, interactive teaching, e-learning, group discussions", "Media": "Zoom, technical papers", "Reading List": "Top 24 leading business journals -  see https//jindal.utdallas.edu/the-utd-top-100-business-school-research-rankings/. In particular, we focus on the following five journals Management Science, Operations Research, Journal of Operations Management, Manufacturing and Service Operations Management, Production and Operations Management.", "Responsible for Module": "Xie, Jingui; Ph.D.", "Courses (Type of course, Weekly hours per semester), Instructor": " Seminar Operations & Supply Chain Management Reinforcement Learning (WIHN0042) (Seminar, 4 SWS)Sun M, Xie J, Zhou HFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program B.Sc. Management and Technology (Heilbronn)Generated on 12.09.2023 MGTHN0061: Corporate Campus Challenge | Corporate Campus Challenge"}, "MGTHN0061: Corporate Campus Challenge | Corporate Campus Challenge": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter/summer semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "150", "Contact Hours": "30", "Description of Examination Method": "Participants describe the business case, actual development, and the ultimate features of the created business solution/prototype in a final report (50% of the final grade) and a 20 minutes-presentation (50% of the final grade).", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "Prior attendance of the following modules is recommended Cost Accounting; Foundations of Entrepreneurial & Ethical Business; Investment & Financial Management.", "Content": "The course captures a wide spectrum of practical challenges in the field of accounting, entrepreneurship, and financial management when developing a solution/prototype (e.g., modeling of business ideas and ecosystems, evaluation of customer needs, design thinking methodology, planning and reporting about milestones, rapid prototyping, and value forecasting).", "Intended Learning Outcomes": "After successfully passing the module, the participants can• apply different techniques of idea generation/identification and demands evaluation to stimulate creativity and recognize business opportunities,• create design prototypes in order to demonstrate their proposed solutions and gather feedback, • practically develop business plans, presentations, and video prototypes in order to communicate the novelty of the solution to stakeholders, and• self-critically evaluate their ideas by involving peers, academics, and industry partners.", "Teaching and Learning Methods": "Participants work in interdisciplinary teams to develop innovative solutions for current challenges in management, applied technologies, and societal  provided by industry partners. Throughout the course, students receive coaching, individual mentoring, tutorials, and practical trainings on the use of machines and equipment (e.g., 3D printers, laser cutters, sensors, etc.).", "Media": "Moodle; slides; handbook; physical events in the lab.", "Reading List": "• Lewrick M, Link P, Leifer L. 2018. The design thinking playbook Mindful digital transformation of teams, products, services, businesses, and ecosystems. John Wiley & Sons, 1. Edition• Ridley M. 2020. How innovation works. Fourth Estate, 1. Edition• Turrin R. 2019. Innovation lab excellence Digital transformation from within. Authority Publishing, 1. Edition.", "Responsible for Module": "Stich, Michael; Prof. Dr. rer. oec.", "Courses (Type of course, Weekly hours per semester), Instructor": " Corporate Campus Challenge (MGTHN0061) (Vorlesung, 4 SWS)Stich MFor further information in this module, please click campus.tum.de or here. MGTHN0127: Mastering the Skills for Academic Writing | Mastering the Skills for Academic Writing"}, "MGTHN0127: Mastering the Skills for Academic Writing | Mastering the Skills for Academic Writing": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "144", "Contact Hours": "36", "Description of Examination Method": "The examination comprises written tasks.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "none", "Content": "The goal of the course is to provide students with a comprehensive overview of scientific writing.  ", "Intended Learning Outcomes": "Successful participation in the module enables students in particular to ...", "Teaching and Learning Methods": "The module is designed to enable students to acquire knowledge on how to develop scientific research. To this aim, lectures combined with exercises, and questions&feedback sessions will be employed. The course will be taught in a hybrid format.", "Media": "Exercise sheets, PowerPoint, and further material to be shared via Moodle.", "Reading List": "To familiarize  the following literature might be useful", "Responsible for Module": "Müller, Sebastian; Prof. Dr. rer. pol.", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here., Module Catalog of the study program B.Sc. Management and Technology (Heilbronn)Generated on 12.09.2023, 157 of 173"}, "WIHN1197: International Experience | International Experience": {"Module Level": "Bachelor", "Language": "English", "Duration": "one semester", "Frequency": "winter/summer semester", "Credits": "3", "Total Hours": "90", "Self-study Hours": "90", "Contact Hours": "0", "Description of Examination Method": "Students have to pass a written single-choice exam. The module examination consists of a written 60-minute single-choice exam. The tasks examine basic knowledge of the meaning of culture, cultural differences and resulting difficulties. Tasks which refer to scientific cultural concepts verify that students are able to describe different cultural dimensions and standards, for example the cultural dimensions of Geert Hofstede’s concept. Tasks which refer to country-specific cultural differences examine that students are able to interpret critical intercultural situations correctly and show how to behave adequately. Tasks which refer to intercultural communication examine that students are able to identify different communication styles influenced by culture, for example cultures with a direct communication style.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "Students have to complete a stay abroad before, during or outside of their studies. Further information which possibilities can be accepted https//www.wi.tum.de/downloads/#program=1295.", "Content": "This module gives an introduction to basic theoretical knowledge in scientific conceptualisation of culture, cultural differences and difficulties as well as their overcoming. During the module common scientific definition of culture and common scientific approaches of cultural dimensions are explained. By exemplifying cultural characteristics on the basis of selected case studies the module shows how people with different cultural background interact and how to deal with these differences. Additionally, basic theoretical knowledge in intercultural communication is provided.  For example, it is explained how to deal with different communication styles of different cultures and how to communicate adequately in an international context. For this purpose, selected cultural characteristics and practical examples are used.", "Intended Learning Outcomes": "After attending this module, students are able to describe basic scientific approaches to culture and cultural differences. On basis of general knowledge about cultural theories, particular cultures, as well as general knowledge about the issues occurring when people with different cultural backgrounds interact the students are able to explain cultural differences and difficulties in an intercultural business context. Additionally, students are able to define different communication styles in different cultures and to explain how those can influence intercultural communication situations. Students are also able to reflect their experience abroad and develop an open-mindedness and sensitivity with respect to cultural differences.", "Teaching and Learning Methods": "The module is created as a self-study of given scientific literature, for example scientific essays and book chapters. The literature covers various thematic areas, for example cultural models and cultural issues in business and communication. Practice questions for exam preparation are also provided.", "Media": "Scientific literature, online-test for exam preparation", "Reading List": "Hofstede, Geert (1983) National Cultures in Four Dimensions. A Research-based Theory of Cultural differences among Nations. In Int. Sutides of Man. & Org., Vol. XIII. No. 1-2, pp. 46-74. M.E. Sharpe, Inc., 1983.Spencer-Oatey, Helen (2012) What is culture? A Compilation of Quotations. GlobalPAD Core Concepts.Thomas, Alexander; Kinast Eva-Ulrike; Schroll-Machl, Sylvia (2010) Handbook of Intercultural Communication and Cooperation. Volume 1 Basics and Areas of Application. 2nd revised edition. Göttingen Vandenhoeck & Ruprecht.", "Responsible for Module": "Moog, Martin; Prof. Dr.", "Courses (Type of course, Weekly hours per semester), Instructor": " International Experience (WI001197, WIHN1197) (Vorlesung, 2 SWS)Richards M [L], Richards M, Zösmair S, Safieh MFor further information in this module, please click campus.tum.de or here. WIHN1198: Communication Skills | Communication Skills"}, "WIHN1198: Communication Skills | Communication Skills": {"Module Level": "Bachelor", "Language": "German/English", "Duration": "one semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "", "Frequency": "winter/summer semester", "Contact Hours": "60", "Description of Examination Method": "Students can choose between a number of courses addressing different communicative challenges. The examination is not graded (Studienleistung) and can be an oral assessment or a written exam. Please find detailed information regarding course examinations, content, learning outcomes, literature and teaching and learning methods in the individual course description (Lehrveranstaltungsbeschreibung) in TUMonline.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "", "Content": "Students can choose between a number of courses addressing different communicative challenges", "Intended Learning Outcomes": "Upon successful completion of the module students are able to (1) efficiently and appropriately communicate business and scientific topics to others such as employees or an audience. (2) They are able to present and discuss complex issues referring to a scientific basis within groups or in front of an audience and (3) lead a discussion. Furthermore, they are able to (4) tackle conflict situations and (5) manage to communicatively find a solution. ", "Teaching and Learning Methods": "To sharpen their communication skills the focus in these courses is to practice in different situations and settings. Depending on the selected course, students will e.g. hold short presentations, pitches or exercise in role-plays. To deepen and strengthen these learning experiences peers and instructors will give immediate feedback. ", "Media": "PowerPoint slides, moodle, videos, online learning materials", "Reading List": "-Ant, Marc; Nimmerfroh, Maria Christina; Reinhard, Christina (2014); Effiziente Kommunikation  - Theorie und Praxis am Beispiel “Die 12 Geschworenen”; Springer Gabler-Alan Barker (2013); Improve Your Communication Skills; Kogan Page Publishers", "Responsible for Module": "Stich, Michael; Prof. Dr. rer. oec.", "Courses (Type of course, Weekly hours per semester), Instructor": " Ethical and moral aspects  of intercultural corporate management (WIHN1198) (Seminar, 2 SWS)N N, Intercultural Jumpstart (Seminar, 2 SWS)N NFor further information in this module, please click campus.tum.de or here., Module Catalog of the study program B.Sc. Management and Technology (Heilbronn)Generated on 12.09.2023"}, "WIHN0693: Bachelor's Thesis | Bachelor's Thesis": {"Module Level": "Bachelor", "Language": "German/English", "Duration": "", "Credits": "12", "Total Hours": "360", "Self-study Hours": "360", "Frequency": "winter/summer semester", "Contact Hours": "", "Description of Examination Method": "The Bachelor's Thesis is a final paper with a duration of 3 months, where the students concentrate on a specific topic in business administration and economics. Here the students frame the state of research and discourse and evolves the own specific topic. Based on scientific knowledge and methodical skills, students autonomously discribe the topic. The Bachelor's Thesis is supported by a professor of the TUM School of Management.", "Repeat Examination": "Next semester", "(Recommended) Prerequisites": "The Thesis can be filed after the successfull completion of 84 Credits in the basics of business amdinistration and the project study.", "Content": "The Bachelor's Thesis focuses on a research topic in business adminstration and economics, usually at the interface to engineering and natural sciences. The Thesis is always supervised by a professor of TUM School of Management, often in co-operation with an organization of industry or research. The topic of the Thesis is created so that it can be treated extensively within three months.", "Intended Learning Outcomes": "At the end of the module \"Bachelor's Thesis\" students are able to handle and develop a project in an autonomic, systematic and scientific way. Therefore the students deploys scientific knowledge and methodical skills to the specific subject. They script the state-of-the-art knowledge, based on  research, and classify the findings within the scientific and/or practical discussion. The students are able to cope with new and complex subjects in an autonomous way.", "Teaching and Learning Methods": "The creation of the thesis encourages the students to deal soundly with a scientific subject. Therefor they apply the knowledge and methodical skills, acquired during the studies, and create an elaborated scientific documentation within the set time frame.", "Media": "literature, presentations", "Reading List": "specific literature based on the topic", "Responsible for Module": "Stich, Michael; Prof. Dr. rer. oec.", "Courses (Type of course, Weekly hours per semester), Instructor": " "}}