{"WI700006: Modules from HEC Paris | Modules from HEC Paris": {"Module Level": "Master", "Language": "Language taught", "Duration": "", "Frequency": "winter/summersemester", "Credits": "60", "Total Hours": "", "Self-study Hours": "", "Contact Hours": "", "Description of Examination Method": "Within this module courses of the double degree program with Grand École des Hautes ÉtudesCommerciales (HEC) can be recognized. If you are interested in the program, you can find moreinformation here https//www.wi.tum.de/student-life/joint-international-programs/.", "Repeat Examination": "", "(Recommended) Prerequisites": "", "Content": "", "Intended Learning Outcomes": "", "Teaching and Learning Methods": "", "Media": "", "Reading List": "", "Responsible for Module": "", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here., Module Catalog of the study program M.Sc. Management & Innovation (Munich)Generated on 08.08.2022"}, "WI201079: Innovation Prototyping | Innovation Prototyping": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Written project work in groups (30%), group presentation (40%) and Prototype Iteration (30%). The examination consists of an in-class presentation of contents and results of the group task,a presentation of the group prototype iteration containing a discussion of the project and futurechallenges, and a written paper containing the results and their evaluation. The paper is ameans to assess students' theoretical understanding of the market opportunity identificationand evaluation concepts, their ability to apply these concepts to practical application scenarios,their ability to theorize from the practical experiences made, and their ability to communicate theresults obtained in a written form. The in-class presentation as well as the presentation of theprototype iteration is a means to measure students' ability to structure and present their findingscomprehensibly and present them in an appropriate manner within a limited time frame to atarget audience. Students' reactions to questions and notations from the audience are part of thepresentation and reflect their ability to defend the results obtained. ", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "none", "Content": "In the course Innovation Prototyping, students will learn how do generate and assess newbusiness ideas, and to transform these ideas into actual products or business models. They willuse prototyping as a means to communicate, test, and constantly update their assumptions,producing prototypes that range from ‘quick and dirty paper models’ to elaborate functionalmockups. Students will experience how to develop ideas in more focused manner, understand problems and ideas better, and advance their ideas faster when tackling new business challenges.In addition to introducing students to current prototyping techniques, the course will advance theirteam-working and presentation skills in a collaborative project.", "Intended Learning Outcomes": "Upon successful completion of this module, students are able to understand the topic ofprototyping in a technological context and their implications for products and markets. They areable to understand how innovations can be developed within an organization and how to createprototypes for innovative ideas. They are able to analyze customer feedback and to evaluate itsimplications for innovation development.", "Teaching and Learning Methods": "In interactive lectures, instructors illustrate how to identify customer problems, iterativelydevelop prototypes to solve these problems, and develop and validate a business model for thecommercialization of the solution to a problem. In group works, students creatively identify realworld customer problems and develop possible solutions. Feedback sessions with experts andlecturers support this process. In presentations, students exercise the illustration of the identifiedproblem and its solution. Students are likewise encouraged to use the interactive learning platformfor virtual teamwork and group discussions beyond contact hours.", "Media": "media mix", "Reading List": "changing on the basis of the latest research results, will be announced in class", "Responsible for Module": "Prof. Dr. Dr. Holger Patzelt", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here."}, "WI201080: Technological Trends | Technological Trends": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Individual or group written assignment and presentation - Students will have to develop anopportunity identification plan model and present it in front of the group. They will have to presenthow they would assess the specific potential of a technological trend they have been identifiedduring the course. They will have to show that they learnt about different upcoming trends andtechnologies and are able to evaluate their implications for organizations. For the creation of themodel they may use different media, like sculptures, lego modelling, computer simulations, etc.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "none", "Content": "Students will get to know new and upcoming technological trends from various research areas ofdifferent TUM departments. The focus of the lectures changes according to the offering chairs.They will get an overview about four different fields, e.g. robotics, automotive, sustainability, digitaltransformation. If applicable, they will visit labs to get an insight impression as well as a feelingfor the current state of research. Students will learn how to analyze the trends as well as theirimplications for organizations or society as a whole as well as political dimensions.         ", "Intended Learning Outcomes": "After participating in this module students will be able to name current technological trends whichare part of research activities at TUM. Students will have been encouraged to consider upcomingtrends with an open mindset. They will be able to identify and analyze technological developmentsand to consider potential areas of application for those novelties. Students will understand theneed for interaction between new technological developments and other management functions in the organization. They will be enabled to transfer their learnings from the technological site into anorganizational context.", "Teaching and Learning Methods": "The content will be conveyed to the students by means of a verbal presentation in a lecture styleand discussed with the students. Lab visits will accompany each lecture if procurable. In groupwork, participants analyze the trends as well as their implications for organizations or society as awhole. Individual and group work will be used to reflect on future implications for organizations andsociety.", "Media": "media mix", "Reading List": "changing on the basis of the latest research results", "Responsible for Module": "Prof. Dr. Hana Milanov", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here."}, "WI201081: Growth Strategies & Business Models | Growth Strategies &Business Models": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Written project work in groups/individually (50%), group presentation and discussion (50%) -The examination consists of a presentation of contents and results of the group task, including awritten paper containing the results and their evaluation and an in-class presentation containinga discussion of the project and future challenges. The paper is a means to assess students'theoretical understanding of the market opportunity identification and evaluation concepts, theirability to apply these concepts to practical application scenarios, their ability to theorize from thepractical experiences made, and their ability to communicate the results obtained in a written form.The in-class presentation is a means to measure students' ability to structure and present theirfindings comprehensibly and present them in an appropriate manner within a limited time frame toa target audience. Students' reactions to questions and notations from the audience are part of thepresentation and reflect their ability to defend the results obtained. ", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "none", "Content": "The identification of market opportunities for a new technology is one of the most challengingtasks technology managers are faced with, and one that is particularly prone to be influencedby cognitive biases and unfavorable decision heuristics. However, if it is done right it can alsobe highly rewarding task – not only for the individual inventor and her or his team, but also forstakeholders such as future employees, the school, the region and the country.Students will work hands-on on questions of how to grow. Supported by insights into academicwork and theories, students will work as a team to solve one specific growth challenge of one WI201081: Growth Strategies & Business Models | Growth Strategies & Business Models", "Intended Learning Outcomes": "Students will be able to- Understand the process of market opportunity identification and evaluation in the context of newtechnologies.- Practically apply this understanding by developing commercialization scenarios and strategies forearly stage technologies.- Create theoretical conceptualizations from the practically experienced underlying opportunityidentification and evaluation process at the end of the class and communicate the results of theseprocesses effectively in written and oral form.", "Teaching and Learning Methods": "In the seminar, students will get to know the core theoretical concepts underlying the marketopportunity identification phenomenon. Students will work in groups on a proposal paper, i.e.generate ideas for market applications, identify problems, analyze and evaluate alternatives, anddevelop plans and strategies. Thereby they can apply theoretical knowledge and will be able toexperience the early stages of technology application first hand. The students will not only see theprogress the project is making, but in parallel will be able to observe the other projects. In teamsthe students will be coached by experts during a coaching session and will reflect on the priortheory and acquired practical knowledge in class.", "Media": "media mix", "Reading List": "changing on the basis of the latest research results", "Responsible for Module": "Prof. Dr. Hana Milanov", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here."}, "WI201082: Project Work | Project Work": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "160", "Contact Hours": "20", "Description of Examination Method": "Written project work in groups (50%) and group presentation (50%) - The project work is a practicalproject where a student team works on a specific task of a company. Here the students framethe state of research and evolve their own specific solution. Based on scientific knowledge andmethodical skills, the students develop the task. Student teams present the results of the projectwork in a term paper and as a group presentation.  ", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "none", "Content": "In the project work, students acquire hands-on experience by working in student teams withincompanies on a particular assignment. They  define the structure of the project and employ state-of-the-art methods and theories to develop results of practical value for the company.", "Intended Learning Outcomes": "At the end of this module students are able to handle and develop a real-world project in an(international) team in a systematic way. They learn how to cope in a team with new and complexprojects and develop solutions jointly. ", "Teaching and Learning Methods": "The creation of the project solution in a team encourages the students to deal soundly with apractical subject. They are able to communicate the evolvment of the project within the team and topresent the solution to the supervisors from the company and the university.", "Media": "media mix", "Reading List": "specific literature based on the topic, to be defined with project supervisor and partner corporation", "Responsible for Module": "Prof. Dr. Dr. Holger Patzelt", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here."}, "WI201083: Personal & Leadership Development | Personal & LeadershipDevelopment": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter semester", "Credits": "6", "Total Hours": "180", "Self-study Hours": "120", "Contact Hours": "60", "Description of Examination Method": "Active participation within the module (pass/fail/\"Studienleistung\") - Students will have to discussactively to show that they are able to reflect on themselves, their behavior within a group aswell as a lateral leader. Students will reflect their own experiences in business relationships,especially within project teams. Furthermore, students will have to demonstrate their developedcommunication skills in presentations to the group.", "Repeat Examination": "End of Semester", "(Recommended) Prerequisites": "none", "Content": "Students will learn the relevant theories and models of lateral leadership. They will reflect ontheir current behavior, define development goals and further discuss and reflect them during themodule. They will also be taught how to give and receive feedback in an appropriate way within abusiness context. Presentation skills, considering different audiences, will be an important part ofthe module. Tools for career planning as well as for networking will be explained to the students. Inaddition, they will get to know project management tools. Advice on their personal career as wellas continuous feedback will accompany the whole module.", "Intended Learning Outcomes": "After participating in this module, the students are able to reflect on their own habits and behaviorand develop their demeanor as well as their personal style to structure and lead projects with non-hierarchical power. Students will also be able to give and receive feedback regarding working styleand leadership behavior, especially addressing lateral leadership. WI201083: Personal & Leadership Development | Personal & Leadership Development", "Teaching and Learning Methods": "Workshops will be used to familiarize students with theories and research results. Lateralleadership skills and communication will be practiced in small groups performing physicalexercises. In 1-on-1 sessions, the personal development of the participants will be discussed.Students will define development goals and further discuss them with a learning partner. Inbetween, they will try to work on their lateral leadership style and give and receive feedback ontheir attempts.", "Media": "media mix", "Reading List": "changing on the basis of the latest research results", "Responsible for Module": "Prof. Dr. Claudia Peus", "Courses (Type of course, Weekly hours per semester), Instructor": " , For further information in this module, please click campus.tum.de or here., Module Catalog of the study program M.Sc. Management & Innovation (Munich)Generated on 08.08.2022"}, "WI900262: Master's Thesis | Master's Thesis": {"Module Level": "Master", "Language": "English", "Duration": "one semester", "Frequency": "winter/summersemester", "Credits": "30", "Total Hours": "900", "Self-study Hours": "880", "Contact Hours": "20", "Description of Examination Method": "Individual thesis - Students will have to hand in a written thesis in which they work on a self chosenreal-life project. The students are also free to write their master's thesis at a Chair of the TUMSchool of Management to support a research project at TUM. They have to analyze the key issuesof their subject and apply the learnings of a detailed module or different modules of the Master inManagement & Innovation into their thesis. The thesis should be done full-time.", "Repeat Examination": "", "(Recommended) Prerequisites": "Successfully passing of minimum 45 out of 60 credits in the range of the the required modules andminimum 6 credits in the range of the electives", "Content": "free of choice", "Intended Learning Outcomes": "Students will learn to summarize, to compare, to synthezise, to analyze and to extendmethodologically demanding economic literature and research questions. They will be able to writea scientific text in a consize form and identify research gaps, adress these gaps with distinctiveresearch questions, try to answer these questions with the appropriate research methods andcritically discuss their findings", "Teaching and Learning Methods": "The students discuss their first and pre-final results with their individual advisor to get furtherfeedback within the process. ", "Media": "", "Reading List": "", "Responsible for Module": "", "Courses (Type of course, Weekly hours per semester), Instructor": " "}}